{
  "month": 7,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Светиот маченик Леонтиј",
      "important": false,
      "desc": "Беше римски војвода во финикискиот град Триполис, во времето на царот Веспазијан. Родум од Елада, „растолит, снажен, крепок и храбар во битките.“ Царскиот намесник Адријан испрати еден одред војска за да го фати Леонтиј, зашто Адријан им беше јаросен противник и гонител на христијаните. Старешината на тој одред, Ипатиј, по пат се разболе од лута треска, па одредот мораше да го забави својот од. Една ноќ му се јави ангел Божји на Ипатиј, велејќи: „Ако сакаш да бидеш здрав, возвикни трипати кон небесата ти и сите твои војници: „Боже Леонтиев, помогни ми!“ Ова свое видение Ипатиј им го раскажа на своите другари и тие сите едногласно возвикнаа како што ги посоветува ангелот. Ипатиј одеднаш оздраве. Ова чудо ги восхити сите, а особено некој Теодул. Тогаш Ипатиј и Теодул отидоа напред, да го најдат војводата Леонтиј. А Леонтиј ги прими убаво и ги нагости. Кога им ја изложи својата вера во Христа, нивните срца се разгореа со љубов кон Него, и во тој час светол облак се спушти над Ипатиј и Теодул и од облакот падна на нив роса. Со ова Самиот Дух Божји ги крштеваше новообратените души, а Свети Леонтиј во оној миг ги изговори овие зборови: „Во името на Пресвета Троица, Отецот и Синот и Светиот Дух“. Кога дозна Адријан дека и Ипатиј и Теодул станале христијани, нареди да ги бијат безмилосно, а потоа главите да им ги отсечат со секира. Такво беше кончанието на тие две духовни чеда на Свети Леонтиј. Тогаш Адријан наложи лути измачувања за Леонтиј, но тој остана непоколеблив во својата Света вера. Телото цело му го покрија со рани, но светителот усрдно Му се молеше на Бога да не го остава. Сред најлутите маки му се јави ангел Господов и го охрабри и го утеши. Најпосле го налегнаа маченикот на земја и го тепаа додека не Му го предаде својот дух на Бога. Страдањето на Свети Леонтиј го виде со свои очи еден кир Нотариј, којшто сето тоа го запиша на оловни плочи, а плочите ги положи во гробот на маченикот. Свети Леонтиј пострада чесно во 73 година."
    }, {
      "title": " Преподобен Леонтиј проѕорлив",
      "important": false,
      "desc": "По потекло Грк од Пелопонез. Се подвизуваше во манастирот Дионисијат шеесет години и се престави кога имаше осумдесет и пет години, во 1605 година. За овој светител велат дека само еднаш влегол во манастирот и само еднаш излегол од него во текот на сите тие шеесет години. Имено, влегол тогаш кога првпат стапил во манастирот Дионисијат, а излегол тогаш кога мртов го изнеле за да го погребаат. Имал чудесен дар на проѕорливост и пророкување, а по смртта од неговите мошти потекло миро."
    }],
    "id": 182
  }, {
    "day": "2",
    "holydays": [{
      "title": "Светиот апостол Јуда",
      "important": false,
      "desc": "Еден од Дванаесеттемина. Син на Јосиф и Салома (но не Саломија Витлеемска), а брат на Јаков, братот Господов. Со Салома, ќерката на Ангеј (син Варахиин, Захариев), Јосиф дрводелецот имаше четири сина: Јаков, Јосија, Симон и Јуда. Овој Јуда понекогаш се нарекува и Јуда Јаковов, по брат му Јаков, којшто е попрочуен од него. Своето послание Свети Јуда го почнува вака: „Од Јуда, слуга на Исуса Христа, брат Јаковов.“ Иако и тој можеше да се нарекува брат Господов колку и Јаков, тој тоа не го правеше од смирение и срам, зашто во почетокот не Му веруваше на Господ Христос; и кога старецот Јосиф пред смртта сакаше да му даде дел од имотот и на Исус како на сите свои деца, сите па и Јуда, се спротивставија на тоа, освен Јаков, којшто драговолно одвои дел од својот имот и го намени за Исус. Јуда уште го нарекуваат и Левиј и Тадеј. Има уште еден Тадеј, од Седумдесеттемина апостоли (21 август), но овој Тадеј или Јуда когошто Црквата го слави на денешен ден беше еден од големите апостоли. Го проповедаше Евангелието по Јудеја, Самарија, Галилеја, Идумеја, Сирија, Арабија, Месопотамија и Ерменија. Во Едеса, градот на Авгар, ја дополни проповедта на оној другиот Тадеј. Кога проповедаше во пределите околу Арарат, го фатија незнабожците, го распнаа на крст и го убија со стрели, за вечно да царува во Царството Христово."
    }, {
      "title": " Преподобен Паисиј Велики",
      "important": false,
      "desc": "Мисирец по раѓање и јазик. После едно видение во сон, мајка му го заветуваше да Му служи на Бога. Како момче дојде кај преподобен Памво, а овој го прими за ученик и соученик на преподобниот Јован Колов, којшто и го опиша житието на Паисиј. На голема радост на својот духовен отец, Паисиј најусрдно се трудеше, додавајќи подвиг врз подвиг. Повеќепати му се јавуваше Пророкот Еремија, кого што тој особено го сакаше и почесто го читаше; често му се јавуваа и ангели Божји, па и Самиот Господ Христос. „Мир на тебе, возљубен Мој угоднику!“, му рекол Господ Исус Христос. Со голема благодат од Бога, Паисиј имаше голем дар да се воздржува од јадење. Често не вкусуваше леб по петнаесет дена, уште почесто по една недела, а еднаш, според сведоштвото на Јован Колов, седумдесет дена помина не вкусувајќи ништо. Имаше голема борба со духовите на злобата, коишто некогаш му се јавуваа такви какви што се, а некогаш во вид на светли ангели. Но благодатниот слуга Божји никогаш не даде да се прелаже и не се опрелести. Беше проѕорлив и во сиот Мисир прочуен по чудотворството. Во вечноста се пресели во 400 година. Преподобен Исидор Пелусиот ги пренесе неговите мошти во својата обител и чесно ги погреба."
    }, {
      "title": " Светиот маченик Зосим",
      "important": false,
      "desc": "Римски војник во времето на царот Трајан. Храбро ја исповедаше својата вера во Господ Исус Христос, за што претрпе тешки маки. Сред мачењето слушна глас од небото: „Држи се, Зосиме и крсти се. Јас сум со тебе!“ Во затворот му се јавуваа ангели Божји. После мачењата беше расечен со секира, во 116 година."
    }, {
      "title": " Свети Јован Шангајски",
      "important": false,
      "desc": "Свети Јован Шангајски е роден на 17 јуни, 1896 година, во Адамовка, Харковска губернија, со крстено име Михаил - по светиот Архангел. Како дете често одеше во блискиот манастир, каде што почиваа чудотворните мошти на свет архиепископ кој за време на животот бил почитуван заради своето исклучително подвижништво - често останувајќи без сон и одмор, поминувајќи ги ноќите неподвижно, во молитва. Свети Јован стана ист таков голем подвижник; немаше спиено во кревет од моментот кога ги даде монашките завети па сè до своето упокојување 40 години подоцна. Јадеше само еднаш дневно, еден час пред полноќ. За време на првата и последната седмица од Великиот пост воопшто не земаше храна, а во останатото време од Постот се поткрепуваше само со просфора од олтарот. Често одеше бос дури и во најстудените денови. По Октомвриската револуција, заедно со семејството најде засолниште во Белград, каде што се запиша на Богословскиот факултет. Во 1926, една година по дипломирањето, прими монашки потстриг, добивајќи име по неговиот далечен роднина свети Јован Тоболски. Во ноември истата година го ракоположија за јеромонах. Наскоро почна да работи како професор во Православната семинарија „Свети Јован Богослов“ во Битола. Не еднаш тогашниот Битолски владика ќе рече: „Сакате ли да видите жив светија - одете кај отец Јован“. Неговите ученици беа првите на кои им беше откриено големото подвижништво на Владиката. Ноќе забележаа дека тој станува, ги обиколува спалните и се моли над заспаните ученици. „Најпосле се откри дека тој скоро и да не спие, и тоа никогаш во кревет, дозволувајќи си секоја ноќ само час-два неудобен одмор во седечка поза или преклонет на подот, во молитва пред иконите.“ Остана во овој подвиг до крајот на својот живот, „поробувајќи си го телото“ - според зборовите на Апостолот (1 Кор. 9, 27). На 38-годишна возраст беше воздигнат во епископски чин на 10 јуни, 1934 година, од митрополитот Антониј Храповицки (првиот поглавар на Руската Задгранична Црква). Во своето смирение, свети Јован сè до последниот момент беше сигурен дека по грешка го викнале, дека сигурно бараат некој друг јеромонах Јован, зашто тој имајќи говорна мана сметаше дека не може да служи. „И великиот пророк Мојсеј пелтечеше“ - му одговорија. Беше назначен за надлежен архиереј на Шангајската епархија, Кина. Таму работеше на возобнова на единството меѓу локалните верници од различна националност, како и на изградба на соборен храм и многубројни други цркви и болници. Ги посетуваше болните и оние во затвор, и одеше кај секој тешко болен во кое било време од ноќта и денот за да се помоли крај неговата постела - многумина известуваа за чудотворни исцелувања. Собираше дечиња болни и во неволји од улиците на Шангај и се грижеше за нив во сиропиталиштето што самиот го основа. Го имаше дарот да проѕира во иднината, совршувајќи служби за луѓе што се навидум со одлично здравје, а за кои тој знаеше дека им претстои скора смрт. Тој се појави крај постелата на верник пред умирање кој се молеше Владиката да дојде, иако болничкиот персонал одби да го повика. Причести со Светите Христови Тајни една жена што умираше од беснило, а таа веднаш потоа доби напад, устата ѝ се запени и ги поврати Светите Дарови. Знаејќи дека тие не смеат да се фрлат, свети Јован веднаш ги зеде и ги голтна, иако беснилото е многу заразно и смртоносно. Тој рече: „Нема ништо да се случи; ова се Свети Дарови!“ - и ја кажа вистината. Секогаш носеше облека од најевтин кинески материјал и често одеше бос, понекогаш давајќи си ги сандалите на некој сиромашен. Владиката служеше Божествена Литургија и се причестуваше со Светите Тајни секојдневно, сè до крајот на својот живот. Свети Јован служеше и на Филипините кога Русите мораа да ја напуштат Кина. Еден Русин во разговор со Филипинци спомна страв од тајфун, а тие му одговорија дека нема причина за загриженост, бидејќи „вашиот свет човек ви го благословува кампот од сите четири страни секоја ноќ“ - а ова се однесуваше на Владиката, зашто ниту еден тајфун не го погоди островот додека тој беше таму. Подоцна живееше и во Париз. Во една од католичките цркви во Париз, свештеникот вака се обидуваше да ги вдахнови младите: „Барате докази, велите дека денес нема ниту чуда ниту светители. Зошто да ви давам теоретски докази, кога денес по улиците на Париз чекори еден светител - свети Јован Босиот (Saint Jean Nus Pieds)“. Најпосле служеше во Сан Франциско. Неговите последни години беа исполнети со многу страдања, судири и клевети; Владиката дури мораше да сведочи на суд, но на крајот вистината победи. Ги претскажа времето и местото на својата смрт, и на 2 јули 1966 година, крај чудотворна Икона на Богородица, тој се упокои во Господ. Многумина известија дека им се јавил на сон или во видение, исполнет со радост и сиот во светлина. Во 1994 година црковната комисија на Руската Задгранична Црква откри дека моштите му се нетлени. Многу верници, молејќи се пред неговите мошти, добиваат исцелување и утеха. Свети Јован Шангајски се слави на 2 јули."
    }],
    "id": 183
  }, {
    "day": "3",
    "holydays": [{
      "title": "Преподобен Наум Охридски Чудотворец",
      "important": true,
      "desc": "Нашиот преподобен и голем отец Наум, согласно воспитувањето на благородните родители, откажувајќи се од благородството и богатството, им се придружи на рамноапостолните браќа Константин Философ и Методиј. Станувајќи им придружник на овие прекрасни мажи и благовесници на Вистината, се предаде во нивни раце. Нив ги имаше за пример во сè и за свои учители, поучувајќи се во нивното училиште од делата на свети Григориј Богослов, свети Јустин Философ, свети Григориј Неокесариски, свети Василиј Велики, свети Јован Златоуст, свети Григориј Ниски, Блажен Августин, свети Јован Дамаскин, и подготвувајќи се за големото апостолско дело што го очекуваше. Дејноста на свети Наум е тесно поврзана со мисионерската дејност на светите Методиј и Кирил. Околу 863 година тој замина со нив во земјите на Централна Европа. Патувајќи со нив по селата на новоформираното Кралство на Моравија – на територијата на среден Дунав, меѓу Чешка, Баварија и Словачка – овој вистински Христов апостол беше подложен на многу искушенија: беше биен, исмејуван, хулен, претрпувајќи долги и бескрајни тегоби и тешкотии, затвори, насилства и студ, и протерувања од непријателите Христови и на Верата. Но, Господ го поткрепи нивното богоудно дело и за кратко време работата на овие свети Отци доживеа голем успех, во голема мера и затоа што тие го знаеја локалниот јазик. И за да привлечат мнозина да Го познаат Христос, и за да ги просветлат со светлината на благочестивата вера и со пишаното слово, се спротивставија на тријазичната ерес според која словенскиот јазик не беше достоен за на него да се шири Словото Божјо, туку оваа чест беше припишувана само на три јазици: еврејскиот, грчкиот и латинскиот. Раководени од зборовите на Спасителот: „Одете по сиот свет и проповедајте го Евангелието на секое создание“ (Марко 16, 15), тие го преведоа Светото Писмо – Стариот и Новиот Завет како и Литургијата на свети Јован Златоуст од грчки на словенско-македонски јазик, создавајќи ја за оваа цел глаголицата, предавајќи го јасно словенскиот збор со букви и со изразни зборови какви што пронајдоа. На овој начин ѝ дадоа на својата мисија цврста основа во писмо и книги. Пред да го објават тоа корисно и Божјо дело меѓу тамошните народи, светите Методиј, Кирил, Климент, блажениот Наум и другите со нив свети ученици-апостоли, заедно решија да го претстават пред Вселенската Црква, за да добие сила и потврда. Ги зедоа книгите, и исполнети со Божјиот Дух, околу 869 г. стигнаа во старата престолнина на Ромеите – Рим. Тогаш беше архиереј големиот Адријан II (867-72). Тој, откако разбра за доаѓањето на Светите, ги пресретна оддалеку со целиот свештенички собор и торжествено ги прослави, како што се практикувало во такви случаи за светители. А свети Наум, иако беше помлад од сопатниците, им беше еднаков на своите сотрудници во апостолската ревност и во чудотворната сила, како и во ученоста и во познавањето на многу јазици. Таму, кога влегуваа во градот, Господ, Кој ги прославува оние што Го слават, покажа преку Своите служители натприродни чуда. Така многу слепи прогледаа, мнозина свиени се исправија, глуви и неми проговорија и прослушаа, хроми проодија и други се очистија од нечистите духови и се исцелија од разновидни болести. Од тие чуда и од други Божји откровенија, кога архиерејот виде и сфати дека се од Бога дела, ги замоли Светите да му ги покажат книгите што ги преведоа. Штом му ги донесоа, тој ги провери со целата своја строгост, срамнувајќи го грчкиот со словенскиот текст, ги прогласи за веродостојни, ги одобри како погодни во секој поглед за евангелизација на словенскиот народ, и рече: „Господ е благословен! Овие книги се вистински принесувања жртви на Бога, Нему угодни!“ Потоа тие отслужија Божествена Литургија и папата го потстрижа во голема схима Константин и го нарече Кирил, а Методиј го назначи за Архиепископ на Моравија и цела Панонија, со седиште во древната епископска столица Сирмиум (Сремска Митровица), со јурисдикција над словенските земји на Панонија, Моравија, Словачка и дел од Хрватска. Потоа ги ракоположи светите Климент и Наум заедно со другите свештеници и ѓакони и благослови да се служи Литургија на словенски јазик во градските цркви. Откако Светите го исполнија доброчестивото дело, тие сакаа да се вратат назад, секој во своето место. Тогаш ги пресретна целиот народ од градот со големи почести и љубов. А и тие се трудеа секаде каде што имаше тешкотии и болести да исцелуваат. А начинот на кој лекуваше свети Наум беше чудесен и достоен да се прикаже: од неговите очи се излеваше исцелителска сила, која ги лекуваше болестите кај они кои со вера ќе погледнеа во очите на овој свет угодник Божји. Со сила беа одделени оние кои ги следеа, со многу солзи и со тажни лица, и на крајот, кога се простуваа еден од друг со целиви и духовна љубов, благословувајќи ги, Светителите тргнаа по патот. По кратко време, на 14 февруари 869 г., во манастир во Рим се упокои богоносниот Кирил и неговото сефално тело беше положено во храмот на свети Климент Римски. А свети Методиј, пак, ја остави жалоста по својот роден брат Кирил, и откако доби разрешување од блажениот папа Адријан, отиде со сите свои ученици во Панонија. И таму сè добро уреди и поучи. Свети Методиј 24 години носеше архиерејски чин во Моравија и Панонија и, покрај другата дејност, раководеше во Велеград словенско пастирско училиште, каде што учеа многу ученици и каде што беше центарот на словенското богослужење и образование за тие држави. Кога умре во 885 г., тој остави голем број ученици (свештеници, ѓакони, ипоѓакони), до 200 на број, кои беа воспитаници на тоа училиште, во чие подготвување секако учествуваше и презвитерот Наум, меѓу другите избрани ученици, кои ревносно проповедаа во својата околина, пишуваа и преведуваа црковни книги. Првенството меѓу учениците го држеше Горазд, кого самиот свети Методиј го прогласи за Моравски Архиепископ кога доби известие од Господ за своето упокојување. Но дрската толпа од еретици не престана да се бори против него дури и по неговата смрт. Така тие го лишија Горазд од епископска власт и архиерејството го презеде некој Латин, наречен Вихинг, кој беше опијанет од беснотијата на ереста. Тој со својата група почна да го напаѓа православното мнозинство на учениците на свети Методиј. Исполнет со еретичкото учење на Македониј и Аполинариј, тој го преврти целото светоотечко учење на свети Методиј и бараше од верните да исповедаат дека Синот е роден од Отецот, а дека Духот излегува од Синот. Тогаш Светите почнаа да се борат против тие соблазнувања и силно да го проповедаат правилното учење за Светиот Дух, преобраќајќи мнозина во Православието и гласно исповедаа: „Ние веруваме дека Духот произлегува од Отецот и дека Отецот е причина на раѓањето на Синот, но дека е присутен во Синот и секогаш преку Него се раздава на достојните. Меѓутоа, едно е излегување, а друго е раздавање. Првото го објаснува начинот на постоењето на Духот, зашто, како што е Синот од Отецот по раѓање, така е Духот по произлегување од Него. Давањето не го објаснува начинот на постоењето, но покажува обогатување и раздавање... Светиот евангелист Јован ни Го претставува Синот, Кој зборува за Духот на вистината, Којшто излегува од Отецот. Затоа престанете да го острите страшниот меч против себеси. Престанете да се спротивставувате на Божјиот Син, Големиот Благовестител, од Кого, преку и за Кого е целото Евангелие, и без Духот да учите за Духот, или подобро да речеме да зборувате во противниот дух!“ Вихинговците (Франко-Германите) видоа дека не можат со логика и со Откровение Божјо да ја бранат својата теза, па прибегнаа кон лукавство: прво се заколнаа пред Светополк – кнезот на Моравија, дека право веруваат, а тој затоа им ја предаде Црквата во тие места, и тогаш тие го започнаа страшното гонење на Методиевите ученици и следбеници. Ги присилуваа да ја примат нечестивата догма, ги мачеа бесчовечно, им ги разграбуваа домовите, ги влечкаа голи низ трње. Презвитерите и ѓаконите што беа помлади ги продаваа на Евреите како робови. Светите Горазд, Климент, Наум, Лаврентиј и Ангелариј и многу други знаменити мажи ги оковаа во пранги и ги затворија во темница, каде што им беше забранета секаква утеха, бидејќи по никаков начин при нив не смееја да пристапат ни роднини ни познати. Но, што промислува Бог, Кој не дозволува да се навредуваат и обесчестуваат Неговите луѓе? Кога се наоѓаа Светите во затворот и пееја од целата душа и срце едногласно „Господи, Пресветиот Твој Дух...“, о чудо, голем земјотрес се случи, целото место се затресе, и паднаа многу ѕидови и куќи на тираните, па паднаа синџирите и јажињата од рацете и нозете на Светите. Свети Наум ја покажа силата на својата молитва кога чудотворејќи ја отвори затворската капија. И сите заедно излегоа и тргнаа по патот, радувајќи се како некогаш апостолите, зашто се удостоија да страдаат поради Светиот Дух, како оние поради името на Распнатиот Владика. И сите се зачудија пред тоа чудо и ги нарекоа Светите големи. Но јазикот на еретиците повторно се обиде да го изопачи чудото, припишувајќи го тоа на Велзевул, како што направија Јудејците пред Христос. Потоа, бидејќи безумниот кнез не можеше да го разбере ова чудо – Светите повторно беа ставени во окови, потешки од првите и со затворски маки побезуспешни од поранешните. Изминаа три дена. И кога ја завршуваа молитвата на Третиот час, повторно стана истото што и порано: земјотрес и шум од небото и раскршување на прангите. И без да му соопштат за тоа нешто на кнезот, богоборците повторно ги подложија Светите на истите мачења. Откако изминаа десет дена, пак, по третпат Бог ги посети подвижниците, но бесчувствителните еретици повторно си останаа така заслепени. И така врз болките од раните им се наложија на Светителите уште поголеми страдања. Бидејќи имаа од кнезот дозвола да се однесуваат со нив како им е угодно, тие ги извлекоа од затворот и ги измачуваа со бесчовечни удари. По таквите удари, не им дозволија дури ни да се нахранат, бидејќи никому не му дозволуваа да им подаде дури ни парче леб на Христовите слуги. Прогласени за бунтовници против државниот поредок, беа предадени на војниците за да ги одведат пооделно на разни места покрај Дунав, осудувајќи ги небесните граѓани на изгонување од градот. И војниците – луѓе варвари, ги грабнаа Светителите, ги изведоа надвор од градот и откако ги соблекоа, ги протераа голи. Свети Климент ги зеде со себе светите Наум и Ангелариј и се упати со нив кон Дунав на југ, раководејќи се од Евангелието: „Кога ќе ве изгонат од еден град, одете во друг“ (Матеј 10, 23). И ете тие пристигнаа во едно село, во кое решија да ги поткрепат своите тела истоштени од недостаток на храна и покрив. Се распрашаа кој во селото е богољубив, гостољубив и прочуен со благочестивиот свој живот и, откако најдоа таков, отидоа на гости кај него. Тој човек имаше единец син. Но штом влегоа туѓинците во куќата, синот умре. Таткото, целиот скршен, ги проколнуваше и им се закануваше, сметајќи ги за маѓесници и демони. Но и Светите сами страдаа не помалку од таткото. Тогаш тие се оддадоа на молитва, успокојувајќи го со кротост силниот гнев на таткото. И навистина, штом се помолија за детето – о ново чудо!, о, Твојата вечно светла благодат, Спасителу Христе! – на ожалостениот татко жив му го предадоа синот. Таткото, пак, надвор од себеси од радост викаше: „Простете, простете ми преподобни Отци. Јас ништо не знаев за вас и затоа сум повиновен. Но еве ви сè што имам, па и самиот ќе ви бидам слуга!“ Задоволни од верата на човекот, тие смирено зедоа само она што им беше најпотребно за патувањето што им претстоеше и тргнаа по патот што водеше кон Дунав. Кога стигнаа на дунавскиот брег и го видоа силното и поради тоа непреодно течение, откако заврзаа три дрва со лоза, со молитви и Божјо чудо ја преминаа реката на другата страна и стигнаа до Белград. Тамошниот воен намесник убаво ги пречека и ги прати кај владетелот по име Михаил-Борис2, кој со почести и велелепно ги поздрави, благодарејќи Му на Бог бидејќи доби такви учители, не обични луѓе, туку исповедници и маченици. Тој некое време ги задржа во Преслав, а потоа според желбата ги распореди во местата наоколу, за да го проповедаат името Христово. Им нареди на граѓаните да ги слушаат Светите и да им се потчинуваат на наредбите, како да се негови, и да им помагаат во градењето на светите храмови кои тие ќе сакаат да ги градат, за да се множи благочестието. Во Преслав свети Наум работеше седум години (886-893) развивајќи учителска дејност. Таму го продолжуваше делото на своите учители, поткрепен од Духот. Ја ширеше писменоста, подготвуваше свештеници, го објаснуваше и толкуваше Светото Писмо и делата на светите Отци, а понадарените свештеници ги поттикнуваше да препишуваат и да создаваат свои дела. Тој исто така имаше и улога на дворски советник, прво кај кнезот Михаил-Борис, а потоа и кај неговиот наследник царот Симеон. А свети Климент беше испратен за учител во областа Кутмичевица во Македонија, каде што доби многу поволни услови за работа. Тој во манастирот за свој помошник подоцна го зеде свети Наум за да му помага во учителствувањето и другите дела. Кога кнезот Михаил-Борис се повлече заминувајќи во манастир и на престолот дојде неговиот благочестив син Симеон (893-927), тој го предложи свети Климент за епископ на Дремвица и Белица (се смета дека е ова Тивериополската епархија – денешна Струмица). Така во 893 година свети Климент стана прв словенски епископ на Балканот меѓу ромејските епископи. На своето место на Охридскиот универзитет тој тогаш го постави свети Наум, како најдостоен наследник, да ја продолжи неговата учителска дејност. Светите Климент и Наум го поткрепија делото на своите учители Кирил и Методиј поставувајќи цврст темел на православната словенска Црква и на православната словенска култура во Македонија, како и во другите православни земји: Бугарија, Србија, Русија и др. Со христијанското словенско училиште и просвета, со подготвувањето на свештеници и други клирици образовани на словенски јазик, со воведувањето и ширењето на словенскиот јазик во сите богослужби и во целата просвета, од црквите во Македонија го отстранија паганството како и грчкото и латинското влијание. Во секоја парохија дејствуваа по 300 одбрани ученици (учители, проповедници, клирици), а нивниот вкупен број изнесуваше 3500, од кои половината, ако не и повеќе непосредно се беа напоиле од благодатното слово на свети Наум. Во Охридскиот книжевен центар свети Наум работеше седум години. Ова училиште имаше карактер на универзитетска установа и со право денес се смета за прв универзитет во Европа. Сиот овој труд даваше обилни плодови уште во тоа време. Во 900 година свети Наум на брегот на Охридското Езеро основа манастир посветен на светиот архангел Михаил и сите свети небесни и бестелесни сили, којшто го освети Епископот Климент. Со повлекувањето во манастирот, свети Наум се вгради во темелите на монаштвото во Македонија, и околу него се собраа мноштво монаси од целиот Балкан. И откако направи сè што Му е благоугодно на Бог, почина таму блажениот Наум во длабока старост и Му ја предаде својата душа на Бог на 23 декември 910 година. А чесното тело негово беше положено во гробот, во десното крило на храмот, од Христовиот архиереј Климент Охридски, кој се упокои шест години подоцна. Уште на крајот на десеттиот век светите Наум и Климент се канонизирани за светители. Свети Наум е почитуван уште за време на животот, а особено по повлекувањето во манастирот и за време на отшелништвото во крајезерските пештери, како добродетелен и свет подвижник и како чудотворец. Свети Наум беше мудар учител, боговдахновен раководител на монасите, строг подвижник, чудотворен молитвеник и духовник. Правеше многу чуда за време на животот и по смртта. Од неговите чудотворни мошти и денес се случуваат многубројни чуда, исцеленија од тешки болести, особено лудило и демоноопседнатост. Многумина болни доаѓаат на неговиот гроб и тоа не само православни туку и луѓе од друга вера. Во 1926 година еден муслиман од Ресен донесува камбана за да ја приложи на манастирот од благодарност што Светителот му го беше излекувал братот и од смртна постела го подигнал повторно во живот. Името на приложникот е Џемаил Зизо, а на неговиот брат Сулејман Зизо, и двајцата угледни граѓани на тогашен Ресен. Затоа, браќа, и ние да му последуваме на добриот живот на овој блажен Отец, кој се зачува наполно девствен и чист и кој претрпе многу беди и напасти поради вистинската Божја вера, па со него да ги достигнеме вечните богатства на нашиот Господ Исус Христос, во слава на Отецот, на Синот и на Светиот Дух, секогаш и во сите векови. Амин."
    }, {
      "title": " Блажениот Студиј ",
      "important": false,
      "desc": "Прочуен патрициј и конзул во Цариград. Ги основа црквата и манастирот на Свети Јован Предвесник близу Златните Порти. Манастирот по него е наречен Студитски, а стана славен заради многубројните тамошни славни мажи, духовници, страдалници, од коишто најпознат е Свети Теодор Студит. Латинските крстоносци ја разорија оваа обител во 1204 година, но царот Константин Палеолог Порфиророден ја обнови во 1293 година. На нејзиното место денес се наоѓа турска џамија."
    }],
    "id": 184
  }, {
    "day": "4",
    "holydays": [{
      "title": "Светиот маченик Јулијан Тарсиски",
      "important": false,
      "desc": "Од благородно, сенаторско потекло; живееше во Тарс Киликиски, пострада во времето на Диоклецијан. Иако имаше само осумнаесет години кога беше подложен на мачење за верата, Свети Јулијан беше веќе доволно воспитан и утврден во христијанското благочестие. Царскиот намесник го водеше со себе цела година од град во град, постојано мачејќи го и наговарајќи го да се одрече од Христа. Мајка му оддалеку го следеше Јулијан. А кога намесникот ја фати и ја испрати да го посоветува својот син да се откаже од Христа, таа три дена му го зборуваше на синот во затворот спротивното, влечејќи го и храбрејќи го да не паѓа со духот, туку смело и со благодарност кон Бога да појде во смрт. Тогаш мачителите го зашија Јулијан во вреќа со песок, скорпии и змии, па го фрлија во морето. Мајка му исто така умре маченички. Неговите мошти брановите ги исфрлија на брегот, а верните ги пренесоа и чесно ги погребаа во Александрија, во 290 година. Подоцна тие мошти беа пренесени во Антиохија. Дојде време кога Свети Јован Златоуст одржа пофално слово за Светиот маченик Јулијан: „Од усните на мачениците исходеше свет глас и заедно со гласот се излеваше светлина појасна од сончевите зраци“. И уште: „Земи кого сакаш, избезумен или демонизиран и приведи од нив кај овој свет гроб во којшто лежат маченички мошти и ќе видиш како тој (демонот) веднаш ќе отскокне и ќе побегне како од палежен жар“. Од овие зборови е јасно колку многубројни чуда мора да се случувале на гробот на Свети Јулијан."
    }, {
      "title": " Преподобните Јулиј и Јулијан",
      "important": false,
      "desc": "Родени браќа од грчката област Мирмидонија. Од малечки воспитани во христијанство, со завет дека ќе живеат секогаш во девственост, служејќи ѝ на Црквата. Јулиј беше презвитер, а Јулијан ѓакон. Од царот Теодосиј Помладиот издејствуваа грамат за да ги уриваат идолиштата, а да градат христијански цркви. Овие двајца браќа како двајца апостоли ги обраќаа нехристијаните во христијани вдолж Исток и Запад и ѕидаа цркви. Додека живееја изградија сто цркви. Се упокоија мирно во Господа, близу Медиолан. Жителите на Медиолан го повикуваат Свети Јулиј на помош против волците."
    }],
    "id": 185
  }, {
    "day": "5",
    "holydays": [{
      "title": "Светиот свештеномаченик Евсевиј, епископ Самосатски",
      "important": false,
      "desc": "Многу постигна во изобличувањето на аријанството. Кога се испразни антиохискиот престол, на негово настојување за патријарх беше избран Мелетиј, големо светило на Црквата, којшто после смртта се удостои со голема пофалба од Свети Јован Златоуст. Но сепак аријанците набрзо по востоличувањето го изгонија Мелетиј од Антиохија. Кога умре злиот син на цар Константин, Констанциј, се зацари еден уште полош од него, Јулијан Отстапник. Во времето на Јулијановото гонење на христијаните Свети Евсевиј го слече свештеничкото расо и се облече во војничко руво, па така ги обиколуваше гонетите цркви по Сицилија, Финикија и Палестина, сегде утврдувајќи ја православната вера и поставувајќи свештеници, ѓакони и сиот потребен клир, а некаде дури и епископите ги поставуваше тој. Кога се прочу погибелта на Јулијан, Свети Евсевиј го посоветува Мелетиј да го повика Соборот во Антиохија во 361 година. Присуствуваа дваесет и седум архиереи, уште еднаш се осуди аријанската ерес, а се прогласи православната вера онака како што беше изразена на Првиот Вселенски Собор. Покрај Мелетиј и Евсевиј, на овој Собор особено се забележуваше Свети Пелагиј Лаодикиски, прочуен девственик и подвижник. Овој Собор беше во времето на благочестивиот цар Јовинијан. Но тој цар набрзо умре, а се зацари свирепиот Валент, со којшто повторно кон Православието се наврте прогонство. Свети Мелетиј беше прогонет во Ерменија, Евсевиј во Тракија, а Пелагиј во Арабија. По Валент се зацари Грацијан, кој ѝ даде слобода на Црквата и ги врати од прогонство архиереите на нивните места. Така се вратија: Мелетиј во Антиохија, Евсевиј во Самосат, а Пелагиј во Лаодикија. Во тоа време голем број епархии и парохии беа како вдовици, па Евсевиј ревнуваше да му најде на народот благочестиви пастири. Но кога дојде во градот Долихин со избраниот епископ Марин, за да го востоличи новиот архиереј, а да ја изобличи ариевската ерес којашто во овој град имаше голем замав, еден еретик-фанатик фрли од покрив ќерамида врз чесната глава на Свети Евсевиј и опасно го рани. Од оваа рана големиот Свет ревнител за Православието умре за да живее вечно во рајското блаженство. Пострада во 379 година."
    }, {
      "title": " Светите маченици Зинон и Зина",
      "important": false,
      "desc": "Свети Зинон беше римски офицер во градот Филаделфија Арабиска, а Зина му беше слуга. Кога настана гонењето на христијаните во времето на царот Максимијан, Свети Зинон се осмели и излезе пред војводата Максим пред кого ја исповедаше својата вера во Едниот Жив Бог и го посоветува да ги остави мртвите идоли и да ја прими единствената вистинита вера. Војводата се налути и го фрли во затвор. Овде Зинон беше посетен од верниот слуга Зина, при што и него го фатија и го уапсија. Потоа обајцата беа мачени за Христа и најпосле фрлени во оган, во којшто незнабожците долеваа масло. Нивните души се венчаа со невенливи венци во Христовото Царство, а телесните остатоци им ги погребаа во црквата на Свети Георгиј во местото наречено Кипарисион."
    }],
    "id": 186
  }, {
    "day": "6",
    "holydays": [{
      "title": "Светата маченичка Агрипина",
      "important": false,
      "desc": "Родена и воспитана во Рим. Од детството се подвизуваше да живее евангелски, одгонувајќи ја од срцето смрдливоста на страстите и налевајќи го со благоухание на девствена чистота, со целомудрие. Му беше вереница на Господ Христос и како Негова невеста пострада во времето на царот Валеријан. Претрпе биење со стапови, сѐ дури не ѝ ги скрушија коските. Ѝ се јави ангел Господов и ја укрепи. Во натамошните маки го предаде својот дух. Нејзините другарки Васа, Пауна и Агатоника ѝ ги пренесоа моштите на островот Сицилија и таму ги погребаа чесно. Подоцна овде подигнаа црква во име на Света Агрипина. Од нејзините мошти стануваа безбројни чуда. Едно од нив е повлекувањето на Агарјаните пред силата на Светите мошти на оваа маченичка од пред градот во којшто беа положени. Света Агрипина се упокои во 275 година."
    }, {
      "title": " Светите маченици Евстохиј, Гај и другите со нив",
      "important": false,
      "desc": "Евстохиј беше идолски жрец во времето на царот Максимијан. Гледајќи го херојството на христијанските маченици го отфрли незнабоштвото и се крсти. Го крсти самиот епископ Антиохиски Евдоксиј. Потоа Евстохиј полека ги обрати сите свои роднини во Христовата вера. Гај му беше роднина и се крсти заедно со тројцата младенци: Пров, Лолиј и Урбан. Сите овие, а уште и други со нив, беа изведени пред суд, мачени и искасапени заради верата во Господ Христос, во Листра. Нивните души се преселија во бесмртното Царство Христово."
    }, {
      "title": " Повест за покајанието на Теофил",
      "important": false,
      "desc": "Од завист кон епископот, Теофил му ја предаде душата на ѓаволот и на хартија се одрече од Христа и од Богородица. Но потоа горко се покаја, по четириесетдневен пост и солзливи молитви, плачејќи испроси прошка од Светата Пречиста и ја прими назад напишаната хартија што му ја беше дал на ѓаволот. Јавно го исповеда својот грев во црквата пред епископот и народот. И кога епископот му изрече простување и го причести, лицето на Теофил заблеска посилно од сонцето. Тој е пример дека Бог не само што им ги простува гревовите на вистинските покајници туку и ги вбројува меѓу светителите."
    }],
    "id": 187
  }, {
    "day": "7",
    "holydays": [{
      "title": "Раѓањето на Свети Јован Предвесник и Крстител Господов (Иванден)",
      "important": true,
      "desc": "Шест месеци пред своето јавување на Пресветата Дева Марија во Назарет, великиот архангел Божји Гавриил му се јави на првосвештеникот Захариј во ерусалимскиот храм. Пред да го објави чудесното зачнување на безмажната девица, архангелот го објави чудесното зачнување на една бездетна старица. Захарија не поверува веднаш во зборовите на Божјиот известител и затоа јазикот му се врза со немост, па остана нем сѐ до осмиот ден по раѓањето на Јован. Тој ден се собраа роднините на Захарија и Елисавета за обрезание на младенецот за да му биде дадено име. Па кога го прашаа таткото кое име би сакал да му го даде на синот, тој бидејќи нем напиша на табличка: Ј о в а н. Јазикот му се одврза во тој час и тој почна да говори. Домот Захариев беше на височината меѓу Витлеем и Хеврон. Гласот дека на Захарија му се јави ангелот Божји, дека онеме, а потоа му се одврза јазикот штом го напиша името Јован, се разнесе по сиот Израил. Овој глас дојде и до Ирод. Затоа Ирод, кога испрати да се заколат децата во Витлеем, прати луѓе и во ридското престојувалиште на семејството Захариево, за да го убијат и Јован. Но Елисавета благовремено го сокри детето. Разјарен од ова, царот Ирод испрати џелати кај Захарија во храмот (зашто се погоди тој повторно беше чреден за служење во ерусалимскиот храм) да го убијат. Захариј беше убиен меѓу притворот и храмот, а неговата крв се засири и се скамени на плочите и остана како неизбришливо сведоштво против Ирод. Елисавета со детето се скри во една пештера, во којашто набрзо таа умре. Младенецот Јован остана сам во пустината, препуштен на грижа на Бога и Неговите ангели."
    }],
    "id": 188
  }, {
    "day": "8",
    "holydays": [{
      "title": "Преподобната маченичка Февронија",
      "important": false,
      "desc": "Ќерка на сенаторот Просфор од Рим. За да избегне брак со смртен човек, си Го избра себеси Христа за вереник и се замонаши на Исток во земјата Асирска, во манастир каде што тетка ѝ Вриена беше игуманија. Лисимах, син на еден големец, имаше желба да се ожени со Февронија, но затоа што Диоклецијан наѕираше во него потаен христијанин, го испрати на Исток со чичко му Селин да заробува и убива христијани. Селин беше суров како ѕвер, сегде немилосрдно ги убивашe христијаните. Лисимах пак, каде што можеше ги штедеше христијаните и ги засолнуваше пред својот ѕвероподобен чичко. Кога направи пустош кај христијаните во Палмира, Селин дојде во градот Сивапол, во чијашто близина имаше девствен манастир со педесет испоснички, меѓу кои и Февронија. Иако имаше само дваесет години, во манастирот и во градот ја почитуваа Февронија заради големата кротост, мудрост и воздржливост. Во тој манастир го држеа правилото на блажената Платонида, поранешната игуманија на манастирот - секој петок го минуваа во молитва и во читање од светите книги, тој ден ништо друго не работеа. Од свештените книги, како што одреди Вриена, на сестрите им читаше Февронија, и тоа стоејќи скриена зад завесите за никој да не се замајува и плени со нејзиното прекрасно лице. Кога чу за Февронија, Селин нареди да му ја доведат. Бидејќи Светата девица не сакаше да се одрече од Христа и да се согласи на брак со смртен човек, нареди да ја шибаат, па да ѝ ги избијат забите, потоа ѝ ги отсекоа рацете, па градите, па нозете и најпосле ѝ ја отсекоа главата. Истиот тој ден мачителот го снајде ужасна казна: во него влезе демон и го обзеде некој смртен ужас, во тој ужас тој удри со главата во мермерен столб и падна мртов. Лисимах нареди и телото на Февронија го собраа и го однесоа во манастирот, каде што чесно го погребаа, а тој и голем број од војниците се крстија. Од моштите на Февронија стануваа многубројни исцеленија, а и таа се јавуваше на денот на нејзиниот празник и стоеше меѓу сестрите на своето вообичаено место додека сите сестри ја гледаа со страв и со радост. Света Февронија пострада чесно и се пресели во вечното блаженство во 310 година. Во 363 година нејзините мошти беа пренесени во Цариград."
    }, {
      "title": " Преподобен Дионисиј",
      "important": false,
      "desc": "Ктитор на манастирот Свети Јован (Дионисијат) на Атон. Родум од Корица, Албанија. Неговиот постар брат, Теодосиј, се оддалечи на Света Гора, каде што со време стана игумен на манастирот Филотеј. Кога порасна и Свети Дионисиј дојде при брат му во Филотеј и овој го замонаши. По Божја Промисла Теодосиј, бавејќи се за една манастирска работа во Цариград, беше избран и посветен за митрополит во Трапезунт. На Дионисиј пак, почна да му се јавува некоја чудна светлина секоја ноќ на она место каде што подоцна ја подигна Светата обител на Свети Јован Предвесник. Објаснувајќи ја појавата на онаа светлина како знак дека таму треба да подигне манастир, Дионисиј отиде во Трапезунт кај брат му и кај царот Алексиј Комнен да побара помош. Царот му даде и пари и повелба, којашто и денес ја чуваат во манастирот. Во 1380 година Дионисиј ја основа обителта на Свети Јован Предвесник. Но еднаш кога морските разбојници ја ограбија обителта, Дионисиј повторно отиде во Трапезунт и таму се упокои, во седумдесет и втората година од неговиот живот. А манастирот Дионисијат до денес напредува и цвета. Во тој манастир се наоѓа иконата на Пресвета Богородица наречена П о ф а л б а , којашто царот Алексиј Комнен му ја подари на Дионисиј. Според Преданието пред оваа икона за првпат е читан Акатистот кон Пресвета Богородица, составен од патријархот Сергиј."
    }],
    "id": 189
  }, {
    "day": "9",
    "holydays": [{
      "title": "Преподобен Давид",
      "important": false,
      "desc": "Родум солунјанин. Прво се подвизуваше во близината на Солун, во една колиба подигната под бадемово дрво. Подоцна го продолжи подвигот во Тесалија. Постејќи, бдеејќи и молејќи се толку се очисти, што се удостои со голема благодат од Бога. Еднаш зеде жар во раката, стави темјан и го покади царот без ни малку да си ја повреди раката. Кога го виде ова, царот му се поклони до земја. Со своите многубројни чуда ги восхити луѓето. Се упокои мирно и се пресели во блажената вечност во 540 година."
    }, {
      "title": " Празник на иконата Одигитрија",
      "important": false,
      "desc": "Оваа икона ја изработи на дрво самиот евангелист Лука. Кога ја виде, Пресвета Богородица ја благослови. Свети Лука му ја подари иконата на тој Теофил кому му ги пишуваше Делата Апостолски. Подоцна ја пренесоа од Антиохија во Ерусалим, а од Ерусалим ја зеде царицата Евдокија и ја испрати во Цариград до сестрата на царот, кај побожната Пулхерија на дар. Пулхерија ја положи во Влахернската црква, којашто самата ја имаше подигнато. Еднаш им се јави Пресвета Богородица на двајца слепци и ги доведе до црквата Влахерна пред Својата икона и овде на обајцата им го врати видот. Затоа оваа икона ја завикаа Одигитрија - Патеводителка. Кога војските на персискиот цар Хозрој и на скитскиот цар Каган удрија на Цариград, патријархот Сергиј ја изнесе оваа икона на градските бедеми и ја носеше по бедемите. Тогаш Пресвета Богородица ги спаси христијаните од нехристијаните. Непријателските војски се збунија, морето се возмути, корабите потонаа, непријателите што останаа во живот удрија во бегство. Оттогаш е востановен споменот на ова чудо на Пресвета Богородица во саботата на петтата седмица од Чесниот Пост со читање на Акатист. Во времето на иконоборството иконата беше пренесена во Светата обител на манастирот Пантократор и таму ја заѕидаа во ѕидот, а пред неа оставија кандило да гори. Како што ја заѕидаа потоа така и ја најдоа."
    }],
    "id": 190
  }, {
    "day": "10",
    "holydays": [{
      "title": "Свети Сампсон Странопримец",
      "important": false,
      "desc": "Овој светител е роден од богати и прочуени родители во стариот Рим, каде што го изучи сето светско знаење на тоа време, а особено ѝ се посвети на лекарската наука. Како лекар беше милосрден и бесребрен, а на болните им даваше лекови за телото и за душата, советувајќи ги да ги извршуваат заповедите на христијанската вера. Потоа се пресели во Цариград, таму живееше во еден малечок дом од којшто растураше на сите страни, како сонцето зраците на светлината - милостиња, утеха, совети, надеж, лек и воопшто помош за беспомошните, и духовна и телесна. Патријархот чу за добродетелите на овој човек и го ракоположи за свештеник. Во тоа време се разболе царот Јустинијан Велики и неговата болест, според уверувањето на сите лекари, беше неисцеллива. Тогаш царот Му се помоли на Бога со голема усрдност и Бог му откри во сон дека Сампсон ќе го исцели. Навистина, кога дозна царот за Сампсон, го повика на дворецот и само што старецот ја стави раката на болното место, царот оздраве. Па кога царот му нудеше големо богатство за ова, Сампсон се заблагодари, не сакајќи ништо да прими, а рече: „О цару, имав јас и злато и сребро и други имоти, но сѐ оставив заради Христа, за да ги стекнам вечните небесни богатства“. Но бидејќи царот настојуваше сепак да стори нешто за него, Свети Сампсон го замоли да му изгради дом за ништите. Во тој дом Сампсон им служеше на сиромасите како родител на своите деца. Милоста кон сиромасите и немоќните му беше како природна. Најпосле овој свет човек, сиот исполнет со небесна сила и добродетел, се упокои мирно на 27 јуни 530 година. Го погребаа во црквата на Светиот маченик Мокиј, неговиот роднина. Откако се упокои, многупати им се јавуваше на оние што го повикуваа на помош."
    }, {
      "title": " Света Јоана Мироносица ",
      "important": false,
      "desc": "Таа е жена на Хуза, дворјанин Иродов (Лука 8, 1). Кога му ја отсече главата на Свети Јован Крстител, Ирод ја фрли на нечесно место. Јоана ја зеде главта на Крстителот и чесно ја погреба на Елеонската Гора, на еден Иродов имот. Дури во времето на царот Константин Велики се откри чесната глава на Св. Предвесник Јован. Света Јоана се спомнува и како присутна при страдањето и Воскресението на Господ. Мирно се упокои."
    }],
    "id": 191
  }, {
    "day": "11",
    "holydays": [{
      "title": "Пренос на моштите на Светите маченици Кир и Јован",
      "important": false,
      "desc": "Се празнуваат на 31 јануари. Под тој датум е опишано нивното житие и страдање. На 28 јуни се празнува преносот на нивните мошти од Канопос во Манутин и многубројните чуда што се случија притоа. Александрискиот патријарх Св. Кирил истрајно се молеше на Бога да го уништи идолското нечестие во Манутин, кај што имаше идолски храм и владееше демонска сила. Тогаш на патријархот му се јави ангел Божји и му рече дека Манутин ќе биде очистен од нечестието ако тој ги пренесе таму моштите на Светите Кир и Јован. Патријархот веднаш го направи тоа: ги пренесе чесните мошти на мачениците во Манутин и изгради таму црква, којашто им ја посвети на Светите Кир и Јован. Од моштите на овие маченици се исцели од шкрофул Амониј, синот на александрискиот градоначалник Јулијан; некој Теодор од слепило; Исидор од Мајум се исцели од раскапување на црниот дроб; една жена Теодора од отруеност; некој Евгениј од водена болест. Сето тоа се случи во 412 година."
    }, {
      "title": " Преподобен Сенуфиј Знаменосец",
      "important": false,
      "desc": "Голем испосник и чудотворец од Мисирската пустина. Современик на патријархот Теофил и царот Теодосиј Велики. Наречен Знаменосец бидејќи еднаш со молитва му помогна на царот Теодосиј да ја одржи победата над непријателската војска. Кога царот го повика да појде во Цариград, му одговори дека не може, но му испрати едно свое ветво расо и стап. Кога тргна да војува, царот го облече расото на Сенуфиј и го понесе неговиот стап. Од војната се врати како победник."
    }],
    "id": 192
  }, {
    "day": "12",
    "holydays": [{
      "title": "Светиот апостол Петар (Петровден)",
      "important": true,
      "desc": "Син Јонин, брат на Андреј Првоповиканиот, од племето Симеоново, од градот Витсаида. Беше рибар и прво се викаше Симон, но Господ благоизволи да го нарекува Кифа или Петар (Јован 1, 42). Прв од учениците јасно ја изрази верата во Господ Исус, велејќи: „Ти Си Христос, Син на Живиот Бог“ (Матеј, 16, 16). Љубовта кон Господ му беше голема, а во верата се утврдуваше постапно. Кога Го изведоа Господ на суд, Петар трипати се одрече од Него, но само еден поглед на лицето Господово го исполни со срам и покајание. По слегувањето на Светиот Дух стана неустрашлив и снажен проповедник на Евангелието. После една негова беседа во Ерусалим се обратија околу три илјади души. Го проповедаше Евангелието ширум Палестина и Мала Азија, Илирика и Италија. Вршеше големи чуда: лечеше болни, воскреснуваше мртви, дури и од неговата сенка се исцелуваа болните. Имаше голема борба со Симон Волхот, којшто се прикажуваше за бог, а всушност беше слуга сатанин. Најпосле го посрами и го победи. На заповед на свирепиот цар Нерон, којшто беше пријател на оној Симон, Петар беше осуден на смрт. Откако го постави Лин за епископ на Рим и го посоветува и утеши стадото Христово, Петар радосно појде да прими смрт. Кога виде пред себе крст, ги замоли џелатите да го распнат главечки, бидејќи се сметаше себеси за недостоен да умре како неговиот Господ. Така се упокои и прими венец на вечна слава великиот слуга на великиот Господ."
    }, {
      "title": " Светиот апостол Павле",
      "important": true,
      "desc": "Родум од Тарс, од племето Венијаминово. Прво се викаше Савле, учеше кај Гамалиил, беше фарисеј и гонител на христијаните. Во христијанската вера беше обратен преку чудо од Самиот Господ, Којшто му се јави на патот за Дамаск. Крстен од апостолот Ананија. Му се даде името Павле и беше приброен кон службата на големите апостоли. Со пламена ревност го проповедаше Евангелието секаде, од границите на Арабија до Шпанија, меѓу Евреите и незнабожците. Го нарекоа апостол на незнабожците. Колку што беа страшни неговите страдања толку беше натчовечко неговото трпење. Низ сите години на неговото проповедање како на тенок конец висеше ден за ден меѓу животот и смртта. Откако сите денови и ноќи ги исполни со страдања за Христа, откако на многубројни места ја устрои Црквата и откако ја достигна таа мера на совршенство што можеше да рече: „не живеам веќе јас, туку Христос живее во мене“, беше убиен со меч во Рим, во времето на царот Нерон, кога и апостолот Петар."
    }],
    "id": 193
  }, {
    "day": "13",
    "holydays": [{
      "title": "Собор на Светите славни и сефални апостоли (Павловден)",
      "important": true,
      "desc": "Иако секој од Светите големи апостоли има свој посебен ден за празнување во годината, сепак овој ден Црквата го одреди како соборен празник на сите заедно, а со нив и Павле. Ова се имињата и деновите на посебното празнување на Дванаесеттемина:/n Петар - 29 јуни и 16 јануари; Андреј на 30 ноември; Јаков Заведеев на 30 април; Јован Богослов на 26 септември и на 8 мај; Филип на 14 ноември; Вартоломеј на 11 јуни и на 25 август; Тома на 6 октомври; Матеј евангелистот на 16 ноември; Јаков Алфеев на 9 октомври; Тадеј на 19 јуни; Симон Зилот на 10 мај; Матиј на 9 август; Павле на 29 јуни. Да спомнеме уште за начините како секој од овие најсвети и најполезни луѓе во историјата на светот го заврши својот живот на земјата: Петар беше распнат на крст главечки; Андреј беше распнат; Јаков Заведеев го убија со меч; Јован Богослов се упокои чудесно; Филип беше распнат на крст; Вартоломеј – распнат, па одран и заклан; Тома беше избоден со пет копја; Матеј го изгореа во оган; Јаков Алфеев – распнат на крст; Тадеј – распнат; Симон Зилот – распнат; Матиј го каменуваа, па мртов го расекоа со секира; Павле го убија со меч."
    }],
    "id": 194
  }, {
    "day": "14",
    "holydays": [{
      "title": "Светите маченици Козма и Дамјан",
      "important": false,
      "desc": "Лекари, бесребрници и чудотворци. Овие двајца Светители беа родени браќа, родум од Рим, уште како деца крстени и воспитани во христијански дух. Имаа голема благодат од Бога да ги лечат луѓето и животните од секоја болест и мака, и тоа со едноставно полагање на рацете врз нив. За својот труд не бараа никаква награда, од болниот бараа единствено да поверува во Господ Исус Христос. Наследија голем имот, но го раздадоа милостиво на бедните и неволните. Во тоа време во Рим царуваше царот Карин. Пред него гонителите на христијанството ги доведоа овие свети браќа оковани во синџири. По долго испрашување царот им нареди да се одречат од Христа, а да им принесат жртви на идолите. Но Козма и Дамјан не само што не го послушаа царот туку уште и му посоветуваа и самиот да отстапи од мртвите идоли и да Го признае единствениот вистински Бог. „Нашиот Бог не е создаден, туку е Создател на сѐ, а вашите богови се човечки измислици и дела од рацете на уметниците. И да ги немаше уметниците да ви ги направат тие богови, вие не би имале пред што да се поклонувате.“ После чудото извршено над самиот цар - бидејќи чудесно го исцелија од една тешка мака - царот и самиот ја изјави својата вера во Христа и ги пушти браќата во мир. А тие продолжија да Го слават Господа и да исцелуваат болни, а и самите беа од народот прославувани на сите страни. Им позавиде на славата еден лекар, којшто некогаш им беше учител и под изговор заедно да појдат да берат лековити билки ги однесе в планина, па ги уби со камења. Чесно пострадаа за верата Христова во 284 година. Нивниот спомен остана траен во Црквата на земјата, а душите им се преселија во Царството Божјо, за да живеат вечно во слава и радост."
    }, {
      "title": " Преподобниот патрициј Петар",
      "important": false,
      "desc": "Овој светител беше цариградски благородник и војвода во времето на царот Никифор. Во една од војните со Бугарите царот Никифор беше убиен, а Петар со педесетмина грчки војводи и кнезови беше заробен и фрлен во затвор. Од затворот чудесно го ослободи Свети Јован Богослов. Тогаш тој ја презре целата светска слава, си ги остави жената и синот и се оддалечи на гората Олимп, каде што како монах и ученик на Свети Јоаникиј Велики се подвизуваше триесет и четири години. После смртта на жена му и на син му, се насели во Цариград, каде што во пост и во молитва помина уште осум години и се упокои во Господа во 865 година, во седумдесет и седмата година од неговиот живот."
    }],
    "id": 195
  }, {
    "day": "15",
    "holydays": [{
      "title": "Полагањето на ризата на Пресвета Богородица во Влахернската црква во Цариград",
      "important": false,
      "desc": "Во времето на царот Лав Велики (458 г. – 471 г.), на царицата Верина и патријархот Генадиј, патуваа по Светата Земја двајцата цариградски благородници Галвиј и Кандид, заради поклонение на тамошните светости. Во Назарет отседнаа во куќата на една вдовица Еврејка, којашто во тајна одаја ја чуваше ризата на Пресвета Богородица. Многумина болни и неволни добиваа исцеление за своите маки со молитва и со допирот на таа риза. Галвиј и Кандид ја зедоа Светата риза и ја пренесоа во Цариград, а тоа им го објавија на царот и на патријархот. Во царскиот град тоа предизвика голема радост. Ризата беше свечено пренесена и положена во црквата Влахерна. (Оваа црква ја соѕидаа царот Маркијан и царицата Пулхерија на брегот на еден залив, наречен Влахернски, според името на некој скитски војвода Влахерн, којшто на ова место беше убиен). Овој празник е востановен во спомен на полагањето на ризата на Пресвета Богородица во Влахернската црква."
    }],
    "id": 196
  }, {
    "day": "16",
    "holydays": [{
      "title": "Светиот маченик Јакинт",
      "important": false,
      "desc": "Млад дворјанин на царот Трајан, потаен христијанин. Еднаш додека царот со сите свои дворјани свечено им принесуваше жртви на идолите, Јакинт изостана од оваа скверна свеченост. Затоа беше обвинет и изведен пред царот на суд. Царот го советуваше да се откаже од Христа и да им принесе жртви на идолите. Но Јакинт остана тврд како дијамант, велејќи му на царот: „Јас сум христијанин, Христа Го почитувам, Нему Му се поклонувам и Нему Му се принесувам како жртва жива самиот себеси“. Избиен, исплукан, истружен, овој Свет маченик беше фрлен во затвор. На заповед на царот не му даваа да јаде ништо, освен од идолските жртвоприноси. Но Јакинт тоа не сакаше да го јаде и за осум дена умре. Стражарите во затворот видоа двајца светли ангели: едниот го покриваше телото на маченикот со својата пресветла облека, а другиот полагаше прекрасен венец врз неговата глава. И сиот затвор стана светол и миризлив. Момчето Јакинт пострада чесно во 108 година."
    }, {
      "title": " Свети Анатолиј, патријарх Цариградски",
      "important": false,
      "desc": "Најпрво беше презвитер во Црквата александриска, но по смртта на патријархот Флавијан беше возведен за патријарх на цариградскиот престол, во 449 година. Цариградскиот престол е признаен за рамен на Римскиот во негово време, и тоа на Вселенскиот Собор во Халкидон, во 451 година. Овој Свет патријарх се бореше многу за чистотата на православната вера, многу страдаше од еретиците, додека најпосле не беше и убиен од нив во 458 година, во времето на царот Лав Велики. Со Црквата управуваше близу девет години, а потоа се пресели меѓу нејзините Свети јерарси."
    }, {
      "title": " Свети Исаија Отшелник",
      "important": false,
      "desc": "Се подвизуваше во Мисирскиот Скит во 5 и во 6 век. Се спомнува во книгата на Светите Варсануфиј и Јован (одговор 249 и др.) како маж со вонредна светост. Напиша мноштво поуки за монаси и отшелници. Но од неговите списи преостанаа малку, а многу се уништени од муслиманите. Говореше Свети Исаија: „Пред да се разбуди од сонот на мрзливоста, умот се наоѓа со демоните“. „Круната на сите добри дела се состои во тоа човек да ја положи сета своја надеж на Бога, да прибегнува кон Него Единствениот со сето свое срце и со целата сила, и да плаче пред Бога молејќи Го за помош и помилување.“ Каков е знакот дека на човекот му е простен гревот? „Знак дека гревот е простен е тоа што тој грев не произведува повеќе никакви дејства во твоето срце и си го заборавил до таа мера, што во разговор за сличен грев не чувствуваш никаква наклоност кон тој грев, како да е нешто наполно туѓо за тебе. Тоа е знакот дека си помилуван.“ Залудни се и молитвите и подвизите на човекот којшто во себе таи злоба кон својот ближен и желба за одмазда. „Со сите сили грижи се со устата да не зборуваш едно, а во срцето да имаш друго“. Круна на добродетелите е љубовта, а круна на страстите е правдањето на сопствените гревови“."
    }],
    "id": 197
  }, {
    "day": "17",
    "holydays": [{
      "title": "Свети Андреј, архиепископ Критски",
      "important": false,
      "desc": "Роден е во Дамаск од родители христијани. Се роди нем и така остана до неговата седма година. Кога родителите го одведоа во црква и го причестија, тој проговори. Толкава е силата на Божествената Причест! Во својата четиринаесетта година отиде во Ерусалим и се потстрижи во лаврата на Св. Сава Осветен. Со разумот и подвигот ги надмина многумина постари монаси и им беше пример на мнозина. Потоа патријархот си го зеде кај себе за писмоводител. А кога почна да свирепствува монотелитската (едноволничка) ерес - којашто учеше дека Господ Исус ја немаше човечката волја, туку само Божетсвената - во Цариград се собра Шестиот Вселенски Собор, во 681 година, во времето на царувањето на Константин Брадестиот. Ерусалимскиот патријарх Теодор не можеше да оди на Соборот, туку го испрати како свој ополномоштеник овој Андреј, тогаш архиѓакон. На Соборот Андреј ја покажа својата надареност, беседништво, ревност кон верата и необичната расудливост. Откако помогна да се утврди Православната Вера, Андреј се врати на својата должност во Ерусалим. Подоцна беше избран и поставен за епископ на островот Крит. Како архиереј беше многу омилен кај народот. Ревнуваш многу за Православието и ги сотираше крепко сите ереси. Со своите молитви чудотвореше. Ги протера Сарацените од островот Крит. Напиша многу поучни книги, песни и канони, од кои најпознат е Великиот Канон на Пресвета Богородица, којшто се чита во четвртокот на петтата недела од Чесниот Пост. По надворешниот изглед беше таков, што секој којшто ќе го видеше неговото лице и ќе ги чуеше неговите медоточни зборови, се насладуваше и се поправаше.“ Смртта си ја претскажа еднаш кога се враќаше од Цариград кон Крит, велејќи дека нема да стаса дома. Така и се случи. Додека коработ минуваше крај островот Митилена, овој светилник на Црквата го заврши својот земен живот и се пресели со душата во Царството на Христос, во 712 година."
    }, {
      "title": " Света Марта",
      "important": false,
      "desc": "Мајката на Свети Симеон Дивногорец (под 24 мај). Со целата душа посветена на верата, таа и не помислуваше на брак. И кога родителите ја свршија за некој младич, намисли да го остави родителскиот дом и да се оддалечи од светот. Но ѝ се јави Св. Јован Предвесник и ја посоветува да им ја исполни волјата на родителите и да стапи во брак, како што таа и направи. Од тој брак се роди прекрасниот светител Симеон, подвижник Дивногорски. Света Марта имаше постојан обичај да станува на полноќ на молитва. Со голема милосрдност ги помагаше бедните, ги пригледнуваше сираците и им служеше на болните. Една година пред својата смрт виде големо мноштво ангели со свеќи во рацете и од нив го дозна времето на своето упокојување. После ова со уште поголема усрдност се предаде на молитва и добродетел. Се упокои мирно во 551 година, а беше погребена крај стапалата на нејзиниот син Симеон Столпник. Посмртно повеќепати им се јави на луѓето заради поука и заради исцелување на болни. Како значајно се памти нејзиното јавување на настојателот на обителта на Св. Симеон. По погребот на Света Марта игуменот постави на нејзиниот гроб кандило, со решение тоа никако да не се гаси. Но по извесно време луѓето ги потфати леност и кандилото згасна. Тогаш настојателот се разболе, му се јави светителката и му рече: „Зошто не го палите кандилото на мојот гроб? Да знаете дека мене не ми е потребна светлината од вашите свеќи, бидејќи се удостоив кај Бога со Незалезната небесна светлина, но вам ви треба. Зашто кога заискрува на мојот гроб, светлината ме поттикнува да Го молам Бога за вас.“ Од ова е јасно дека со нашата почит кон светителите ги побудуваме како подостојни од нас да Го молат Бога за нашето спасение."
    }, {
      "title": " Свети цар Николај со семејството",
      "important": false
    }],
    "id": 198
  }, {
    "day": "18",
    "holydays": [{
      "title": "Преподобен Атанасиј Атонски",
      "important": false,
      "desc": "Беше роден во Трапезунт, од богобојазливи родители. Рано остана сираче, но по Божја Промисла го зеде некој војвода, го одведе во Цариград и го даде да ги изучува науките. Заради својата кроткост и смиреност им беше миленик на врсниците. Во детските игри тие ќе го избереа овој за цар, оној за војвода, а Атанасиј за игумен. Како некое претскажување... Кога заврши со училиштето Атанасиј (до постригот Аврамиј) се оддалечи во Малеинската пустина, близу Света Гора, каде што се подвизуваше како ученик на прочуениот Михаил Малеин. Желен за потесен подвиг, се пресели на Света Гора заради безмолвие. Но околу него почнаа да се собираат мнозина ревнители кон подвижничкиот живот и тој беше принуден да ја соѕида својата славна Лавра. Во тоа изобилно му помагаа византиските цареви, најпрво Никифор Фока којшто и самиот сакаше да се замонаши и да се повлече, а потоа Јован Цимисхиј. На Свети Атанасиј навалуваа многубројни искушенија и од демоните и од луѓето, но тој како храбар Христов војник одолеваше на сѐ и со својата неизмерна кроткост и непрестајна молитва кон живиот Бог сите ги победуваше. Полн со Божја благодат, се удостои да Ја види Пресвета Богородица, Којашто чудесно низведе вода од карпа и му вети дека секогаш ќе биде Икономиса (Игуманија) на манастирот. Атанасиј предничеше пред своите браќа и во работата и во молитвата и сите ги љубеше со љубов на пастир и духовен отец. Смртта му дојде ненадејно. Еднаш со шестмина монаси се искачи над една новоизградена црквена припрата да го прегледа ѕидот што се ѕидаше тогаш, но ѕидот се урна и сите ги затрупа. Така заврши овој голем светилник на монаштвото, во 980 година. По смртта повеќепати им се јавуваше на своите собраќа за да ги утеши или искара."
    }, {
      "title": " Преподобен Лампад",
      "important": false,
      "desc": "Имајќи огнена љубов кон Бога уште од детството, Лампад се оддалечи во пустината близу Иринопол и се посвети на подвиг. Штом ги совлада сите страсти и телесните желби, неговата душа беше просветлена од небесна светлина и со неискажлив мир којшто не е од овој свет. Чудотворец и за време на животот и по смртта. Се подвизуваше најверојатно во 10 век."
    }],
    "id": 199
  }, {
    "day": "19",
    "holydays": [{
      "title": "Преподобен Сисој Велики",
      "important": true,
      "desc": "Родум Мисирец и ученик на Св. Антониј. После смртта на својот голем учител Св. Сисој се насели на пустинската гора наречена Антониева според местото на подвигот на великиот светител. Земајќи врз себе тешки подвизи толку се скроти самиот себеси, што стана незлоблив како јагне. Затоа Бог му даде голема благодат. Можеше да исцелува болни, да изгонува демони и да воскреснува мртви. Свети Сисој се подвизуваше шеесет години во пустината и беше како извор на жива мудрост за сите монаси и мирјани што му притекнуваа барајќи поука. Пред смртта лицето му заблеска како сонце. Монасите стоеја околу него и ѝ се восхитуваа на оваа појава. А кога светителот ја испушти душата, одајата се исполни со прекрасно благоухание. Се упокои во длабока старост, во 429 година. Ги учеше Св. Сисој монасите: „Какво искушение и да го снајде човекот, тој треба да ѝ се предаде на волјата Божја и да признае дека искушението се случило заради неговите гревови. Ако пак се случи нешто добро, треба да се каже дека станало по Божја Промисла“. Монах го праша авва Сисој: „Како да Му угодам на Бога и да се спасам?“ Му одоговори светителот: „Ако сакаш да Му угодиш на Бога, излези од светот, оддалечи се од земјата, остави ја тварта, пристапи кон Создателот, соедини се со Него со молитва и со плач и ќе најдеш спокојство и во овој и во оној век“. Монах го запрашал авва Сисој: „Како да го достигнам смирението?“ Му одоговори Светителот: „Кога некој ќе се извежба да го признава секој човек за подобар од себеси, ќе го стекне со тоа смирението“. Амон му се жалел на Сисој дека не може да ги запомни мудрите изреки што ги прочитал и да ги повтори кога разговара со луѓето. Му одговорил светителот: „Тоа не е нужно. Потребно е да се стекне чистота на умот и да се зборува од таа чистота, полагајќи ја надежта во Бога“."
    }, {
      "title": " Светата маченичка Лукија",
      "important": false,
      "desc": "Во Кампанија ја зароби варварскиот цар Авциј. Сакаше да живее со неа, но таа му се спротивстави. Царот ја остави да се подвизува во мир. Таа го обрати во верата, откако тој по нејзините молитви извојува победа во војна. Најпосле заедно со царот пострада за Христа во Рим околу 300 година."
    }],
    "id": 200
  }, {
    "day": "20",
    "holydays": [{
      "title": "Светата великомаченичка Недела",
      "important": true,
      "desc": "Во времето на христоборните цареви Диоклецијан и Максимијан во Анадолија живееја две побожни стари души, Доротеј и Евсевија. Беа побожни христијани, богати, но и бездетни. Со непрестајна молитва испросија од Бога едно чедо, оваа Света Недела. Таа од детството Му се посвети себеси на Бога, воздржувајќи се од сѐ што прават разузданите деца. Кога порасна, прекрасна во телото и во душата, навалија многубројни просци, но таа сите ги одбиваше, велејќи дека е вереница на Господ Христос и дека ништо не сака, освен да умре како девојка. Еден од одбиените ги обвини Недела и нејзините родители како христијани пред царот Диоклецијан. Царот нареди и нејзините родители прво ги мачеа, а потоа ги протераа во градот Мелитина, каде што кончанието им беше во маки за Христа. Света Недела пак, му ја испрати Диоклецијан на Максимијан да ја суди. Бидејќи ја потврди својата вера во Христа пред Максимијан, тој нареди и ја тепаа со воловски жили. Потоа царот им ја предаде на војводите, прво на Иларион, а откако тој умре на Аполониј. Овие ја мачеа ѕверски на сите можни начини, но сѐ им беше залудно. Додека Света Недела лежеше во рани во затворот, ѝ се јави Господ Христос и ја исцели и ѝ рече: „Недело, не плаши се од маките, Мојата благодат е со тебе“. Христовата благодат навистина ја спаси оваа маченичка и од оган и од ѕверови, со што нејзините судии мислеа со сигурност да ја умртват. Многумина незнабожци, гледајќи го нејзиното чудесно спасение од толку смрти, поверуваа во Христа. Но сите беа заклани. Света Недела му рече на Аполониј: „На ниеден начин нема да ме одвратиш од мојата вера. Ако ме фрлиш во оган, ги имам Тројцата младенци; ако ме фрлиш на ѕверовите, го имам за пример Даниил; ако ме фрлиш во морето, пример ми е Пророкот Јона; ако ме предадеш на меч, ќе се сетам на Чесниот Предвесник. За мене живот е да умрам за Христа.“ Тогаш Аполониј нареди да ја убијат со меч. Недела клекна на колена, ги подигна рацете кон небото и Му се помоли на Бога да ја помилува и да ги спаси сите што ќе го слават нејзиниот спомен, а нејзината душа да ја упокои заедно со душите на нејзините родители. Кога ја заврши молитвата Му ја предаде душата на Бога, пред да се спушти мечот врз нејзината Света глава. Чесно пострада и се пресели во Небесното Царство во 289 година, во Никомидија."
    }, {
      "title": " Преподобен Тома Малеин",
      "important": false,
      "desc": "Најпрво беше војвода, прочуен по богатсвото и по храброста. Во телото беше многу крупен и им задаваше страв на своите непријатели. Но кога Го засака Христа повеќе од светот и сѐ што е во светот, остави сѐ и се повлече во пустина, се замонаши и се предаде на подвиг. Му се јави Св. пророк Илија и го одведе на гората наречена Малеа, до Света Гора. Овде тој живееше сам со Бога во деноноќна молитва. Иако се криеше од светот, не можеше да се докрие. Кога дознаа за светоста на неговиот живот, луѓето почнаа да доаѓаат кај него и да му ги носат своите болни. И Свети Тома ги лечеше од секоја болест и неволја. А кога се престави кај Бога (во 10 век), неговите мошти продолжија да им помагаат на сите коишто со вера им притекнуваа."
    }],
    "id": 201
  }, {
    "day": "21",
    "holydays": [{
      "title": "Преподобен Теофил Македонски Мироточив",
      "important": false,
      "desc": "Родум од Македонија, од селото Зики. Многу учен човек и голем подвижник. Цариградскиот патријарх Нифонт му порача да отпатува во Александрија и да испита дали е вистина дека патријархот Јоаким поместил гора и испил отров без да му наштети. Кога се увери во вистинитоста на овие чуда, Теофил се врати на Света Гора, каде што се подвизуваше најпрво во Ватопед, па во Ивер и најпосле во келијата на Свети Василиј близу Кареја. Овој свет човек ја одби понудата да го прими солунското архиепископство. Со длабоко безмолвие, богомислие и срдечна молитва, успеа да си го очисти умот од сите страсни помисли, па стана чист сад на Светиот Дух и во него живееше Христос. Пред смртта му нареди на својот ученик Исаак кога ќе умре да не го погребува, а да го врзе со јаже за нозете, да го одвлечка и да го фрли во потокот. Со голем страв ученикот така и направи. Но Божјата Промисла ги откри моштите на Свети Теофил и кога ги пренесоа во келијата, почнаа да точат чудотворно миро. Се упокои на 8 јули 1548 година."
    }, {
      "title": " Светиот великомаченик Прокопиј",
      "important": true,
      "desc": "Роден е во Ерусалим, од татко христијанин и незнабожна мајка. Името најпрво му беше Неаниј. По смртта на таткото мајката го воспита синот сосема во духот на римското идолопоклонство. Кога Неаниј порасна, го виде еднаш царот Диоклецијан и толку го засака, што го зеде кај себе во дворецот на војничка служба. А кога овој злочестив цар почна да ги гони христијаните, го одреди Неаниј да оди со еден одред војска во Александрија за во неа да ги сотре христијаните. По патот на Неаниј му се случи нешто слично како на Савле. Во третиот час од ноќта стана голем земјотрес, при што му се јави Господ и се слушна глас: „Неаниј, каде одиш и на кого стануваш?“ Во голем страв Неаниј запраша: „Кој си ти, Господи? Не можам да те познаам.“ Во тој миг во воздухот се јави пресветол крст, како од кристал, и од крстот дојде глас: „Јас Сум Исус, распнатиот Син Божји“. И уште Господ му рече: „Со знакот што го виде победувај ги непријателите свои и мирот Мој ќе биде со тебе.“ Тој настан потполно го смени и го преврте животот на војводата Неаниј. Тој даде да му се направи онаков крст и место да појде против христијаните тргна на Агарјаните коишто тогаш удираа на Ерусалим. Како победник влезе во Ерусалим и ѝ објави на мајка си дека е христијанин. Изведен пред судијата ги симна и ги фрли од себе појасот и мечот војводски за да покаже дека е војник само на Царот Христос. После големи мачења беше фрлен во затвор, а таму повторно му се јави Христос и го крсти и му го даде името Прокопиј. Еден ден му дојдоа на затворскиот прозорец дванаесет жени и му рекоа: „И ние сме слугинки Христови.“ Обвинети за ова, беа фрлени во истиот затвор, па Свети Прокопиј ги поучуваше во верата Христова, а особено за да го примат венецот на мачеништвото. Затоа во чинот на брачното венчавање, покрај боговенчаниот цар Константин и царицата Елена, се спомнува и Свети Прокопиј. Оние дванаесет жени потоа беа подложени на страшни маки. Гледајќи ја нивната храброст и маките што ги трпат, мајката на Свети Прокопиј и самата поверува во Христа, па сите тринаесет беа погубени заедно. Кога беше изведен на губилиштето, светителот ги подигна рацете кон исток и Му се помоли на Бога за сите бедни и неволни, сиромашни и вдовици, а особено за Светата Црква, да порасне и да се спростре насекаде и Православието да свети до кончанието на светот. И од небото му беше јавено дека молитвата му е услишена. Потоа радосно ја положи главата под мечот и појде кај својот Господ. Свети Прокопиј пострада чесно во Кесарија Палестинска на 8 јули 303 година."
    }],
    "id": 202
  }, {
    "day": "22",
    "holydays": [{
      "title": "Светиот свештеномаченик Панкратиј, епископ Тавромениски",
      "important": false,
      "desc": "Овој Светител беше роден во Антиохија во времето кога Господ Исус одеше како човек меѓу луѓето на земјата. Штом слушнаа за чудата Христови, родителите на Панкратиј посакаа да Го видат чудотворецот Господ. И заедно со Панкратиј дојдоа во Ерусалим, каде што Го видоа Исус, ги слушнаа Неговите зборови и ги видоа чудата Негови. Панкратиј овде се запозна со Светиот апостол Петар. По вознесението на Господ родителите и синот се крстија во Антиохија. Панкратиј се повлече во некоја пештера во Понт, кај што го најде апостолот Петар, па во договор со Светиот апостол Павле го постави за Тавромениски епископ во Сицилија. Во овој град Свети Панкратиј изврши големи чуда, ги разори идолите, ги крсти некрстените а ги утврди крстените, и добро управуваше со Божјата Црква. Некој незнабожен војвода Аквилин, чу дека сиот град Тавромен стана христијански, па тргна со војска на овој град за да го разурне. Свети Панкратиј ги охрабри верните да не се исплашат, а самиот со клирот излезе надвор од градот носејќи го во рацете непобедливото оружје, чесниот крст. Кога војската се приближи до градот, на неа падна некоја темнина и ја обзеде голем страв. Настана голема врева, а напаѓачите се навртеа еден против друг и се избодија и се исекоа со сабјите. Така го спаси градот и своето стадо со силата на својата молитва пред Господ Божјиот угодник Панкратиј. Најпосле беше убиен со камења од некои завидливи и злобни незнабожци и се упокои во Господ. Неговите Свети мошти почиваат во Рим."
    }, {
      "title": " Свети Теодор, епископ Едески и другите со него",
      "important": false,
      "desc": "Во својата дваесетта година се замонаши и како монах помина триесет и шест години. Тогаш, во времето на царувањето на Михаил и Теодора, беше избран за епископ Едески. Се упокои во 848 година. Со него се спомнуваат и неговиот учител Свети Теодосиј Столпник Сирски, неговиот брат Св. Јован и Св. Адер, благородник и богаташ, којшто побегна од жена си и се замонаши."
    }],
    "id": 203
  }, {
    "day": "23",
    "holydays": [{
      "title": "Светите четириесет и петмина маченици: Леонтиј, Маврикиј, Александар, Сисиниј и другите",
      "important": false,
      "desc": "Во времето на свирепиот цар Ликиниј, којшто владееше со источниот дел на Византиското царство, имаше големо прогонство на христијаните. Во Никопол Ерменски на царскиот намесник Лисиј му се јави Свети Леонтиј со уште неколкумина пријатели и за себе му рекоа дека се христијани. „А каде е вашиот Христос?“, ги праша Лисиј. „Нели Го распнаа и умре?“ На ова му одговори Свети Леонтиој: „Кога знаеш дека нашиот Христос умре, знај дека и воскресна од мртвите и се вознесе на небото“. По долга препирка за верата Лисиј ги изнатепа и ги фрли во затвор, па не им даваа ни да јадат ни да пијат. Некоја благородна христијанка Василијана им носеше храна и им ја подаваше низ затворскиот прозорец. И во затворот им се јави ангел Божји, ги утеши и ги охрабри. Кога беше судењето, на Лисиј му се јавија и двајца од затворските чувари како новообратени христијани, и уште многумина други, вкупно на број четириесет и пет. Судијата сите ги осуди на смрт, но така што прво да им ги отсечат со секира рацете и нозете, па потоа да ги фрлат во оган. Оваа грозна казна беше целосно спроведена, а душите на овие Свети маченици одлетаа при својот Господ во животот вечен. Чесно пострадаа и наследија царство во 319 година."
    }, {
      "title": " Пренос на чесната риза на Господ Исус Христос",
      "important": false,
      "desc": "Во времето на страдањето на Господ Исус за човечкиот род, во одредот на римската војска во Ерусалим се наоѓаше и еден Грузиец Елиоз од градот Мцхет. Мајка му имаше слушнато за Христа и во срцето веруваше во Него. Кога го испрати сина си во војска во Палестина, го посоветува да не прави ништо против Христос. Кога беше Господ закован со клинци на крстот, звукот на чеканот на Голгота дојде до ушите на Елиозовата мајка во Мцхет. Штом го чу овој звук, таа возвикна: „Тешко мене што не умрев пред ова време, смртта ќе ме избавеше од овој страшен звук!“ Го рече тоа и падна мртва. Елиоз тогаш се наоѓаше под Крстот заедно со другите војници и фрлаше коцка за ризата Христова. На коцка ризата му падна нему, па тој ја донесе во Мцхет и ѝ ја подари на сестра си Сидонија. Оваа пак кога слушна за смртта на Господ и за тоа дека брат ѝ учествувал во крвопролевањето на невиниот, падна мртва, држејќи го цврсто во своите раце хитонот на Господ. Никој не можеше да ѝ го истргне од рацете и беа принудени да ја погребаат заедно со хитонот. Од нејзиниот гроб изникна кедар од којшто течеше исцелително миро. По време кедарот падна и местото го заборавија. Го пронајде Света Нина, на која ѝ помогна огнениот столб што се јави на нејзината молитва над тоа место. Кога се крсти царот Миријан таму им подигна црква на Светите апостоли. Во 1625 година шахот Аббас ја зеде ризата и ја испрати на дар во Москва на кнезот Михаил Фјодорович и на патријархот Филарет. Ризата ја поставија во Успенскиот Собор во Москва."
    }],
    "id": 204
  }, {
    "day": "24",
    "holydays": [{
      "title": "Светата великомаченичка Ефимија",
      "important": false,
      "desc": "Оваа светителка се празнува на 11 септември, на денот кога пострада. На ова место пак се спомнува чудотворноста на нејзините чесни мошти, пројавена на IV Вселенски Собор во Халкидон. Овој Собор беше свикан во времето на царот Маркијан и царицата Пулхерија во 451 година, по смртта на царот Теодосиј Помладиот. Повод за свикување на Четвртиот Собор беше ереста на Диоскор, патријарх Александриски, и на Евтихиј, архимандрит Цариградски. Тие го распростираа лажното учење дека во Христа да немало две природи, човечката и Божествената, туку само една, Божествената. На овој Собор највидна улога играа цариградскиот патријарх Анатолиј и ерусалимскиот патријарх Јувеналиј. Бидејќи со препирања и докажувања од две спротивни страни не може да се дојде до никакво одредено решение, патријархот Анатолиј предложи и православните и еретиците да го напишат своето исповедање, па да ги положат во ковчегот со моштите на Света Ефимија. Со ова се согласија сите. Двете вероисповедања, значи, беа напишани и ставени на градите на великомаченичката, ковчегот беше затворен и запечатен со царски печат и уште беше поставена војничка стража. Тогаш сите поминаа три дена во пост и во молитва. Четвртиот ден, кога го отворија гробот, го видоа православното исповедање во десната рака на светителката, а еретичкото под нејзините нозе. Така спорот се реши со Божја сила во корист на Православието. Во времето на царот Ираклиј моштите на Света Ефимија беа пренесени од Халкидон во Цариград, во црквата што ѝ е посветена, близу хиподромот. Иконоборниот цар Лав Исавријанин нареди и ги фрлија моштите во морето; но на чудесен начин ковчегот беше пренесен на островот Лимнос и положен во црквата на Светата маченичка Гликерија. Дури во времето на царицата Ирина ковчегот со моштите беше повторно вратен во Цариград на своето старо место. Од овие мошти одвреме навреме течеше крв, којашто им помагаше на болните и на неволните."
    }, {
      "title": " Преподобниот маченик Никодим",
      "important": false,
      "desc": "Родум од Елбасан. Беше женет и имаше деца. Намамен од Турците го прими исламот и насилно ги преведе своите деца во ислам, освен еден син којшто му побегна на Света Гора и се замонаши. Никодим отиде на Света Гора за да си го врати синот назад, но Света Гора на него изврши таков впечаток, што самиот се покаја, се врати во верата Христова и се замонаши. Три години го оплакуваше своето отстапништво, па најпосле реши да се врати во Албанија, да го окае својот грев таму каде што го изврши. Се врати значи, изјави пред Турците дека е христијанин и беше заклан на 11 јули 1722 година. Неговите чудотворни мошти и денес лежат цели и целебни."
    }, {
      "title": " Света Елена",
      "important": false,
      "desc": "Велика руска кнегиња, пред крштението се викаше Олга. Жена на кнезот Игор. Крстена е во Цариград од патријархот Полиевкт. Голема ревнителка на православната вера во Русија. Се упокои во 969 година."
    }],
    "id": 205
  }, {
    "day": "25",
    "holydays": [{
      "title": "Светите маченици Прокл и Илариј",
      "important": false,
      "desc": "Овие маченици беа родум од Калипта во Азија и Прокл му беше чичко на Илариј. Пострадаа во времето на Трајан. „Од кој род си?“, го праша судијата Прокл. Прокл одговори: „Христос ми е род и надеж и Бог“. Кога судијата му се закани со маки, Прокл рече: „Кога вие се плашите да ги престапите царските заповеди за да не паднете во краткотрајни маки, колку ли ние христијаните се плашиме да ја престапиме заповедта Божја за да не паднеме во вечни маки!“ Кога го мачеа Прокл, тогаш Илариј му пристапи на судијата и рече: „И јас сум христијанин“. После многу мачења обајцата беа осудени на смрт, и тоа Прокл го распнаа на крст, а на Илариј му ја отсекоа главата со меч. И отидоа обајцата во радоста на Господ."
    }, {
      "title": " Преподобен Михаил Малеин",
      "important": false,
      "desc": "Човек од благороден и богат род. Во младоста ги презре земните богатства и се повлече на гората Малеа, кај Света Гора, кај што се подвизуваше и си го очистуваше срцето со пост и со молитва. Подоцна имаше многубројни ученици, од коишто најпрочуен е Св. Атанасиј Атонски. Се упокои мирно околу 940 година."
    }, {
      "title": " Света Вероника",
      "important": false,
      "desc": "Тоа е крвоточивата жена којашто во она време Христос ја исцели (Матеј 9, 20). Од благодарност кон својот исцелител Господ, Вероника порача и ѝ направија статуа на Исус Христос и пред неа таа Му се молеше на Бога. Според Преданието оваа статуа била сочувана до времето на царот Јулијан Отстапник, којшто ја претворил во статуа на идолот Ѕевс. Ова е еден од вонредно ретките случаи во Црквата на Исток да бидат употребувани статуи со свети ликови. Како што е познато, подоцна тоа стана обичај во западните цркви. Света Вероника ѝ остана предадена на Христовата вера до својата смрт и мирно почина."
    }],
    "id": 206
  }, {
    "day": "26",
    "holydays": [{
      "title": "Светиот Архангел Гавриил",
      "important": true,
      "desc": "Овој голем Божји архангел се празнува на 26 март. На денешен ден пак, се слават и чествуваат неговите чуда и јавувања низ целата историја на човечкото спасение. Се смета дека оваа слава е востановена најпрво на Света Гора во 9 век, за време на царевите Василиј и Константин Порфирородните и на патријархот Никола Хрисоверг, а по повод јавувањето на овој архангел во една келија близу до Кареја, каде што со прст на камен ја испиша песната кон Пресвета Богородица „Достојно ест“. Заради овој настан таа келија и денес се нарекува келијата „Достојно ест“. Во оваа прилика се приспомнуваат и останатите јавувања на архангелот Гавриил: кога му се јави на Мојсеј кој во свое време го чуваше стадото Јоторово, а нему архангелот како на Божји избраник му соопшти како е создаден светот, кое Мојсеј подоцна и го запиша во Книгата на Постанокот; кога му се јави на пророкот Даниил и му ја објави тајната за идните царства и за доаѓањето на Спасителот; јавувањето на Света Ана кога ѝ благовестеше со ветувањето дека ќе Ја роди преблагословената и Пречиста Дева Марија; многукратното јавување на Пресветата Дева додека Таа пребиваше во храмот ерусалимски; кога му се јави на првосвештеникот Захариј и го извести за раѓањето на Св. Јован Предвесник и за казната на немост што ќе го постигне Свети Захариј затоа што не им поверува на зборовите на архангелот; кога повторно ѝ се јави на Пресветата Дева во Назарет и Ѝ благовестеше за зачнувањето и раѓањето на Господ Исус Христос; јавувањето на праведниот Јосиф; јавувањето на пастирите кај Витлеем; Му се јави и на Самиот Господ во Гетсиманската градина, кога Господ како човек беше поткрепуван од овој архангел пред страдањето; кога им се јави на жените Мироносици итн."
    }, {
      "title": " Преподобна Сара Мисирска",
      "important": false,
      "desc": "На подвиг тргна како девица и шеесет години се подвизуваше на брегот на реката Нил, недалеку од Александрија. Со својот пример привлече кон монаштвото многубројни жени. Се упокои во Господ во 370 година."
    }],
    "id": 207
  }, {
    "day": "27",
    "holydays": [{
      "title": "Светиот апостол Акила",
      "important": false,
      "desc": "Еден од Седумдесеттемина апостоли. Како Евреин живееше најнапред во Италија со жена му Прискила. Кога царот Клавдиј нареди да се протераат Евреите од Рим и од Италија, тогаш Акила се пресели во Коринт, каде што првпат го запозна апостолот Павле, кој остана во неговиот дом една и пол година и го крсти него и жена му. Горејќи од ревност за верата Христова Акила и Прискила го придружуваа Павле во Ефес и му помагаа во апостолското дело. Од Ефес Павле го напиша своето Прво послание до Коринтјаните, во кое при крајот вели: „Ве поздравуваат многу Акила и Прискила со својата домашна црква“ (16, 9). По смртта на царот Клавдиј, на Евреите им беше дозволено да се вратат во Италија, па Акила и Прискила се вратија во Рим. Потоа пишувајќи го Посланието до Римјаните од Коринт, Светиот апостол Павле ги поздрави своите стари пријатели и сотрудници: „Поздравете ги Прискила и Акила, помошниците мои во Христа Исуса, кои за душата моја своите гуши ги положија, на коишто не јас еден им благодарам, туку и сите цркви незнабожечки, и домашната црква нивна“ (16, 3 - 4). Подоцна повторно го гледаме Акила во Ефес, каде што дејствува заедно со Свети Тимотеј. Окован во Рим, Павле му пишува на Тимотеј во Ефес: „...поздрави ги Акила и Прискила“ (II Тим. 4, 19). Како епископ Акила крсти многумина и ги просвети со верата, урна идоли, соѕида храмови, постави свештеници и ја пронесе меѓу луѓето славата на Божјиот воплотен Син. Најпосле беше убиен од озлобените незнабожци и се пресели во Царството на Господ Христос."
    }, {
      "title": " Преподобен Елиј",
      "important": false,
      "desc": "Мисирски монах од 4 век. Од раната младост се посвети на монашки подвизи во пустината, така што со својот живот и со моќните чуда предизвика восхит кај мирјаните и кај монасите и иако бегаше од човечка слава, не можеше да се скрие. Имаше големи борби со ѓаволските прелести, особено за време на долготрајниот п/ост. Ѓаволот му прикажуваше час мед час прекрасни јаболки, но тој не даваше да биде измамен. Имаше дар на проѕорливост, гледаше во човечките срца и ја погодуваше сечија страст и помисла не за да го покаже своето таинствено знаење, но за да ги исправи луѓето."
    }],
    "id": 208
  }, {
    "day": "28",
    "holydays": [{
      "title": "Светите маченици Кирик и Јулита",
      "important": false,
      "desc": "Светителката беше од благороден род. Рано остана вдовица со новороденото дете Кирик. Живееше во Ликаонскиот град Иконија и наполно беше предадена на живот во Христа. Нејзиниот син го крсти веднаш по раѓањето, а кога имаше три години, го научи на верата и на молитва онолку колку што може да прими дете на таа возраст. Кога Диоклецијан нареди да се гонат христијаните, невина крв беше пролеана во градот Иконија во изобилство. Јулита го зеде својот син и се засолни од гневот на незнабожците во градот Селевкија. Но ни таму не беше подобро. Ја фатија како христијанка и ја изведоа на суд. Откако таа ја изјави храбро својата вера во Господ Исус, судијата, за да ја нажали и поколеба, го зеде детето на своите раце и почна да го милува. Но Кирик викаше на сиот глас: „Пушти ме кај мајка ми, јас сум христијанин!“ И почна да го гребе судијата со рачињата, одвраќајќи го своето лице од него. Судијата се разжести, го тресна детето од земја, го турна со ногата, а тоа се стркала по камените скали и Му ја предаде својата света душа на Господ. Кога виде како Кирик пострада пред неа, Света Јулита радосно Му заблагодари на Бога Којшто и синот ѝ го удостои со маченички венец. По многу маки беше убиена со меч, во 304 година. Моштите на Светите Кирик и Јулита до денешен ден се чудотворни. Дел од нив се наоѓа во Охрид, во црквата на Пресвета Богородица Болничка."
    }, {
      "title": " Свети Владимир, голем кнез руски",
      "important": false,
      "desc": "На крштението наречен Василиј. Син на кнезот Свјастослав, а внук на Игор и Олга. Најпрво беше незнабожец, и според верата и според животот. Кога дозна дека постојат други вери, почна грижливо да испитува која од нив е најдобра. За ова испрати делегација во Цариград. Кога пратениците се вратија, му соопштија на кнезот дека биле на служба во Православната Црква во храмот на Света Софија и дека биле „надвор од себеси не знаејќи дали се на небото или на земјата“. Тоа го поттикна Владимир да се крсти и да го крсти својот народ. Главниот идол Перун беше симнат од Киевскиот Рид и фрлен во реката Дњепар. Кога ја прими христијанската вера, Владимир совршено го измени својот живот и сиот труд го вложуваше совршено да ги исполнува заповедите на оваа вера. Нареди насекаде по државата да се ѕидаат цркви наместо урнатите идолишта, а самиот ѝ изгради прекрасна црква на Пресвета Богородица во Киев. Црквата беше подигната на истото место каде што порано за Христа маченички пострадаа Свети Теодор и неговиот син Јован (под 12 јули). Со истиот оној непоколеблив напор со којшто порано го штитеше идолопоклонството, Светиот кнез Владимир потоа го распростре христијанството. Се упокои во Господ во 1015 година."
    }],
    "id": 209
  }, {
    "day": "29",
    "holydays": [{
      "title": "Светиот свештеномаченик Атиноген, епископ Севастиски во Ерменија",
      "important": false,
      "desc": "Живееше во еден манастир близу градот со десетмина ученици. Во времето на Диоклецијан во Севастија дојде Филомарх, лут мачител на христијаните. И ги испофаќа и уби мнозина христијани од градот. Кога тој Филомарх ги виде Атиноген и неговите ученици, му рече на Старецот да им принесат жртви на идолите за да не загинат како што пострадаа другите христијани. Атиноген му одговори: „О мачителу, тие што ги нарекуваш загинати не се загинати, туку на небото ликуваат со ангелите.“ Се памети трогателна глетка со една срна, којашто порано се хранела од рацете на Атиноген, а кога го видела во неволја, притекнала кај него и пролевала солзи. И горските ѕверови имаа повеќе сострадалност кон Христовите маченици отколку незнабожците. После тешки мачења, при коишто ангел Господов ги ублажуваше мачениците, сите беа убиени со меч: најпрво свештениците и сотрудниците на Атиноген, а потоа и самиот Атиноген. Во небесната татковина се преселија во 311 година."
    }, {
      "title": " Светата маченичка и девица Јулија",
      "important": false,
      "desc": "Родум од Картагена, од прочуен род. Кога Персијанците ја покорија Картагена, многуброен народ беше одведен во ропство. Беше фатена и заробена и Света Јулија и му падна во рацете на некој трговец во Сирија. Трговецот беше незнабожец. Кога виде дека Света Јулија е христијанка, ја советуваше да се откаже од Христа и да стане едноверна со него. Јулија никако не се согласуваше со тоа. Па бидејќи беше верна и добра во служењето, трговецот ја остави и не ѝ додеваше повеќе за верата. Еднаш тој натовари кораб со стока, ја зеде со себе Јулија и тргна во далечни краишта по трговија. Кога пристигнаа на Корзика, се падна некој незнабожечки празник, а Јулија остана на коработ плачејќи од жал што многубројни луѓе живеат во глупава заблуда и не знаат за вистината. Но незнабожците некако дознаа за неа, ја извлекоа од коработ и иако нејзиниот господар им се противеше, почнаа страшно да ја мачат, ѝ ги отсекоа градите и ги фрлија на еден камен, а потоа ја распнаа на крст. Тогаш Јулија Му го предаде својот дух на Господ. Ангел Божји им ја објави нејзината смрт на монасите на блискиот остров Маргарита (или Горгона) и тие дојдоа и чесно го погребаа телото на маченичката. На гробот на Света Јулија се јавуваа многубројни чуда. Таа пострада чесно во 6 век. После многу години верните посакаа да изградат нова црква во чест на Света Јулија на едно друго место, бидејќи старата црква остаре и пропадна. Но ноќта наспроти денот кога сакаа да го положат темелот, граѓата за црквата со невидлива рака беше пренесена до старата црквичка. Во недоумение луѓето повторно ја пренесоа граѓата на новоизбраното место, но пак се случи истото: материјалот се врати на местото кај старата црква. Од ова сите разбраа дека Света Јулија не сака да ѝ ѕидаат црква на друго место, па ја срушија старата црквичка и на тоа место подигнаа нова."
    }],
    "id": 210
  }, {
    "day": "30",
    "holydays": [{
      "title": "Светата маченичка Марина (Огнена Марија)",
      "important": true,
      "desc": "Родум од Антиохија Писидиска, од родители незнабожци. Дури во својата дванаесетта година слушна за Господ Исус Христос, дека се воплоти од Пречистата Дева, дека изврши многу чуда, прими крсна смрт и славно воскресна. Нејзиното младо срце се распали со љубов кон Господ и таа се заветуваше дека никогаш нема да се мажи и со сета душа сакаше да пострада за Христа, да се крсти со крв на мачеништво. Татко ѝ ја замрази заради нејзината вера и не ја сметаше за ќерка. Кога царскиот намесник Олимвриј дозна дека е христијанка, побара од неа најпрво да му биде жена. А кога го одби, ѝ нареди да им се поклони на идолите, на што Света Марина одговори: „Нема да им се поклонам ниту ќе им принесам жртва на безживотните и мртви идоли, кои ниту самите знаат за себе ниту пак знаат дали ние ги чествуваме или ги бесчестиме: не им ја давам онаа чест што Му припаѓа само на мојот Создателот“. Тогаш Олимвриј ја подложи на маки, па целата изнаранета ја фрли во затвор. Во затворот Марина Го молеше Бога и по молитвата ѝ се јави најпрво ѓаволот како страшна змија што ѝ се намотка околу главата. Но штом светителката се прекрсти, змијата се распукна и исчезна. Тогаш ја заблесна небесна светлина и ѕидовите на затворот заедно со покривот исчезнаа и се јави крст, висок и блескав, а на неговиот врв бела гулабица, од која се слушна глас: „Радувај се, Марино, словесна гулабице Христова, ќерко на севишниот Сион, зашто дојде денот на твојата радост.“ Тогаш, со силата Божја, беше исцелена од сите рани и болки. Другиот ден безумниот судија ја мачеше во оган и во вода, но Марина сѐ претрпе како во туѓо тело. Најпосле ја осуди на смрт со меч. Пред смртта ѝ се јави Господ Исус со ангели. Беше заклана во времето на царот Диоклецијан, но со душата и силата остана да живее на небото и на земјата. Една рака од Света Марина се наоѓа во манастирот Ватопед на Света Гора. Во Албанија пак, на планината Ланга над Охридското Езеро, се наоѓа манастир на Света Марина со дел од нејзините чудотворни мошти. Во овој манастир се случуваа и се случуваат многубројни чуда и за нив сведочат не само христијаните туку и муслиманите. Кон оваа светителка Турците имаат толкава почит, што никогаш не посакале да посегнат по светоста и имотот на манастирот. Едно време тутор на овој манастир беше Турчин."
    }, {
      "title": " Преподобен Леонид Устнедумски",
      "important": false,
      "desc": "Овој руски Светител од младоста се подвизуваше во неколку манастири: во Соловецкиот, Мирожскиот и др. Најпосле основа свој манастир на реката Луга во Вологодската губернија. Се подвизуваше тврдокорно додека душата не му се исполни со благодатната светлина и сила на Светиот Дух. Како голем светилник привлече многумина кон подвижничкиот живот. Наречен е Устнедумски бидејќи еднаш кога го касна отровна змија тој за тоа не сакаше ни да мисли ни да зборува, па остана жив. Откако Му угоди на Бога, се престави мирно на 17 јули 1653 година. Неговите мошти почиваат во неговиот манастир."
    }],
    "id": 211
  }, {
    "day": "31",
    "holydays": [{
      "title": "Светиот маченик Емилијан",
      "important": false,
      "desc": "Во времето на Јулијан Отстапник во тракискиот град Доростол живееше момчето Емилијан, слуга на градоначалникот. Кога царот Отстапник почна со меч и со оган да го сотира христијанството ширум римското царство, во Доростол дојде царски пратеник да ги убива христијаните. Но не најде ни еден единствен. Израдуван од тоа, тој им приреди голема гозба на доростолските граѓани и заповеда големо жртвопринесување на идолите и деноноќна веселба по целиот град. Таа ноќ тргна Свети Емилијан по идолските храмови, по плоштадите и градските улици и со копач ги испокрши сите идоли. Утредента во градот настана ужас. Сите го бараа разурнувачот на нивните богови. Беше фатен еден селанец когошто го видоа тоа утро како минува крај храмот. Кога виде дека ќе пострада невин човек, Емилијан си рече: „Ако го сокријам своето дело, што корист од тоа што го сторив? Зар да се најдам пред Бога како убиец на невин човек?“ Му се пријави, значи, на царскиот намесник и призна сѐ. Овој разјарен го запраша Емилијан кој го наговори на она дело. Христовиот маченик одговори: „Бог и мојата душа ми заповедаа да ги урнам мртвите столбови што ги нарекувате богови.“ Тогаш судијата нареди да го бијат, а после да го изгорат во оган. Така го заврши својот земен живот Свети Емилијан и се пресели во небесниот на 18 јули 362 година."
    }, {
      "title": " Преподобен Памво",
      "important": false,
      "desc": "Мисирец и подвижник на Нитриската Гора. Современик на Св. Антониј Велики и самиот голем во монашките подвизи. Беше познат особено по две особини: со долго вежбање го заклучи својот јазик да не каже ниеден излишен збор и никогаш не јадеше друг леб освен оној што го заработи плетејќи рогозини со своите раце. Беше сличен на ангел Божји и на старост лицето му светеше како некогаш на Мојсеј, така што монасите не можеа да го гледаат в лице. Ни на најпростите прашања не даваше брз одговор, без претходно да се помоли во срцето и да размисли. Еднаш Александрискиот патријарх Теофил ги посети монасите во Нитрија. Тогаш монасите го молеа Памво: „Кажи му на отецот слово за наѕидување за да му биде на полза“. Молчаливиот Памво одговори: „Ако моето молчење не му е од полза ни моето слово нема да му биде“. Патуваше еднаш Свети Памво со монасите по Мисир. Кога наидоа покрај некоја група луѓе што седеа додека монасите минуваа крај нив, Свети Памво им рече: „Станете и поздравете ги монасите за да примите благослов од нив, зашто тие непрестајно беседат со Бога и нивните усни се свети“. Овој прекрасен светител проѕираше јасно во судбините на мртвите и на живите луѓе. Се упокои во Господа во 386 година."
    }, {
      "title": " Преподобните Пајсиј и Исаија",
      "important": false,
      "desc": "Родени браќа, од богат род. Едниот се посвети на подвиг во пустина, а другиот на подвигот на милосрдност кон луѓето. Свети Памво обајцата ги виде во Рајот. Со ова се реши спорот меѓу монасите околу тоа што е подобро: пустинскиот подвиг или делото на милосрдноста. И едното и другото кога се вршат во името Христово водат во Рајот."
    }],
    "id": 212
  }]
}