{
  "month": 11,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Saint Prochorus of Pchinja",
      "important": true,
      "desc": "As he fervently prayed to the Lord, He showed him the site of his ascetic struggle. It was a place by the river Pchinja. Saint Prochorus led an ascetic life there until his death in his old age. Only God alone knows about his struggle and all the temptations he had to endure in the course of his life. His myrrh-flowing relics and the numerous miraculous healings that have not stopped to occur to this day, bear witness to the greatness of the grace God had granted him for his great sufferings. Saint Prochorus fell asleep in the Lord and inhabited the Kingdom of Heaven in the 9th century. "
    }, {
      "title": "Holy Martyr Varus",
      "important": false,
      "desc": "He was a Roman officer in Egypt and a secret Christian. When seven Christian teachers were thrown into prison, Varus visited them, provided them with what they needed and served them devotedly. He admired these martyrs and bitterly regretted he could not offer himself for martyrdom for his lack of courage. But these people of God encouraged him so that Varus made a decision to join them and suffer a martyr’s death himself. One of them died in prison. When the impious governor had them brought out before him and saw that there were six of them, he asked for the seventh. Varus stood up and declared to be the seventh. The infuriated governor put Varus to tortures first. At his command he was flogged with heavy scourges; then they hung him on a tree and cut his body with their knifes, piece by piece, until he committed his spirit to the Lord. His body was thrown in a rubbish dump. A certain woman from Palestine called Cleopatra, an officer’s widow, was among the bystanders at the martyrdom of Varus, together with her son John. She secretly took the holy relics of Saint Varus from the dump and buried them beneath her dwelling. Afterwards she managed to receive a permission from the governor to take her deceased husband’s remains from Palestine to Egypt. As she was an officer’s widow, the governor promptly issued her permission. Yet, the devout Christian woman Cleopatra did not translate the remains of her husband, but the relics of Saint Varus. She took his holy relics in her native village near Mount Tabor where she buried them honourably. Then she built a church dedicated to Saint Varus. The holy martyr often appeared to her from the other world, all radiant as an angel of God."
    }],
    "id": 305
  }, {
    "day": "2",
    "holydays": [{
      "title": "Holy Great Martyr Artemius",
      "important": false,
      "desc": "This glorious Saint came from Egypt where he was appointed Military Governor (dux augustalis) by the Emperor Constantine the Great. When the all-conquering Cross appeared to the Emperor Constantine, Artemius believed in God and received holy Baptism. Later, during the reign of the Emperor Constantinus, the son of Constantine the Great, the Emperor entrusted Saint Artemius with the task of bringing the relics of the Apostle Andrew from Patras and those of Saint Luke from Thebes to Constantinople, which he performed with great zeal. He kept his rank of Military Governor of the whole of Egypt at the time of Constantinus and for some time also in the reign of Julian the Apostate. When this idolatrous Emperor started his war against the Persians, he settled in Antioch and ordered Artemius to meet him there with his forces. Artemius came. At that time the Emperor put two Christian priests, Eugenius and Macarius, to the torture. Artemius was disgusted with all his heart at the sight, so he went up to the Apostate and told him:” Why do you put to such brutal tortures the innocent and to God devoted men and why do you force them to renounce the Christian faith?” And further more, he foretold the Emperor:” Your perdition is in sight.” Infuriated, the Emperor exiled the two righteous priests to Arabia, where they soon afterwards died, while he dismissed the duke Artemius from his office and ordered him to be bound and tortured. All his body covered with wounds and blood, Artemius was thrown into prison where the Lord Jesus Christ alone appeared to him, healed him and comforted him. Then the Emperor ordered and the Saint was laid on a rock while another rock was brought down upon his body so that his bones broke to pieces. Finally, he was beheaded in the year 362. And the Emperor Julian went to war against the Persians and suffered an inglorious death, just as Saint Artemius had previously foretold him."
    }, {
      "title": "Venerable Gerasimus the New",
      "important": false,
      "desc": "The holy Father Gerasimus came from the renowned family Notaras from Tricalli, on the Peloponnese. He was born in the year 1509. He led an ascetic life on Mount Athos, and then he went to Palestine, where he fasted for forty days. Afterwards he settled on the island of Cephalonia, where he founded a women’s monastery. By his prayer he drew rain, healed sick and had an insight into the future. He fell asleep in the Lord on 15 August 1579. He was a great miracle worker during his life and has remained so after his death."
    }],
    "id": 306
  }, {
    "day": "3",
    "holydays": [{
      "title": "Venerable Hilarion the Great",
      "important": false,
      "desc": "As roses grow on thorn trees, so this glorious Saint was born of pagan parents, in the village of Thabatha, not far from Gaza in Palestine. His parents sent him to pursue education in Alexandria, where as a talented boy he soon acquired both secular knowledge and spiritual wisdom. As soon as he discovered Christ and received holy Baptism, he desired to devout himself completely to service of God. With this desire in his heart he set out for the desert to visit Saint Anthony and became his disciple. Then he returned to his fatherland and lived in ascesis close to Maiuma, near Gaza. The demons tried to frighten him in many ways, but by prayer to God and the sign of the Cross he continually defeated them and drove them away. Many devotees to spiritual life gathered around him and Saint Hilarion became to represent for Palestine what Saint Anthony represented for Egypt. As a Divine teacher, unshakable ascetic and glorious wonderworker, Hilarion was respected not only by the Christians, but by the pagans as well. Yet, being afraid of the praise of men and saying to himself in tears:” Woe me, I have received my reward on earth!” he fled from place to place only to hide away from the people and his soul to remain alone with God. Thus, he settled and for some time he lived in Egypt, in Sicily, in Dalmatia, and at last on Cyprus, where he completed his life on earth around the year 372, when he was eighty years of age. His disciple Hesychius translated the miracle-working relics of Saint Hilarion to Palestine and laid them in the monastery he had founded. "
    }, {
      "title": "Saint Hilarion of Meglen",
      "important": false,
      "desc": "He was born of devout and wealthy parents. For a long time his barren mother had prayed to God to grant her a child and in answer to her prayers, the Holy Mother of God appeared to her and comforted her with the words: ”Do not grieve, you will give birth to a son who will convert many to light of the truth.” When Hilarion was three years of age, from his mouth continually flowed the chant:” Holy, Holy, Holy Lord of hosts!“ Well educated, he became a monk in his eighteenth year of age and founded a monastery that followed the Rule of Saint Pachomius. Eusthatius, the Archbishop of Trnovo consecrated him Bishop of Meglin in 1134. Saint Hilarion spent almost all his life in great struggle against the Bogomls heresy and the Armenian heretics. With his spiritual wisdom and his holiness he made ashamed all his opponents and converted many to Orthodoxy. He peacefully fell asleep in the Lord in 1164. "
    }],
    "id": 307
  }, {
    "day": "4",
    "holydays": [{
      "title": "Holy Abercius, Egual to the Apostles",
      "important": false,
      "desc": "Saint Abercius was Bishop of Hierapolis in Phrygia during the reign of the Emperor Marcus Aurelius. As in this city the majority of inhabitants were pagans, Saint Abercius governed his small flock grieving for the great number of pagans and idolaters and fervently prayed to God to convert them to the light of the truth. At the time of great celebrations in honour of the idols, Abercius, strong in his zeal for God, entered the pagan temple and cast down all the idols. When the enraged pagans wanted to put him to death, three young men possessed by the evil spirit fell before him in spasms and the holy man drove the demons away by his prayer and restored the young men to their right mind. Upon witnessing this, the rage of the pagan people turned into amazement at this wander worker of Christ and five hundred of them were baptized that same day. Before long the whole city of Hierapolis believed in Christ and received holy Baptism. The mother of Publicus, the Governor of the area, was blind, and after Saint Abercius had restored her sight by the power of his prayer, she believed in Christ together with her son and many other people. In his advanced years he was summoned to Rome, where he cured the Emperor’s daughter tormented by an unclean spirit. On several occasions did God appear to this devout follower of His. People from all over that region and from the neighbouring countries, came to the Saint for the sake of his miraculous help in their burdens. The demons were not only afraid of him, but also obeyed his commands. As the Lord commanded him in a vision, he preached the Gospel in Syria and Mesopotamia. He presented himself before his beloved Christ in his old age, in the city of Hierapolis, at the end of the 2nd century. "
    }, {
      "title": "Venerable Lot",
      "important": false,
      "desc": "A great Egyptian ascetic. He was a contemporary of the Holy Abbas Arsenius the Great and Agathon. He led an ascetic struggle in his monastery on the lakeshore near the city of Arsinoe and guided many brothers on the road to salvation. His close companion and councillor was Abba Joseph. One day, Abba Lot asked Abba Joseph: ”Abba, I fast as much as I can, I live in prayer and hesychia, and according to my strength I guard myself from sinful thoughts. What else should I do?” Then the old man got up, stretched his hands towards heaven and his fingers became as ten flames of fire. So he said to him:” You should become altogether like a fire that consumes itself.” Having had pleased God and counselled many on their road to salvation, Saint Lot fell asleep in peace in the 5th century. "
    }],
    "id": 308
  }, {
    "day": "5",
    "holydays": [{
      "title": "Holy Apostle James, the Brother of the Lord",
      "important": false,
      "desc": "He is called the brother of the Lord for he was son of the Righteous Joseph, the betrothed of the Most Holy Mother of God. When the Righteous Joseph was on his deathbed and he wished to leave a part of his possessions to the Lord Jesus Christ, the son of the Holy Virgin Mary, all his brothers objected, not considering Jesus their brother. James loved Jesus very much, and he declared that he would share his part with him. That is why he is called the brother of God. He followed God from the very beginning. According to the tradition he also accompanied the Mother of God and Joseph to Egypt, when Herod had ordered the newly born King to be killed. As soon as he learned the teaching of Christ, he began to practise it in his life. He is said that during his lifetime he never tasted fat, nor oil, but lived solely on bread and water. He lived in chastity until his death. He spent his nights in vigil and prayer to God. The Lord has numbered him among His Seventy Apostles. After His Resurrection, the Lord Jesus Christ appeared to James separately, as the Holy Apostle Paul testifies (1Cor 15). He was Bishop of Jerusalem for thirty years and zealously governed the Church of God. At God’s instruction, he composed the first Divine Liturgy, which was later considered too long and both Saint Basil the Great and Saint John Chrysostom shortened it. Saint James converted many Greeks and Jews to the faith of Christ. The unfaithful Jews admired his righteousness and called him the righteous James. Yet, when Ananias became High priest, he plotted with the other Jewish chiefs to kill James, for he was preacher of the word of Christ. One day, on the feast of the Pascha, when many people had gathered in Jerusalem, the High priests told him to climb on the top of the temple and to speak against Christ from there. Saint James climbed and began to speak to the people about Christ as the Son of the Lord and the true Messiah, about his Resurrection and his everlasting glory in Heaven. Enraged, the priests and chiefs pushed him from the roof and he fell down to the ground severely injured, but still alive. Then a man rushed from the crowd and hit him in the head so hard, that his brains poured out. Thus this glorious Apostle of Christ ended his life in martyrdom and inhabited the Kingdom of his Lord. James was sixty-three years of age when he suffered for Christ. "
    }, {
      "title": "Saint Ignatius, Patriarch of Constantinople",
      "important": false,
      "desc": "He was the son of the Emperor Michael I Rangabe. He succeeded Saint Methodius on the patriarchal throne in the year 846. In 858 he was deposed from the throne and exiled. He was replaced by the Emperor’s first secretary Photius. Still, when Basil the Macedonian became Emperor, he recalled Saint Ignatius on the patriarchal throne. Saint Ignatius governed the Church of God with great zeal and wisdom. He built the monastery dedicated to the Holy Archangels, where he fell asleep in the Lord when he was eighty-nine years of age. "
    }],
    "id": 309
  }, {
    "day": "6",
    "holydays": [{
      "title": "Holy Martyr Arethas",
      "important": false,
      "desc": "This holy Martyr suffered for the faith of Christ together with over forty thousands Christians, priests, monks and nuns, citizens, women and children. Arethas was the Governor of the city of Najran in the land of Homerit (south Arabia) and he was ninety-five years of age when he suffered his martyr’s death. The land of Homerit was at the time in the hands of Dhu-Nuwas who converted to Judaism and was a cruel persecutor of the Christians. Determined completely to wipe out the Christians from his country, he laid siege to the Christian city Najran and warned the inhabitants that he would put them all to death if they did not renounce Christ. The inhabitants closed the gates, so Dhu-Nuwas attacked the city walls without success. Then the dishonest Prince swore that he would do no harm to anyone, if the inhabitants opened the gates to let him in only to collect the taxes they owned him and then he would leave straight away. The Christians believed him and opened the gates. Then the impious Jew called for the Elder Arethas together with all the clergy and had them all killed by the sword. And he went on and made a terrible massacre in the city. When the notorious news came to the notice of the Byzantine Emperor Justinian he was greatly distressed and he wrote a letter to the Ethiopian Emperor Elesbaan urging him to raise his army against Dhu-Nuwas and revenge the innocent Christian blood. Elesbaan obeyed Justin, led his army against the Prince of Homerit, and won a victory over him, destroyed all his army and killed him by the sword. According to God’s revelation a pious man called Abraham was crowned Prince of Homerit, while Saint Gregory (December 19) was consecrated Archbishop of Homerit. The Christians in Najran reconstructed the Church of the Holy Trinity that Dhu-Nawas had burnt down and built another church dedicated to the holy Martyr Arethas and his companion martyrs from Najran. They suffered and received wreaths of martyrdom in the year 523. "
    }, {
      "title": "Saint Elesbaan, Emperor of Ethiopia",
      "important": false,
      "desc": "Burning with zeal for the faith of Christ, this pious Emperor raised his army against the Prince Dhu-Nuwas, the cruel tormentor of the Christians in the land of Homerit. At the beginning of the war he did not have much success and lost many of his soldiers in the desert. Then he bitterly wept before God and promised that if God helped him win a victory over the sworn enemy of the Christians, he would enter a monastery and become a monk. After he had defeated Dju-Nuwas, Elesbaan returned to Ethiopia where he left the imperial palace without delay and joined a monastery. He lived an ascetic life as a true monk for fifteen years. God granted him the gift of working miracles in his life on earth and after his death. He fell asleep in the Lord in the year 555. "
    }],
    "id": 310
  }, {
    "day": "7",
    "holydays": [{
      "title": "Holy Martyrs Marcian and Martyrius",
      "important": false,
      "desc": "These Saints were members of the clergy of the Patriarch of Constantinople, Paul the Confessor, during the reign of the Emperor Constantinus. After the death of the Emperor Constantine the Great, the subsided Arian heresy gradually revived and began to spread. Even the Emperor Constantinus was a follower of this heresy. On the Emperor’s court, there were two distinguished noblemen, Eusebius and Philip, both of them zealous Arians. Under their influence the Patriarch Paul was deposed from the throne and exiled to Armenia, where the Arians assassinated him. On the patriarchal throne came the notorious Macedonius. At that time when the Orthodoxy led two fierce struggles, one against the idolaters and the other against the heretics, Marcian and Martyrius stood up for Orthodoxy with all their strength and resolution. Marcian was a reader and Martyrius subdeacon at the cathedral and they were appointed notaries to the Patriarch Paul. The Arians at first made an attempt to bribe them, but as these holy men rejected their proposal they were condemned to death. When they were brought out to be executed, they raised their hands and prayed to God, giving him thanks for ending their lives in martyrdom:” Lord, we rejoice that by such a death we shall depart this life for your name. Grant us to be partakers of life eternal with you, the Source of life.” Then they laid their honourable heads under the sword and were beheaded in the year 355. Saint John Chrysostom built a church dedicated to their names over their miracle-working relics. "
    }, {
      "title": "Holy Martyr Anastasius",
      "important": false,
      "desc": "He was a cloth maker and a zealous Christian. At the time of Diocletian’s persecutions this man of God on his own accord appeared before the tyrannous judge in the town of Solin in Dalmatia, and openly confessed his faith in Christ. He had been put to atrocious torture before he was beheaded. His body was thrown into the sea only later to be discovered and buried with all devotion. "
    }, {
      "title": "Saint Tabitha",
      "important": false,
      "desc": "abitha (which means doe) was a disciple of the Apostles and lived in Joppa. She occupied herself in good deeds and alms giving (Acts 9, 36). All of a sudden, she lost her strength and died. The grief-stricken disciples sent for Saint Peter asking him to come and comfort her relatives. When the great Apostle of Christ came, he ordered all to leave the room where the body of the deceased lied and then kneeled in prayer. When he completed his prayer he commanded the dead body:” Tabitha, raise!” And Tabitha opened her eyes and rose. Owing to this miraculous event many believed in the Lord Jesus Christ. "
    }],
    "id": 311
  }, {
    "day": "8",
    "holydays": [{
      "title": "Holy Great Martyr Demetrius",
      "important": true,
      "desc": "This glorious and holy wonderworker was born into a distinguished and devout family from Thessalonica. God granted him to his barren parents in response of their prayers, and as their only son he was brought up with great care. His father was Duke of Thessalonica, and upon his death Demetrius became Duke in his place. When he made him a Duke, the Emperor Maximian, as a great enemy of the Christians, particularly instructed him to persecute and exterminate the Christians in Thessalonica. Demetrius not only disregarded the Emperor’s command, but moreover, he openly confessed his faith in Christ and preached His teaching throughout the city. When this came to the notice of the Emperor Maximian, he was greatly embittered and one day, on his way back from war he halted at Thessalonica to investigate this matter in person. He summoned Demetrius and inquired him about his faith. Demetrius publicly confessed before the Emperor that he was a Christian and reprimanded him for his idolatry. Infuriated, the Emperor threw him into prison. Being aware of what was to befall him, Demetrius gave all his possessions to his devout disciple Lupus to distribute them to the poor and went to prison full of joy for he was to suffer for his Lord. An angel of God appeared to him in prison and told him:” Peace be with you, martyr of Christ. Be brave! “In a few days the Emperor sent his soldiers to murder Demetrius in his prison cell. The soldiers found the man of God in prayer and thrust him through with their lances. The Christians took his body in secret and buried it with great devotion. From the body of Christ’s martyr flowed healing myrrh, which healed many sick. Before long a church was built over his holy relics. A soldier called Leontius suffered from incurable disease He approached the holy relics of Saint Demetrius with prayer and was completely cured. Out of gratitude he built a church dedicated to Saint Demetrius much larger than the old one. The Saint appeared to him on two occasions. When the Emperor Julian wanted to translate the relics of Saint Demetrius from Thessalonica to Constantinople, blazing flames came out of the tomb and a voice was heard:” Stop and do not touch!” Thus, the holy relics of Saint Demetrius have remained in Thessalonica for all times. As the protector of Thessalonica, Saint Demetrius appeared on many occasions and delivered the city from many great hardships. The miracles he has worked are truly innumerable. The Russians consider him the protector of Siberia that was occupied and attached to Russia in 1581. "
    }, {
      "title": "Venerable Martyr Joasaph",
      "important": false,
      "desc": "Saint Joasaph was a monk and a disciple of Saint Niphon, the Patriarch of Constantinople. He led an ascetic life on Mount Athos. He was so full of love for Christ that all his struggles seemed insufficient to him and he yearned to offer himself for martyrdom. Therefore, he went to Constantinople and publicly confessed his faith in the Holy Trinity and the Son of God before the Turks. Infuriated, the Turks beheaded him on 26 October 1536. "
    }],
    "id": 312
  }, {
    "day": "9",
    "holydays": [{
      "title": "Holy Martyr Nestor",
      "important": true,
      "desc": "At the time of martyrdom of Saint Demetrius the Outpourer of Myrrh, in Thessalonica lived a young man called Nestor, who learned about the faith from Saint Demetrius. At that time the idolatrous Emperor Maximian arranged various games and celebration for the inhabitants of Thessalonica. And they all greatly favoured a Vandal called Lyaios, a man with gigantic stature and strength. As a gladiator of the Emperor, Lyaios challenged people to combat every day and slaughtered them. His thirst for blood entertained the bloodthirsty idolatrous Emperor. For the combats of Lyaios the Emperor had made a special scene - a platform raised on pillars under which there were spears stuck into the ground with their points upwards. Whenever Lyaios defeated someone in the combat, he would throw him from the platform on the upright spears. The idolatrous inhabitants gathered around and together with their Emperor they were greatly entertained at the sight whenever a poor human soul would die in pain on the spears. There were many Christians among the innocent victims of Lyaios. For in the days when no one would register on his own accord for combat with Lyaios, by Emperor’s order the Christians were brought to the arena by force. Watching the idolatrous people enjoying these terrible amusements, the heart of Saint Nestor was broken with pain. And he made a decision to confront the giant Lyaios himself. At first he headed to Saint Demetrius in the prison to give him blessing for his challenge. Saint Demetrius blessed him, made the sign of the Cross on his forehead and his heart and foretold him:” You will defeat Lyaios, but you will suffer for Christ.” So, the young Nestor stood against Lyaios in the arena. The Emperor was present at the scene, together with a crowd of people who felt sorry for the young man that was about to die and tried to persuade him to change his mind. But Nestor made the sign of the Cross and said:” God of Demetrius, help me!” And with God’s help, Nestor overcame Lyaios - he brought him down and threw him on the spears where the heavy giant soon died. Then the crowd exclaimed:” Great is God of Demetrius!” The Emperor was ashamed before the crowd, and in grief for his favourite gladiator Lyaios, he outpoured his rage on Nestor and Demetrius. He gave order and Nestor was killed by the sword and Demetrius was thrust through with lances. Thus, the famous Christian hero ended his life on earth in the year 306, when he inhabited the Kingdom of his Lord. "
    }, {
      "title": "Venerable Nestor the Chronicler",
      "important": false,
      "desc": "He became a monk at the Caves in Kiev when he was seventeen years of age, at the time when Saint Theodosius was abbot. He wrote the first history of the Russian people in which he incorporated the history of their Church. He was distinguished by unusual humbleness and meekness. In his famous literary works he often refers to himself as unworthy, hideous, ignorant and overburdened with all kinds of sins. Yet, God Who knows the hearts of men glorified this magnificent man who pleased him with his deeds. After Saint Nestor had fallen asleep on 27 October 1114, his holy relics worked great many miracles. "
    }],
    "id": 313
  }, {
    "day": "10",
    "holydays": [{
      "title": "Holy Martyr Parasceva",
      "important": true,
      "desc": "She was born in the city of Iconium of wealthy and Christ-loving parents. Her parents departed from this world leaving her as a young maiden, so she began distributing her property to the poor and needy in the name of the Lord Jesus Christ. During the persecutions of Diocletian, Parasceva was brought to trial before the Governor of the region. When the Governor asked her what her name was, she answered that her name was Christian. The Governor reproached her for refusing to tell her real name. And Parasceva told him:” I needed to tell you first the name for life everlasting, and only after for this temporary “. The Governor had her beaten and then threw her into prison, where an angel appeared to her, healed her wounds and comforted her. By the power of her prayer she destroyed all the idols in the pagan temple. Following long and severe tortures, she was killed by the sword. "
    }, {
      "title": "Saint Athanasius, Patriarch of Constantinople",
      "important": false,
      "desc": "He was a great opponent of the union with Rome, quite opposite of his predecessor John Bekkos (1275 – 1282). Ever since his early years he was a great ascetic and devoted to prayer. Everyone regarded him with veneration, but his moral strictness provoked the disapproval of certain members of the clergy. He withdrew to his monastery on Mount Ganos, where he lived in much stricter ascesis than before. The Lord Jesus Christ appeared to him and gently reproached him for having left his flock to the wolves. When he foretold the day of the earthquake in Constantinople, the Emperor Andronicus restored him on the patriarchal throne against his will. Before long, he withdrew to solitude again. He fell asleep in the Lord when he was a hundred years of age. He was granted the gift of working miracles and the gift of prophesy. "
    }, {
      "title": "Saint Demetrius, Metropolitan of Rostov",
      "important": false,
      "desc": "Saint Demetrius was a great hierarch, preacher, writer and ascetic. He was born near Kiev in the year 1651 and fell asleep kneeling in prayer in the year 1709. Apart from many well-known didactic works, he is particularly renowned for his translation and edition of Lives of the Saints. He foresaw his death tree days beforehand and died in prayer. He is a shining light of the Russian Church, and the Orthodox Church in general. He had heavenly visions during his lifetime. He served God with great zeal and inhabited the Heavenly Kingdom. "
    }],
    "id": 314
  }, {
    "day": "11",
    "holydays": [{
      "title": "Holy Martyr Anastasia the Roman",
      "important": false,
      "desc": "She was born in Rome of noble parents who left her an orphan when she was three years of age. She was taken to be raised in a women’s monastery near Rome, directed by the abbess called Sophia, a nun on advanced degree of spiritual perfection. Having spent seventeen years in the monastery, Anastasia became known among the Christians as a great ascetic, and among the pagans as a great beauty. The pagan Governor Probus heard about her and sent his soldiers to bring her to him. Her abbess counselled her for two hours how to preserve her faith, resist the flattering deceits and to persevere the tortures to the end. Anastasia told her:” My heart is ready for martyrdom for Christ, my soul is prepared to die for the sweetest Jesus“. Brought before the Governor, Anastasia publicly confessed her faith in the Lord Jesus Christ. When the Governor attempted to persuade her to denounce her faith first with flatteries, and then with threats, the holy Martyr told him:” I am ready to die for God not once but a hundred times if possible.” When they stripped her clothes off to make mockery of her, she turned to the soldiers with the words:” You may beat me, cut me to pieces and tear me apart and so cover with wounds my body and hide my shame behind blood!” So they beat her, cut and tore her body. Twice she felt an immense thirst and asked for water. A Christian called Cyril gave her water to drink, for which the Martyr blessed him and the pagans put him to death. They tore off her breasts and cut out her tongue. An angel of God appeared to her and encouraged her. At last she was killed by the sword out of the city walls. The blessed abbess Sophia found her body and buried it with great devotion. She was crowned with martyr’s wreath in the reign of the Emperor Decius. "
    }, {
      "title": "Venerable Abramius the Recluse and his niece Mary",
      "important": false,
      "desc": "His parents married him against his will, but at the day of his wedding he left his bride and his parents’ house and withdrew to solitude and ascetic struggle. He led an ascetic struggle for fifty years. During all this time he came out of his cell only twice. The first time he came out when the local Bishop asked him to convert the inhabitants of a pagan village to the faith. The second time he left his cell to save his niece Mary who had gone astray. He fell asleep in peace in the year 360, when he was seventy years of age. "
    }],
    "id": 315
  }, {
    "day": "12",
    "holydays": [{
      "title": "Holy Apostles Cleopas, Tertius, Mark, Justus and Artemas",
      "important": false,
      "desc": "They were numbered among the Seventy Disciples of the Lord. Christ appeared beside Cleopas on the road from Jerusalem to Emmaus. Tertius wrote the Epistle to the Romans at Saint Paul’s dictation (Rom. 16, 22) and ended his life in martyrdom as Bishop of Iconium, having succeeded Apostle Sosipater (10 November) on the throne. Saint Mark (called John, Acts 12, 12) was the son of the faithful Mary whose house was a shelter of the Apostles and first Christians. He was a kinsman of Saint Barnabas and Bishop of Appolonias in Samaria. Justus was the son of the Righteous Joseph. Together with Matthew he was a candidate for the position of Judas Iscariot, but he was not elected. As Bishop of Eleutheropolis he suffered for the Gospel in this city. Saint Artemas was Bishop of the Lycian city of Lystra and died in peace. "
    }, {
      "title": "Holy Martyrs Zenobius and Zenobia",
      "important": false,
      "desc": "Saints Zenobius and Zenobia came from the city of Aegea in Cilicia. They inherited the true faith and immense material wealth from their parents. Out of their great love and zeal for the faith, they distributed their possessions to the poor. And for their alms giving hands, God granted them the gift of working miracles, so that Zenobius could cure every disease by the sole touch of his hand. He was consecrated Bishop of Aegea. At the time of persecutions, the Prefect Lysias captured him and told him: \"I offer you two things – life or death. Life – if you worship the idols, and death – if you refuse to worship them.” Saint Zenobius answered: ”The life without Christ is not life, but death, and the death for Christ is not death, but life.” When he was put to the torture, his sister Zenobia came to the Prefect and told him; ”I want to drink the cup of sufferings too, and to receive the wreath of martyrdom.” Following great many tortures thrown to fire and a cauldron of boiling water, they were both beheaded about the year 285. Thus, this brother and sister inhabited the everlasting Kingdom of Christ. "
    }],
    "id": 316
  }, {
    "day": "13",
    "holydays": [{
      "title": "Holy Apostles Stachys, Apelles, Amplias, Urban, Narcissus and Aristobulus",
      "important": false,
      "desc": "They were numbered among the Seventy Disciples of the Lord. Saint Stachys was the assistant of Saint Andrew the First-called, who appointed him Bishop of Byzantium. He established the Church in Argyropolis and fostered his spiritual flock with zeal and devotion. After seventeen years of ministry to God he fell asleep in peace. Amplias and Urban also collaborated with Saint Andrew and were also made Bishops by him: Amplias was Bishop of Lydda or Diospolis and Urban was Bishop of Macedonia. They both suffered martyrdom for the Lord Jesus Christ. Narcissus was appointed Bishop of Athens by the Apostle Philip. Saint Apelles was Bishop of Heraclea in Thrace. Aristobulus, Barnaba’s brother, preached the life-giving word of Salvation in Britain, where he fell asleep in peace. "
    }, {
      "title": "Holy Martyr Epimachus",
      "important": false,
      "desc": "Born in Egypt, in Egypt he led his ascetic struggle, and in Egypt he ended in martyrdom his life on earth. Following the example of Saint John the Baptist, he withdrew to the desert in his young age. As his love for God was great, the Holy Spirit instructed him in the truth and in the ways he should lead his ascetic struggle. Epimachus learned that the idolaters persecuted and killed the Christians in Alexandria because of Christ. Inspired by godly zeal, he went to the city and threw down the idols. When the idolaters put him to torture because of this, he shouted:” Beat me, spit on me, put a wreath of thorns on my head and a reed in my hand, give me gall to drink, crucify me and then spear me through – I want to suffer all my Lord had suffered!” In the crowd that watched the sufferings of Saint Epimachus, there was a woman with one blind eye. She was weeping abundantly for sorrow, watching the merciless torture of the holy man. And when the torturers started mangling his flesh, some drops of the Martyr’s blood fell upon her eyes. Her sight was at once restored and she exclaimed: “Great is the God of this Martyr! “ Saint Epimachus was beheaded and his soul inhabited the everlasting joy, around the year 250. "
    }],
    "id": 317
  }, {
    "day": "14",
    "holydays": [{
      "title": "Saints Cosmas and Damian",
      "important": true,
      "desc": "Unmercenaries and wonderworkers. They were brothers according to the flesh and came somewhere from the region of Asia, of a pagan father and a Christian mother. After their father’s death, their mother Theodota devoted all her time and effort to bring her sons up as true Christians. And God helped her, so that her sons became two fruitful trees and two burning lights to the world. Cosmas and Damian gained knowledge in the art of medicine and helped the sick, not with remedies as much as with the name of the Lord Jesus Christ. They were called unmercenary physicians, for they healed asking nothing in return, thus fulfilling the Lord’s commandment: “Freely you have received, freely give! “(Matthew 10, 8) They were so careful at healing people for free, that Cosmas was truly irritated at his brother Damian taking three eggs from a woman called Paladia, and he demanded after his death not to be buried next to his brother. If truth be told, Saint Damian did not take those three eggs as a reward for healing Paladia, but because she asked him to take the eggs in the name of the Holy Trinity. Nevertheless, according to God’s revelation they were buried together at a place called Fereman. These holy brothers were great wonderworkers during their lives and after they had departed this world. While he was asleep, a snake sneaked into the mouth of some servant, and he would have lost his life in greatest sufferings lest at the last moment he called Saint Cosmas and Damian to help him. Thus God forever glorified with the gift of working miracles the ones who glorified Him on earth with their faith, purity and mercy. "
    }, {
      "title": "Venerable Martyr James with his disciples James and Dionysius",
      "important": true,
      "desc": "He was born in the Diocese of Castoria, of parents Martin and Parasceva. Working as a sheep farmer, he quickly made a fortune, which aroused his brother’s jealousy, so he falsely reported him to the Turks that he had found his fortune buried in the ground. James left for Constantinople where he became rich again. One day, he went to visit a Turkish dignitary. The Turks ate meat, and James was fasting and restraining from food. Then his host told him:” Great is the faith of the Christians. “And he told him that his wife lost her mind and after all doctors and treatments he took her at last to the Patriarch Niphon to read her a prayer. As soon as the Patriarch opened the prayer book, a heavenly light filled the church. When the prayer was completed, the woman was healed. Hearing the Turk praising the Christian faith he distributed all his possessions and headed to Mount Athos where he became a monk at the Monastery of Iviron. He led his ascetic struggle on Mount Athos and he suffered and died for the faith under the Turks in Adrianople on 1 November 1520. His miracle-working relics rest in the Monastery of Saint Anastasia near Thessalonica. "
    }],
    "id": 318
  }, {
    "day": "15",
    "holydays": [{
      "title": "Holy Martyrs Acindynus, Pegasius, Anempodistus, Aphthonius, Elpidophorus and their companions",
      "important": false,
      "desc": "They were all from Persia. They suffered during the reign of King Shapur II of Persia in the year 355. The first three were dignitaries at the King’s court, but secretly they served their Lord Jesus Christ. When they were accused and brought to trial before the King, he asked them where they came from. Their answer was:” Our fatherland and our life is the Holy Trinity, consubstantial and undivided, the Father and the Son and the Holy Spirit, the one God.” The King put them to fierce tortures, but they endured them with psalmody and prayer on their lips. During their torments, angels of God appeared to them on several occasions, and once the Lord Jesus Christ as a man “with face shining as the sun”. The Saints were plunged into molten lead, but emerged unscathed. Seeing this miracle, one of the soldiers, named Aphthonius, believed in Christ and exclaimed: „Great is the Christian God! “ He was beheaded there and then. Many others saw and believed. Then the King ordered and Acindynus, Pegasius and Anempodistus were sewn into sacks made of animal skin and thrown into the sea. But Saint Anthony appeared to them from the other world together with three shining angels, took the holy Martyrs to the shore and released them. Elpidophorus was a distinguished member of the Senate. When he declared that he was a Christian and reprimanded the King for killing the innocent Christians, the King condemned him to death. Elpidophorus was beheaded together with seven thousand other Christians with him. While the three first martyrs were at last thrown into raging furnace, together with twenty-eight soldiers and the King’s mother, for they had also believed in Christ. In the fire they surrendered they righteous souls into the hands of their Lord. "
    }],
    "id": 319
  }, {
    "day": "16",
    "holydays": [{
      "title": "Holy Hieromartyr Acepsimas, Bishop of Henaita",
      "important": false,
      "desc": "One day, Acepsimas, a venerable old man of eighty filled with every Christian virtue, sat in his house with his guests. A child inspired by the grace of the Holy Spirit approached the elderly Bishop, kissed his holy head and said:” Blessed is this head, for it will receive the crown of martyrdom for Christ!“ Before long this prophecy came true. King Shapur launched fierce persecution of the Christians throughout Persia, so Acepsimas was captured too, and brought before the idolatrous Governor. When they put him in chains to bring him out of his house, a member of his household asked him what his will was as regards his house. The Saint answered him:” This house is no longer my home. I am going to my home in Heaven and I shall never return.“ Following fierce tortures he was cast into prison. The following day Joseph and Aithalas were brought to the same prison. Joseph, an old man of seventy, was a presbyter while Aithalas was a deacon. After three years spent in prison and enduring great many tortures, Acepsimas was beheaded, while Joseph and Aithalas were buried in the ground up to their waistline and the tyrants forced the Christians to stone them. By divine Providence Joseph’s body disappeared during the night, and over Aithalas’ body sprang up a myrtle-bush that healed every illness and infirmity of the people. After five years the idolaters cut the bush. These soldiers of Christ suffered and died in the 4 century in Persia, during the reign of the idolatrous King Shapur. "
    }, {
      "title": "Holy Great Martyr George",
      "important": true,
      "desc": "On this day is commemorated the translation of the relics of the Holy Great Martyr George from Nicomedia to the city of Lydda in Palestine, where he suffered martyrdom during the reign of the Emperor Diocletian. The martyrdom of this great Saint is described under April 23. Before he left this world, Saint George asked his servant to take his dead body to Palestine, where his mother was from, and where they had owned a large estate that they distributed to the poor. The servant obeyed his wish. At the time of the Emperor Constantine the Great the devout Christians built a magnificent church in Lydda dedicated to Saint George and at the consecration of the church his holy relics were translated and laid there. From the holy relics of Saint George occurred great many miracles."
    }],
    "id": 320
  }, {
    "day": "17",
    "holydays": [{
      "title": "Venerable Joannicius the Great",
      "important": false,
      "desc": "This great spiritual enlightener was born in the village of Marycate in Bithynia, of father Myritricius and mother Anastasia. In his youth he was a shepherd. Tending the sheep, he often went to secluded place and stood in prayer all day long, having shielded his flock with the sign of the Cross not to wander or get lost. Then he joined the army and proved a valiant soldier, particularly in the war against the Bulgarians. After his military service, Saint Joannicius withdrew to Mount Olympus in Asia, where he became a monk and entirely committed himself to ascetic struggle, which he led until his old age, until the day he died. He led a life of ascesis and penitence for over fifty years, changing his dwelling places. God granted him an abundant gift of working miracles: he healed every sickness and infirmity, cast out demons, tamed beasts and especially he had power over snakes, he could walk on water, he could make himself invisible for the people whenever he wished to, he could see and foretell future events. He was distinguished by great humbleness and meekness even though his outward appearance was mighty and he was strong and corpulent. He took an active part in the life of the Church. At the time of the iconoclast heresy he was at first mislead, but soon repented and became zealous supporter of veneration of the icons. He was a great friend of Methodius, the Patriarch of Constantinople. Saint Joannicius lived ninety-four years and fell asleep in peace in the year 846. He remained a wonderworker after his decease. "
    }, {
      "title": "Holy Hieromartyrs Nicander, Bishop of Myra and Hermas, the priest",
      "important": false,
      "desc": "These holy Martyrs were both ordained by the Apostle Titus. They were distinguished by their great zeal for the faith and their great diligence in bringing the pagans to the faith. Because of this they were denounced to the Governor Libanius, who put them to fierce tortures. They were stoned, dragged along the stones, cast into prison, starved and endured many other tortures such that a human being could not endure lest encouraged by help from God. And God appeared to them in many different ways: when they were thrown into a fire, He sent his angel to make the fire cold. At last the merciless tyrants threw them into a grave and covered them with earth. People take lives in vain when God gives life and they abuse in vain when He praises. "
    }],
    "id": 321
  }, {
    "day": "18",
    "holydays": [{
      "title": "Holy Martyrs Galaction and Episteme",
      "important": false,
      "desc": "They were born in the Phoenician city of Emesa, both of them into pagan families. Galaction’s mother was childless until she received the holy Baptism. Then she brought her husband to the faith and raised her son as a Christian. When he came to the age to get married, his good mother Leucippa departed this world, and his father betrothed him to a maiden called Episteme. Galaction would not marry under any circumstances, so he advised Episteme to receive holy Baptism, and together with him to enter monastic life. They set out for the wilderness and in a place called Pouplion Galaction joined man’s monastery and Episteme women’s. Each of these two proved a true light in the monastic life. They were first in ascesis, first in prayer, in humbleness and obedience, first in love. They never left their monasteries, nor saw each other again except before their death. At that time fierce persecution of the Christians began and they were both captured and brought to trial. Episteme cried for sorrow watching Galaction being beaten. Then her turn came and they beat her, too. The tyrants cut off their arms, their legs, and finally they were beheaded. Eutolmios took their bodies and buried them with veneration. He had been a servant of Episteme’s parents and then he became a fellow ascetic of Galaction in monastic struggles. He later wrote the hagiographies of these Martyrs for Christ, who suffered and were crowned with wreaths of martyrdom in the year 253. "
    }, {
      "title": "Holy Apostles Patrobas, Hermas, Linus, Gaius and Philologus",
      "important": false,
      "desc": "These holy Apostles belonged to the company of the Seventy Disciples of the Lord. Patrobus was Bishop of Naples, Hermas was Bishop of Philippolis (Rom. 14, 16), Linus was Bishop of Rome (2 Tim. 4, 21), Gaius of Ephesus (Rom. 16, 23) and Philologus of Sinope (Rom. 15, 16). They all fulfilled Christ’s commandments with great love and inhabited Heavenly Kingdom. "
    }],
    "id": 322
  }, {
    "day": "19",
    "holydays": [{
      "title": "Saint Paul the Confessor, Patriarch of Constantinople",
      "important": false,
      "desc": "When the blessed Patriarch Alexander was lying on his deathbed, the grief-stricken faithful asked him whom he would name as his successor to take care of the Christ's flock. The ailing Patriarch said to them:” If you wish a Patriarch who will teach you and enlighten you with his virtues, elect Paul, and if you wish a smart man only in his outward appearance, then elect Macedonius.” The people choose Paul. But this was not according to the will both of the Arian heretics and the Emperor Constans who was in Antioch at the time. Before long Paul was deposed and he, along with Saint Athanasius the Great, found refuge in Rome with the Pope Julius and the Emperor Constantius, who welcomed them and encouraged them in their faith. The Emperor Constantius and the Pope wrote to the Eastern bishops and Paul was restored on the patriarchal throne. When this Emperor died, the Arians raised and expelled the Orthodox Patriarch to Cucusus in Armenia. One day, as Saint Paul was serving the Divine Liturgy there, the Arians stormed into the Church and strangled him with his omophorion in the year 351. In the reign of the Emperor Theodosius, in 381 his holy relics were translated to Constantinople, and in 1236 from there they were translated to Venice, where they rest today. His devout clergy and his secretaries Marcian and Martyrius died in martyrdom not long after their Patriarch (under 25 October). "
    }, {
      "title": "Venerable Barlaam of Chutin",
      "important": false,
      "desc": "He was born and brought up in a Christian family of Novgorod. After his parents’ death he became a monk and devoted himself to strict ascesis. He founded a monastery by the river Volkhov, at the place where he had seen heavenly light. He was a great wonderworker in his lifetime and after his departure, he could discern secrets of men, cast away unclean spirits and heal sicknesses of men. One of the servants of the Prince Basil Vasilevich fell gravely ill, so he asked to be taken to the tomb of Saint Barlaam. Moreover, he requested in case he died on the way there, his dead body to be taken to the Saint. So it came to pass. He died on the way and was nevertheless taken to the monastery. But, there he suddenly revived and bowed before the tomb of the Saint. In 1471 the Emperor Ivan the Terrible gave the order the tomb of Saint Barlaam to be uncovered. As soon as his servants started to dig, a great fire rose from the tomb. The Emperor was so frightened that he at once ran away from the church and in his hurry he left his rod, which has been kept by the Saint’s tomb to our day. The commemoration of this miracle of Saint Barlaam is on the Friday after the Sunday of All Saints. "
    }],
    "id": 323
  }, {
    "day": "20",
    "holydays": [{
      "title": "Holy Martyr Hieron and his Companions",
      "important": false,
      "desc": "He was born in the city of Tyana in Cappadocia of good and devout mother, Stratonica, who was blind. Hieron was a zealous Christian and took care of his blind mother with great love. For these two reasons he refused to join the army, so he beat up the soldiers that came to take him and drove them off. He could not leave his helpless mother and he could not bear the thought that as a soldier he would have to venerate and offer sacrifices to the idols. At last, together with other Christians, he was seized and taken to appear before the Governor at Melitene. One night, on their way there a man dressed in white garments appeared to him and said: “Hieron, I am to announce your salvation: you will not fight for the Emperor on earth, but you will soon perform a deed for the Heavenly King and will pass over to Him and He will grant you glory and honour.” This news brought to his heart joy beyond words. As soon as they arrived at Melitene, they were all cast into prison. Here Hieron with great zeal encouraged his fellow-prisoners in the faith, praying for them to preserve their faith and all of them to offer voluntarily their bodies for martyrdom for Christ. Brought before the Governor, they all together confessed their faith in Christ, except for a relative of Hieron, named Victor, who fell out from the faith. The tyrants cut off Hieron’s arm, beat him, put him to all kinds of atrocious tortures and finally they killed him, along with his companions. As they walked toward the place of their final contest, all the thirty-three Martyrs together sang the psalm:” Blessed are those that are undefiled in the way and walk in the law of the Lord. “ Let us remember the names of these honourable Martyrs whose names are written in the Book of Life: Hesychius, Nicander, Athanasius, Mamas, Barachius, Callinicus, Theogenes, Nikon, Longinus, Theodore, Valerius, Xanthius, Theodotus, Callimachus, Eugene, Theodolus, Ostrychius, Epiphanius, Maximian, Ducitius, Claudian, Theophilus, Gigantius, Dorotheus, Theodotus, Castricius, Anicletus, Temelius, Eutychus, Hilarion, Diodotos and Amonitos. A man called Chrisant paid for the head of Saint Hieron and buried it with devotion, and later he built over it a church in honour of Saint Hieron. His arm was taken to his blind mother. Saint Hieron and his companions suffered Martyrdom and passed over to the glory of Christ in the year 298. "
    }, {
      "title": "Venerable Lazarus of Galesion",
      "important": false,
      "desc": "At the moment of his birth a blinding light filled the house. He left his village close to Magnesia and went to visit the holy Places in Jerusalem, where he became a monk in the Monastery of Saint Sabas the Sanctified. After ten years spent in the monastery, he found a dwelling place on Mount Galesion where he lived in ascesis as a stylite. He was a wonderworker during his life and after he had departed this world. He was greatly respected by the Emperor Constantine Monomachus. He inhabited the everlasting Kingdom in his old age, at the end of 9 century. "
    }],
    "id": 324
  }, {
    "day": "21",
    "holydays": [{
      "title": "Holy Archangel Michael and the other Bodiless Powers of Heaven",
      "important": true,
      "desc": "Ever since the ancient times people have venerated the angels of God. Yet, this veneration often turned to deification of angels (4 Kings 23, 5). The heretics presented different teachings about them. Some people considered angels to be gods, others, even though they did not consider them gods, called them creators of all visible world. The local Council in Laodicea, which met four or five years before the First Ecumenical Council, with his 35th Canon condemned the worship of angels as gods but affirmed their proper veneration. At the time of Pope Sylvester and the Alexandrian Patriarch Alexander (4 century), this feast of the Synaxis of the Archangel Michael and the other bodiless powers of Heaven was established in the month of November. Why November? Because November is the ninth month after March. And it is considered that the creation of the world happened in March. The ninth month after March is taken because of the nine angelic orders that were created at first. Saint Dyonisios the Areopagite, the disciple of the Holy Apostle Paul, i.e. of the Apostle that was elevated to the third heaven, described these nine angelic orders in his book “On Heavenly Hierarchy”. The angelic orders are the following: the six-winged Seraphims, the many-eyed Cherubims, and the God-bearing Thrones, Dominions, Virtues, Powers, Principalities, Archangels and Angels. The Prince of the Heavenly Hosts is the Archangel Michael. When the Satan, Lucifer, fell out from God and drew into perdition a multitude of angels, Michael leapt and rallied the faithful angels with the cry:” Let us attend! Let us stand with awe; let us stand with fear!” And the heavenly armies of the faithful angels chanted with a mighty voice: “Holy, holy, holy is the Lord of hosts: heaven and earth are full of his glory!“ (For the Archangel Michael see the Book of Joshua 5, 13 - 15). Angels dwell in perfect concord, unanimity and love and a complete obedience of the lower orders towards the higher, and of all orders together towards the holy will of God. Each nation is protected by its own angel, and God has placed a Guardian Angel at the side of each Christian. We should always bear in mind that whatever we do, in public or in secret, we do this in the presence of our Guardian Angel. And on the Judgement day all the myriads of angels shall gather around the throne of Christ and shall declare openly all the deeds, words and thoughts of every man. May God have mercy on us and save us through the intercession of the Holy Archangel Michael and all the Angelic Powers. Amen. "
    }],
    "id": 325
  }, {
    "day": "22",
    "holydays": [{
      "title": "Venerable Matrona of Constantinople",
      "important": true,
      "desc": "Saint Matrona was born in Perge, a city of Pamphylia. She soon grew dissatisfied with her marriage with Dometian, a noble youth from Constantinople, so she fled, dressed in male attire, and joined the monastery of Saint Bassian in Constantinople, where she introduced herself as Babylas. But as her husband continually searched for her, she had to move many times as to Emesa, Sinai, then to Jerusalem, Beirut and at last she returned to Jerusalem. She took the monastic vows when she was twenty-five years of age, and led an ascetic struggle for seventy-five years. She lived a hundred years and fell asleep in peace as the abbess of a monastery in Constantinople. She inhabited the joy of her Lord in the year 492."
    }, {
      "title": "Holy Martyrs Onesiphorus and Porphyrius",
      "important": false,
      "desc": "These two holy Martyrs suffered for the Name of Christ during the reign of the Emperor Diocletian. They were mercilessly beaten, stretched on a gridiron and tortured by fire, then tied by the feet of horses and dragged over stones and thorns. Their flesh was torn apart and thus they committed their holy souls to God. Their holy relics were buried in a village called Panceanon. "
    }, {
      "title": "Venerable John Colobos",
      "important": false,
      "desc": "He is numbered among the greatest ascetics from Egypt. “Colobos” means short, for he had a small figure. In the Skete he came together with his brother Daniel and gave up to ascesis with such great zeal that his brother Daniel had to counsel him to consider moderation. He was a disciple of Saint Pambo, and later of Saint Arsenius the Great. Along with him, Saint Paisus the Great was also a disciple of Saint Pambo. One day, while he and Paisius were discussing what kind of ascetic struggle to undertake, an angel of God appeared to them and ordered John to stay at that place and to teach the others, while Paisus should leave for the desert. In order to test John’s obedience, Saint Pambo ordered him to water a dry wooden stick planted in the ground, until it produced fruit. Without thinking or doubting, John watered the wooden stick every day for three years until it in actual fact came to life with God’s help and produced fruit. Then Pambo picked the fruit from the tree, carried it to the church and offered it to the brothers saying: “Come and eat of the fruit of obedience!“ John Colobos had many disciples. Some of his wise sayings have been preserved. He fell asleep in peace and inhabited the joy of his Lord. "
    }, {
      "title": "Saint Nectarios of Aegina",
      "important": false,
      "desc": "Saint Nectarios of Aegina"
    }],
    "id": 326
  }, {
    "day": "23",
    "holydays": [{
      "title": "Holy Apostles Olympas, Erastus, Quartus, Herodian, Sosipater and Tertius",
      "important": false,
      "desc": "These holy Apostles were among the Seventy Disciples of Christ. The last three of them are commemorated on other days as well: Herodion on April 8, Sosipater on April 28 and Tertius on October 30. Saint Olympas and Saint Herodion followed Saint Peter to Rome and after his martyrdom, they suffered too, being beheaded at the command of the Emperor Nero. Erastus was a treasurer of the Church of Jerusalem, and went to become Bishop of Paneas in Palestine. Quartus became Bishop of Beirut and suffered greatly but converted many to the faith of Christ. Sosipater was Bishop of Iconium, and Tertius succeeded him and became the second Bishop of Iconium. They led a spiritual warfare, won a victory and received the everlasting wreaths of glory."
    }, {
      "title": "Holy Martyr Orestes",
      "important": false,
      "desc": "He came from the city if Tyana in Cappadocia. Saint Orestes was a Christian from his birth and practised as a physician. He was brutally tortured by the Governor Maximus, during the reign of Diocletian. When the Governor advised him to deny Christ and worship the idols, Orestes told him: “If you come to know the power of the Crucified, you would deny the idols and worship the true God. “ For this he was severely beaten and dragged, his back was burnt with flaming spits and at the end he was cast into prison to die from hunger. Young Orestes spent seven days without bread and water. On the eight day he was brought before the Governor again, and he again threatened him with tortures. Orestes answered him: “I am ready to endure all kinds of tortures, for I have the sign of my Lord Jesus Christ imprinted on my heart “. Then at the Governor’s command they drove twenty iron nails into his feet, tied him behind a horse and dragged him over stones and thorns until he gave up his soul to God. On the place where they threw the body of the holy Martyr appeared a man shining as the sun, collected all his bones and translated them on a hill near the city of Tyana, where he buried them with devotion. Saint Orestes appeared to Saint Demetrius of Rostov and showed him the wounds on his body. "
    }],
    "id": 327
  }, {
    "day": "24",
    "holydays": [{
      "title": "Holy Great Martyr Menas",
      "important": false,
      "desc": "He came from Egypt and was an experienced soldier. As a devout Christian he could not observe the unholy worshipping of idols, so he left the army, the city and the people and headed to the mountains. For Saint Menas found it easier to live among wild beasts than among the impious people. One day it was revealed to the Saint that there was a pagan festivity in the city of Kotyaeum, so he went down to the city and confessed his faith in the living God Jesus Christ and admonished the inhabitants for their idolatry, which is deception and darkness. The Governor of the city, called Pyrrhos, interrogated Menas about who he was and where he came from. The Saint’s answer was “My fatherland is Egypt, my name is Menas. I was a soldier but when I saw your idolatry I left the army and gave up military honours. I came here to confess Christ as the true God, so that he could recognize me as a true servant in the Heavenly Kingdom.“ Having heard this, Pyrrhos put him to the torture. He was beaten, his skin was flayed with iron claws, and his whole body was burnt with flaming torches. He was put to yet more tortures before he was beheaded. His body was thrown into the fire so that the faithful could not take it, but nevertheless they were able to save part of his precious relics. They gave them honourable burial and later they were translated to Alexandria and a church was built over the tomb of the Great Martyr. Saint Menas suffered for Christ around 304 and inhabited the Heavenly Kingdom. He was a great wonderworker on earth and remained so after his departure from this world. Saint Menas has helped all that venerate him and call upon his help with faith. Many times he appeared as a soldier riding a horse to help the faithful and punish the unfaithful. "
    }, {
      "title": "Venerable Theodore of Stoudion",
      "important": false,
      "desc": "Saint Theodore was a renowned abbot of the Monastery of Stoudion, a great defender of the icons, a wise governor of the monastery life, an Orthodox teacher inspired by God and a zealous ascetic. He died in peace in Constantinople in 826, when he was sixty-eight years of age. "
    }],
    "id": 328
  }, {
    "day": "25",
    "holydays": [{
      "title": "Saint John, the Merciful",
      "important": false,
      "desc": "Saint John was Patriarch of Alexandria. He was born on the island of Cyprus in an illustrious noble family. He was brought up in Christian spirit. Urged by his parents, he married and had several children. But, by divine Providence his children died in early youth together with his wife. Renowned for his mercifulness and devotion John was consecrated Patriarch of Alexandria at the time of the Emperor Heracleus. For ten years he governed the Church in Alexandria as a true shepherd, guarding her against the idolaters and heretics. He served as an example of meekness, mercifulness and love for the mankind. “If you look for nobility “, he said, “do not look for nobility of blood, but for nobility of virtues, for the true nobility is in the virtues of men.“ All Saints are characterised as merciful, but Saint John was completely devoted to this holy virtue. One day as he was serving the Divine Liturgy the Patriarch remembered Christ’s words:“ Therefore if you bring your gift to the altar, and there remember that your brother has something against you, leave your gift there before the altar, and go your way. First be reconciled to your brother, and then come and offer your gift.” (Matthew 5: 23, 24) and it crossed his mind that one of his clergy bore him a grudge; he left the Holy Offerings, went to this man, bowed to the ground before him and asked him for forgiveness. Only upon their reconciliation did he go back to the altar. One day as he was going to the Church of Saints Cyrus and John, he happened to come across a poor widow who started telling him about her miserable condition. The Patriarch’s companions found her long complaint tiresome and suggested the Patriarch that it would be better if he went to the church for service, and listen to the woman after the service. Saint John answered them:” How would God listen to me, if I do not listen to her?“ And he would not move a single step until he had listened to the woman’s complaint till the end. When the Persians attacked Egypt, the Patriarch sat in a boat to retreat from the threat. On his way he fell ill and he departed this world as soon as he had arrived on Cyprus, in the year 620. His miracle-working relics were first translated to Constantinople, then to Budapest, and at last to Petersburg. "
    }, {
      "title": "Venerable Nilus the Sinaite",
      "important": false,
      "desc": "He became Prefect of Constantinople. As a married man he had a son and a daughter. Watching the impious life in the capital, he agreed with his wife to separate and both of them to withdraw from the world. So they did. His wife and daughter left for a women’s monastery in Egypt, while he and his son Theodulus withdrew to Mount Sinai. For sixty years Saint Nilus led ascetic struggle on Sinai. He wrote wonderful books on spiritual life. He died in peace around 450, when he was eighty years of age. He is the author of the holy words:” The passions of the body derive from the needs of the body and therefore we need to restrain to subdue them; the passions of the soul are born of the needs of the soul for which prayer is essential.” "
    }, {
      "title": "Venerable Nilus, the Outpourer of Myrrh",
      "important": false,
      "desc": "He was born in Greece, in a village in the Zakoneia diocese. As a hieromonk he went to Mount Athos together with his uncle. He led the ascetic life as a hermit at the place called Holy Rocks. When he departed this world, fragrant myrrh flowed from his body so abundantly, that from the top of the mountain it poured into the sea. People came from everywhere to collect the myrrh for healing their sicknesses. A disciple of Saint Nilus in prayer complained to his master about the multitudes of visitors. And instantly the myrrh stopped flowing. Saint Nilus led the ascetic life as the other zealous Saints, in the true meaning of the word. He fell asleep in peace in the 17 century. "
    }],
    "id": 329
  }, {
    "day": "26",
    "holydays": [{
      "title": "Saint John Chrysostom",
      "important": true,
      "desc": "Saint John was Patriarch of Constantinople. He was born at Antioch in the year 354, of father Secundus, an army commander, and mother Anthusa. Studying Greek philosophy John was appalled at Greek paganism and adopted Christian faith as the only and complete truth. He was baptised by Meletius, the Patriarch of Antioch, and then his parents were baptised. After his parents’ death he became a monk and lived in severe ascesis. Then he wrote the book “On priesthood” and the Holy Apostles Peter and John appeared to him and foretold him a great ministry, great grace but also great sufferings. Before his ordination as priest, an angel of God appeared to John and at the same time to the Patriarch Flavian, Meletius’ successor. At the moment when the Patriarch ordained him, the congregation saw a white dove resting on John’s head. Famous for his wisdom, his ascetic struggle and his preaching with great power, he was elected Patriarch of Constantinople according to the wish of the Emperor Arcadius. For six years he governed the church with incomparable wisdom and zeal. He sent off zealous missionaries to Celts and the Scythians, he fought against simony in the Church excommunicating many bishops – simoniacs, he spread charitable work, he compiled the divine Liturgy, he ashamed the heretics, admonished the Empress Eudoxia, he interpreted the Holy Scriptures with his golden mouth, he left the Church numerous precious books containing his sermons. People loved and venerated him, his enemies loathed him out of envy, and the Empress sent him in exile two times. He spent three years in exile and fell asleep in the Lord on the feast of the Exaltation of the Precious and Life-giving Cross, on 14 September 407, at the place called Comana in Armenia. Before his death the Holy Apostles John and Peter again appeared to him along with Saint Basiliscus (22 May). At the church dedicated to Saint Basiliscus he communicated in the holy Mysteries and gave up his soul to God with the words:” Glory be to God for all things!“ Thus the soul of the Patriarch of the golden mouth inhabited Heaven. Of the holy relics of Saint John Chrysostom the head is placed at the Church of the Dormition in Moscow, and his body rests in Vatican in Rome. "
    }, {
      "title": "Venerable Martyr Damascene",
      "important": false,
      "desc": "He came from the Galata district of Constantinople and was called Diamondi. In his youth he led an immoral life and embraced Islam. Then he came to his senses, and made his mind to repent on the Holy Mountain of Athos. He lived in strict ascesis for twelve years at the Great Lavra of Saint Athanasius. But ardently desiring martyrdom for forgiveness of his sins, he went to Constantinople and started visiting mosques, making the sign of the Cross there and shouting that Jesus Christ is the only God. He was beheaded in front of the gate Fanara on 13 November 1681. His holy relics rest at the Monastery of the Holy Trinity on the island of Halki. "
    }],
    "id": 330
  }, {
    "day": "27",
    "holydays": [{
      "title": "Holy Apostle Philip",
      "important": false,
      "desc": "Saint Philip came from Bethsaida in Galilee as the Holy Apostles Peter and Andrew. Having meditated on the Holy Scriptures from his early age, Philip immediately responded to the call of the Lord Christ and followed Him (John 1, 43). After the descent of the Holy Spirit, Philip zealously preached the Gospel in many parts of Asia and Greece. In Greece the Jews wanted to put him to death, but he was saved by miracle of God. The Jewish Hierarch that set to beat him at once lost his sight and turned black. And there was a severe earthquake, the earth opened and swallowed the impious persecutors of Philip. Many miracles occurred, great numbers of sick were healed and many pagans were converted. Saint Philip, accompanied by his own sister Mariamne, Saint John the Theologian and the Apostle Bartholomew, went on to the city of Hierapolis in Phrygia. There was a venomous serpent that the pagans devotedly fostered and worshipped as a god. The Apostles of God put the serpent to death by their prayers and thus aroused the anger of the darkened pagans. Infuriated, they seized Philip and crucified him on a tree his head downwards, and then crucified Saint Bartholomew. At that moment the ground suddenly opened and a great many pagans together with their Proconsul were swallowed. Terrified, the surviving unbelievers rushed to take down the Apostles. Bartholomew was still alive, while Philip had already given up his soul to God. Many were converted and Bartholomew ordained Stachys as their bishop. Stachys had been blind for forty years until Bartholomew and Philip restored his sight and baptised him. Later the holy relics of Saint Philip were translated to Rome. This great Apostle suffered martyrdom in the year 86, during the reign of the Emperor Dometian. "
    }, {
      "title": "Holy Emperor Justinian",
      "important": true,
      "desc": "The Emperor Justinian was Macedonian from the area around Skopje. His Slav name is Upravda. He succeeded his uncle Justin on the throne. The greatness of this Emperor is inseparably connected with his deep orthodox faith. He was a faithful Christian and lived according to the commandments of the faith. During the Great Lent he did not eat bread, nor drank wine, but his meals consisted solely of vegetables and he drank water every other day. He started a war against the barbarians of the area by the Danube for the only reason that they used to castrate their captives. This is only one example of his great love for mankind. He had a great success both in the military and the state matters. He built many magnificent churches, among which the most magnificent one is the Great Church of Holy Sophia in Constantinople. He collected and published the Roman laws. Himself, he issued very strict laws against immorality and depravity. He composed the chant:” The Only-begotten Son and Word of God “, which since 536 became an integral part of the Divine Liturgy. In 553, he summoned to Constantinople the fifth Ecumenical Council. He died in peace on 14 November 565, when he was eighty years of age and inhabited the Heavenly Kingdom. "
    }, {
      "title": "Saint Gregory Palamas, Archbishop of Thessalonica",
      "important": true,
      "desc": "Gregory’s father was a high official on the court of the Emperor Andronicus II Paleologus. When the talented Gregory had acquired great knowledge of secular learning, he did not wish to hold an office at the court, but left for Mount Athos where he entered upon the monastic life. He led his ascetic life in the Monastery of Vatopedi and later in the Great Lavra. He struggled against the heretic Barlaam and at the end won the victory over him. He was consecrated Bishop of Thessalonica in the year 1347. He was praised as an ascetic and as a theologian, as a hierarch and a wonderworker. During his lifetime to him continually appeared the Holy Mother of God, Saint John the Theologian, Saint Demetrius, Saint Anthony the Great, Saint John Chrysostom and the angels of God. He governed the Church in Thessalonica for thirteen years, of which he was held for a year by the Saracens in Asia Minor. He peacefully fell asleep in the Lord in the year 1360. His holy relics rest in Thessalonica, in the magnificent church dedicated to his name. "
    }],
    "id": 331
  }, {
    "day": "28",
    "holydays": [{
      "title": "Holy Martyrs Gurias, Samonas and Habib",
      "important": false,
      "desc": "Gurias and Samonas were respectful citizens of Edessa. During the persecutions of the Christians they found a shelter in the surrounding area of the city and lived in fasting and prayer, encouraging all the faithful that came to them for their advice. They were captured and brought before the Governor. The Governor threatened them with dead unless they obeyed the Emperor’s order and worship the idols. The holy Martyrs of Christ answered him:” If we obey the Emperor’s order, we shall perish even if you do not put us to death “. Following severe tortures they were cast into prison, where they suffered in total darkness with almost nothing to eat or drink from August 1 till November 10. Then they were again brought out and tortured, but as they remained unshakeable in their faith in Christ, they were condemned to death and beheaded in the year 322, during the reign of the cruel Emperor Licinius. Later on, the deacon Habib from Edessa was also tortured for his Lord Jesus Christ and committed his spirit into His hands while burnt in a slow fire. His mother pulled his body out of the fire and buried it in the same tomb as Gurias and Samonas. When the persecutions abated, the Christians built a church dedicated to the names of these holy three Martyrs and laid their miracle-working relics in the same coffin. Out of the numerous miracles over the holy relics of these Martyrs, one stands out. A widow from Edessa had a daughter who married some Goth, a soldier in the Greek army. As the mother was frightened at the thought of giving her daughter away in a distant country, the Goth swore on the tomb of the three Martyrs that he would do no harm to her daughter, but would take her to be his wife as, he said, he had not been married yet. And in truth, he was married. He took the maiden in his country and kept her as a maid until his lawful wife died. Then, in agreement with his relatives, together with his dead wife he buried his maid alive. The maiden prayed in tears to the holy Martyrs to save her. And they appeared in the tomb, took her and instantly transferred her in Edessa, in the church dedicated to their names. The following day, when the church was opened they found the daughter of the widow by the tomb of the Saints of God and learned about her miraculous deliverance. "
    }, {
      "title": "Nativity Fast (oil)",
      "important": true,
      "desc": ""
    }],
    "id": 332
  }, {
    "day": "29",
    "holydays": [{
      "title": "Holy Apostle and Evangelist Matthew",
      "important": true,
      "desc": "Matthew, the son of Alphaeus, was a publican (a tax collector) by occupation and he was sitting in the tax office in Capernaum when the Lord Jesus Christ saw him and called him: Follow me! “So he arose and followed Him” (Matthew 9, 9). Matthew gave a great dinner at his house in honour of God where He spoke about the reasons for His coming on earth. After he had been filled with the grace of the Holy Spirit at the day of Pentecost, Saint Matthew went to spread the Good News in Parthia, Media and Ethiopia. In Ethiopia he ordained Plato, one of his followers, as bishop and he withdrew to live in ascesis and contemplation on the mountain, where the Lord Jesus Christ appeared to him. Saint Matthew baptised the wife and the son of the King, which greatly infuriated him and he ordered his soldiers to seize Mathew and to bring him to trial. The soldiers went to carry out the order, but came back to the King saying that they could hear Matthew’s voice but could not see him. Then the King sent another group of soldiers. When the soldiers drew near the Apostle, heavenly light over him came, shining so bright that the soldiers could not look at him, and terrified, they threw their weapons to the ground and run away. Then the King came himself. When he came close to Saint Mathew he shone with such light that the King was blinded. But the Apostle’s heart was full of mercy, so he prayed to God and the King’s sight was restored – unfortunately he could see only with his bodily eyes and not with the spiritual as well. He seized Matthew and put him to dreadful tortures. They twice set fire on his chest, but the Lord preserved him untouched. Then the Holy Apostle prayed to God and committed his spirit into His hands. At the King’s command the martyr’s body was laid in a leaden coffin and cast into the sea. The Saint appeared to Bishop Plato and revealed to him the place where the coffin with his body was. The Bishop went there and brought the coffin with the body of the Holy Apostle Matthew. This miracle converted the King to the faith and he was given the name of Matthew at his Baptism. He left the vanity of the world and was ordained a priest. He went on to perform his ministry to the Church with great devotion. Upon Plato’s death the Apostle Matthew appeared to him and counselled him to receive the episcopacy. He was a good shepherd of his flock for many years, until the Lord summoned him in His everlasting Kingdom. The Holy Apostle Matthew wrote his Gospel in Hebrew. It was translated into Greek some years later and reached us in Greek, while the original Hebrew version was lost. The Holy Apostle Matthew is said that he never ate meat and his meals consisted of fruit and vegetables only."
    }],
    "id": 333
  }, {
    "day": "30",
    "holydays": [{
      "title": "Saint Gregory the Wonderworker, Bishop of Neocesarea",
      "important": false,
      "desc": "He was a man of God and a great wonderworker, often called the second Moses. Born into an illustrious and wealthy, but pagan family, Gregory gained great knowledge of Greek and Egyptian philosophy. As soon as he became aware how void of meaning and insufficient they were, he turned to the Christian teachers, especially to Origen in Alexandria, who baptised him and was his tutor for several years. Pure in soul and body he wanted to devout his all self to Christ only, and he withdrew to the desert where he spent long years in severe ascesis. His fame soon spread across the country and Faidimus, the Archbishop of Amasia, wanted to make him Bishop of Neocesarea. Gregory discerned Faidimus’ intention and hid in the deserts so that Faidimus’ people could not find him. At last Faidimus took the step of ordaining him in absentia and Gregory had to become Bishop. The Most Holy Mother of God appeared to him together with Saint John the Theologian and at Her command Saint John presented him the Creed that became known as the Creed of Gregory. Who could count the miracles of this second Moses? He commanded the unclean spirits, the waters and mountains were under his command, he healed all sicknesses and infirmities, he turned invisible to his persecutors, he could discern not only events distant in time, but also people’s thoughts. He ended his life on earth in very old age in the year 270. When he was appointed Bishop of Neocesarea the entire population of the city was pagan except for seventeen Christians. And when he departed this life he left the city completely Christian with only seventeen pagans. For this he received the wreath of glory from his Lord. "
    }, {
      "title": "Venerable Nikon of Radonezh",
      "important": false,
      "desc": "Saint Nikon succeeded Saint Sergius as abbot of the Monastery in Radonezh. When the barbarians attacked Russia, he prayed to God to deliver Russian people from violence. Then Saint Sergius appeared, together with the holy Bishops of Moscow Peter and Alexis, and told him not to grieve as the God allowed the assault for future welfare, as it would soon be ended and the peace would be restored. He rebuilt the Monastery of the Holy Trinity and served to many as an example in their ascesis. He fell asleep on 17 November 1426. "
    }],
    "id": 334
  }]
}