{
  "month": 7,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Holy Martyr Leontius",
      "important": false,
      "desc": "Leontius was a Roman commander in Tripoli in Phoenicia during the reign of Emperor Vespasian. He was born in Hellas (Greece) \"of great physical stature, powerful, strong and brave in battles.\" Hadrian, the imperial deputy, sent a military detachment to arrest Leontius, for Hadrian was a fierce adversary and persecutor of Christians. Hypatius, the senior officer of this detachment, became ill enroute with a bitter fever because of which the detachment had to slow down their march. One night an angel of God appeared to Hypatius and said to him: \"If you want to be well, cry out three times toward heaven with all your soldiers: 'O God of Leontius help me!' \" Hypatius informed his companions of his vision and all in unison cried out as the angel instructed and immediately Hypatius became well. This miracle astonished all but especially Theodulus. Hypatius and Theodulus then went ahead of the other soldiers to seek Commander Leontius. Leontius received them graciously and served them. When he expounded his faith in Christ to them, their hearts burned with love for Christ and, at that moment, a bright cloud descended upon Hypatius and Theodulus and dew from a cloud descended upon them. That was the Holy Spirit of God Himself baptizing these converted souls and St. Leontius, at that moment, spoke these words: \"In the name of the All-holy Trinity: Father, Son and Holy Spirit.\" The evil Hadrian, learning that Hypatius and Theodulus became Christians, ordered that they be scourged without mercy and following that to be beheaded with an axe. And so, these two spiritual children of Leontius died. Then Hadrian prescribed cruel tortures for Leontius but Leontius remained unwavering in his holy faith. His entire body was covered with wounds but he diligently prayed to God not to abandon him. In the midst of the cruelest torments, an angel of the Lord appeared to him, encouraged and comforted him. Finally, they knocked the martyr Leontius to the ground and beat him until he gave up his soul to God. The sufferings of St. Leontius was personally witnessed by Kir Notarius who recorded all that he saw on lead tablets and placed them in the martyr's grave. St. Leontius suffered honorably in the year 73 A.D."
    }, {
      "title": "Venerable Leontius, the Discerner",
      "important": false,
      "desc": "Leontius was of Greek descent from the Peloponnese. He lived a life of asceticism sixty years in the monastery Dionysiou (Mt. Athos) and entered into rest in the year 1605 A.D. being eighty-five years of age. It is said that this saint entered the monastery only once and only once did he leave the monastery in sixty full years. That is: he entered when he first went to Dionysiou and departed when they carried him out to bury him. He possessed the miraculous gift of discernment and prophecy and following his death myrrh flowed from his relics."
    }],
    "id": 182
  }, {
    "day": "2",
    "holydays": [{
      "title": "Holy Apostle Jude",
      "important": false,
      "desc": "Saint Jude was one of the Twelve Apostles. He was the son of Joseph and Salome and the brother of James, the brother of the Lord. With Salome, the daughter of Angeja the son of Varahina, the brother of Zacharias, Joseph the carpenter had four sons: James, Hosea, Simon and Jude. This Jude is sometimes called: \"Jude, the brother of James\" because of his more famous brother (St. Luke 6:16 Acts 1:14). St. Jude begins his epistle in this manner: \"Jude, the servant of Jesus Christ and the brother of James\". (St. Jude 1:1). Even though he could be called the brother of the Lord as much as James, he did not do this out of humility and shame for, in the beginning, he did not believe Christ the Lord. When the elder Joseph, before his death, wanted to leave a portion of his estate to Jesus as well as to his other children, all of them protested this, even Jude, only James voluntarily set aside a share of his portion and intended it for Jesus. Jude is also called Levi and Thaddeaus. There is another Thaddeaus of the Seventy Apostles (August 21) but this Thaddeaus or Jude was one of the Great Apostles. Jude preached the Gospel throughout Judea, Samaria, Galilee, Idumedia, Syria, Arabia, Mesopotamia and Armenia. In Edessa, the town of Abgar, he augmented the preaching of the other Thaddeaus. When Jude preached throughout the regions around Ararat he was captured by pagans, crucified on a cross and killed by being shot throughout with arrows to eternally reign in the Kingdom of Christ."
    }, {
      "title": "Venerable Paisius the Great",
      "important": false,
      "desc": "Paisius was an Egyptian by birth and nationality. After a vision in a dream, his mother dedicated him to the service of God. As a young man, Paisius came to the Venerable Pambo who received him as his disciple and he was a co-disciple of Venerable John Kolovos (The Short) who wrote the biography of Paisius. To the joy of his spiritual father, Paisius exerted labor after labor and mortification after mortification. Many times the Prophet Jeremiah, whom he especially loved and often read, appeared to him; even the angels of God often appeared to him; even the Lord Christ Himself appeared to him. \"Peace be with you my beloved chosen one!\" the Lord Christ said to him. By the great grace of God, Paisius possessed the special gift of abstaining from food. Often he did not taste bread for fifteen days, more often for a week and once, in the witness of St. John the Short, he went for seventy days without partaking of anything. He waged a great struggle with the spirits of evil, who appeared to him at times exactly as they are and, at times in the form of radiant angels. But the blessed servant of God did not permit himself to be deceived and fascinated. Paisius was famous throughout Egypt as a discerner and miracle-worker. He took up habitation in eternity in the year 400 A.D. The Venerable Isidore of Pelusium translated the relics of Paisius to his monastery and honorably buried them."
    }, {
      "title": "Holy Martyr Zosimus",
      "important": false,
      "desc": "Zosimus was a Roman soldier during the reign of Emperor Trajan. He courageously confessed his faith in Christ the Lord for which he endured cruel tortures. In the midst of his tortures, he heard a voice from heaven saying: \"Be brave Zosimus and sign yourself with the cross, I am with you!\" Angels of God appeared to him in prison. After many tortures, Zosimus was beheaded in the year 116 A.D."
    }],
    "id": 183
  }, {
    "day": "3",
    "holydays": [{
      "title": "Venerable Nahum of Ohrid, the Wonderworker",
      "important": true,
      "desc": "He was the disciple of the Saints Cyril and Methodius and one of their disciples who most zealously cooperated with these Apostles of the Slavs. Saint Nahum went to Rome where he became renowned for his great erudition and his gift of working miracles. He had an excellent command of several languages. With the support of King Boris Michael they settled on the shore of Lake Ohrid when they returned from Rome. While Saint Clement acted as Bishop of Ohrid, Saint Nahum founded a monastery on the south coast of the lake. This monastery ornaments the lake coast as the name of Saint Nahum ornaments the history of Slav Christianity and represents a source of miracle-working power and shelter for the sick and infirm. Numerous monks from all parts of the Balkan gathered around Saint Nahum. He was a wise teacher, unique guide of the monks, resolute ascetics, wonderworker and spiritual father. He relentlessly struggled in the translation of the Holy Scriptures and other church books from Greek into Slavonic. He worked miracles during his life on earth and after he had departed. His miracle-working relics overwhelm by the great many miracles, especially healing of severe illnesses, above all mental illnesses. He fell asleep in the Lord at the first half of the X century."
    }, {
      "title": "Blessed Studios",
      "important": false,
      "desc": "Studios was a prominent patrician and consul in Constantinople. He founded the church of St. John the Forerunner near the Golden Gates and a monastery named Studion after him. This monastery became famous for the many glorious men, spiritual fathers, ascetics and many who suffered for the Faith (martyrs), the most famous of which was St. Theodore the Studite. The Latin Crusaders destroyed this monastery in 1204 A.D. but Emperor Constantine Paleologue Porphyrogenitus rebuilt it in the year 1293 A.D. A Turkish mosque stands on that place today."
    }],
    "id": 184
  }, {
    "day": "4",
    "holydays": [{
      "title": "Holy Martyr Julian of Tarsus",
      "important": false,
      "desc": "Julian was of noble and senatorial origin. He lived in Tarsus in Cilicia and suffered during the reign of Diocletian. Even though he was only eighteen years of age when he was subjected to torture for the Faith, St. Julian was sufficiently educated and strengthened in Christian piety. The imperial deputy led him from town to town for an entire year torturing him and all the time trying to persuade him to deny Christ. Julian's mother followed her son from a distance. When the deputy seized Julian's mother and sent her to counsel her son to deny Christ, for three days in prison she spoke the opposite advice, teaching him and encouraging him not to despair in spirit but with thanksgiving and courage go to his death. The torturers then sewed Julian in a sack with sand, scorpions and serpents and tossed the sack into the sea and Julian's mother also died under torture. His relics were tossed by the waves to the shore and the faithful translated them to Alexandria and honorably buried them in the year 290 A.D. Later, St. Julian's relics were translated to Antioch. Later on, St. John Chrysostom, himself, delivered a eulogy (an oration of praise) for the holy martyr Julian. St. John Chrysostom said: \"From the mouth of the martyr proceeded a holy voice and, together with the voice, a light emanated brighter than the rays of the sun.\" Further, he added: \"Take anyone, be it a madman or one possessed, and bring him to the grave of this saint where the relics of the martyr repose and you will see how he (the demon) without fail will leap out and flee as from a burning fire.\" It is obvious from these words how numerous miracles must have taken place at the grave of St. Julian."
    }, {
      "title": "Venerables Julius and Julian",
      "important": false,
      "desc": "Julius and Julian were brothers from the Greek province of Mirmidonia. From childhood they were reared in Christianity with the vow that they will always live in chastity and serve the Church. Julius was a presbyter and Julian a deacon. They received a decree (grammata) from Emperor Theodosius the Younger to destroy pagan temples and to build Christian churches throughout the empire. These two brothers, as two apostles, converted non-Christians to Christianity throughout the east and west (of the empire) and built churches. They built over one hundred churches during their lifetime. They reposed peacefully in the Lord near Milan. The inhabitants of Milan invoke the help of St. Julius against wolves."
    }],
    "id": 185
  }, {
    "day": "5",
    "holydays": [{
      "title": "Hieromartyr Eusebius, Bishop of Samosata",
      "important": false,
      "desc": "Eusebius was a great exposer of Arianism. When the throne of Antioch became vacant, Meletius was elected patriarch at the insistence of Eusebius. Meletius was a great beacon of the Church who, after his death, was found worthy of great praise by St. John Chrysostom. However, the Arians quickly banished Meletius from Antioch. When Constantine's pernicious son Constantius died another much worse than he was crowned, Julian the Apostate. During the time of Julian's persecution of Christians, St. Eusebius removed his clerical attire and donned a soldier's uniform so that, under the guise of a soldier, he visited the persecuted Church throughout Syria, Phoenicia and Palestine strengthening the Orthodox Faith everywhere and installing the necessary priests and deacons and other clergy and, in some places, bishops. Following the stormy death of Julian, St. Eusebius counseled Meletius to convene a Council in Antioch in 361 A.D. at which twenty-seven hierarchs were present and the Arian heresy was condemned once more and the Faith of Orthodoxy was proclaimed in the same manner as it was expressed at the First Ecumenical Council (Nicea 325 A.D.). Along with Meletius and Eusebius, St. Pelagius of Laodicea the famous ascetic and chaste one, made a great impact at the Council of Antioch. This Council was held during the reign of the pious Emperor Jovian. However, Emperor Jovian soon died and the wicked Valens was crowned and again the persecution of Orthodoxy ensued. St. Meletius was exiled to Armenia, Eusebius exiled to Thrace and Pelagius exiled to Arabia. After Valens, Gratian was crowned emperor and it was he who granted freedom to the Church and recalled the exiled hierarchs to their former sees. Thus, they returned: Meletius to Antioch, Eusebius to Samosata and Pelagius to Laodicea. At this time, many dioceses and many parishes were widowed and Eusebius zealously hurried to find and to give to the people canonical shepherds. When he came to the town of Doliche to enthrone the newly elected bishop Marinus and to denounce the heresy of Arius, which was strong in this town, a fanatical heretic hurled a ceramic tile at Eusebius' head and mortally wounded him. This great zealot, saint and martyr of Orthodoxy died to live eternally in the blessedness of Paradise. He suffered in the year 379 A.D."
    }, {
      "title": "Holy Martyrs Zeno and Zenas",
      "important": false,
      "desc": "Zeno was a Roman officer in the Arabian town of Philadelphia and Zenas was his servant. When the persecution of Christians began during the reign of Emperor Maximian, St. Zeno boldly appeared before Commander Maximus, confessed his faith in the One Living God and counseled Maximus that, he too, renounce lifeless idols and embrace the only True Faith. The commander became enraged and cast Zeno into prison. When the faithful Zenas visited his master in prison, he also was seized and arrested. Both of them were tortured for Christ and finally thrown into the fire that the pagans had doused with oil. Their souls were crowned with wreaths in the Kingdom of Christ and their bodily remains were interred in the Church of St. George at the place called Cyparisson."
    }],
    "id": 186
  }, {
    "day": "6",
    "holydays": [{
      "title": "Holy Martyr Agrippina",
      "important": false,
      "desc": "Saint Agrippina was born and educated in Rome. From her childhood she trained herself to live an evangelical life, driving away the stench of passions from her heart and filling her heart with the sweet-smelling fragrance of purity, of virginity and chastity. She was betrothed to Christ the Lord and, as the Bride of Christ, suffered during the reign of Emperor Valerian. She endured flogging with rods until her bones were crushed. An angel of God appeared to her and strengthened her. While being tortured, St. Agrippina gave up her soul to God. Her companions, Bassa, Paula and Agathonice, translated her relics to the island of Sicily and honorably buried them there. A church was later built there in St. Agrippina's honor. Countless miracles were wrought from her relics. By the power of her relics, even the Hagarians were turned away from the town where her relics reposed. St. Agrippina rested in the year 275 A.D. and was crowned with glory."
    }, {
      "title": "Holy Martyrs Eustochius and Gaius and others with them",
      "important": false,
      "desc": "Eustochius was a pagan priest during the reign of Emperor Maximian and by witnessing the heroism of the Christian martyrs rejected paganism and was baptized. Eudoxius, the bishop of Antioch, personally baptized him. After that Eustochius gradually converted his relatives to Christianity. His relative Gaius was baptized along with three children: Probus, Lollias and Urban. All of these, and others with them, were brought before the court, tortured and beheaded in Lystra for the sake of their faith in Christ the Lord. Their souls took up habitation in the eternal Kingdom of Christ."
    }, {
      "title": "The History of the Repentance of Theophilus",
      "important": false,
      "desc": "Theophilus, out of envy toward the bishop, rendered his soul to the devil and, in writing, renounced Christ and the Birth-giver of God (Theotokos). However, after that Theophilus repented bitterly and obtained the forgiveness of the Holy All-pure One. After forty days of fasting and tearful prayers, Theophilus received back the paper he had written renouncing Christ, which he had given to the devil, and openly confessed his sin in church before the bishop and the people. When the bishop pronounced the words of forgiveness and administered Holy Communion to him, the face of Theophilus shone as the sun. Behold, an example of how the merciful God not only forgives the sins of true penitents but also includes them among the saints."
    }],
    "id": 187
  }, {
    "day": "7",
    "holydays": [{
      "title": "The Nativity of Saint John the Forerunner and Baptizer of the Lord",
      "important": true,
      "desc": "Six months before his appearance in Nazareth to the All-holy Virgin Mary, the great archangel of God, Gabriel appeared to Zacharias the high priest in the Temple at Jerusalem. Before he announced the miraculous conception to the unwed virgin (Mary), the archangel announced the miraculous conception to the childless old woman (Elizabeth). Zacharias did not immediately believe the words of the herald of God and this is why his tongue was tied with dumbness and remained as such until eight days after the birth of John. On that day, the relatives of Zacharias and Elizabeth gathered for the young child's circumcision and for the sake of giving him a name. When they asked the father what name he wishes to give to his son and being dumb, he wrote on a tablet: \"John.\" At that moment his tongue became loosed and he began to speak. The home of Zacharias was on the heights between Bethlehem and Hebron. The news of the appearance of the angel of God to Zacharias was spread throughout all of Israel, as well as of his dumbness and the loosening of his tongue at thee moment when he wrote the name \"John.\" The news concerning this even reached Herod. Therefore, when Herod sent soldiers to slay the children throughout Bethlehem, he directed men to the hilly dwelling place of the family of Zacharias to kill John also. However, Elizabeth promptly hid the child. Enraged, at this King Herod sent his executioners to Zacharias in the Temple to slay him (for it happened that it was Zacharias' turn again to serve in the Temple of Jerusalem). Zacharias was slain between the court and the temple and his blood coagulated and petrified on the stone pavers and remained a perpetual witness against Herod. Elizabeth hid with the child in a cave where she died soon after. The young child John remained in the wilderness alone under the care of God and God's angels."
    }],
    "id": 188
  }, {
    "day": "8",
    "holydays": [{
      "title": "Venerable Martyr Fevronia",
      "important": false,
      "desc": "Febronia was the daughter of Prosphorus, a senator from Rome. In order to avoid marriage with a mortal man, Febronia betrothed herself to Christ and was tonsured a nun in the east, in the country of Assyria, in a convent where her aunt Bryaena was abbess. Lysimachus, the son of a nobleman, desired to wed Febronia but since Emperor Diocletian suspected him to be a secret Christian, he sent Lysimachus to the east with his uncle Silenus to apprehend and kill Christians. Silenus was as cruel as a beast and exterminated Christians everywhere without mercy. Lysimachus, on the contrary, spared the Christians wherever he could and hid them from his beast-like uncle. Making Palmyra a wasteland of Christians, Silenus came to the town of Nisibis close to which was a convent with fifty ascetics among whom was Febronia. Even though she was only twenty years old, Febronia was respected in the convent and in the town because of her great meekness, wisdom and restraint. In this convent the rule of the former abbess Blessed Platonida was adhered to in that every Friday be spent only in prayer and the reading of the sacred books without any other type of work. Bryaena had designated Febronia to read the sacred books to the sisters hidden behind a curtain so that no one would be distracted and captivated by the beauty of her face. Hearing about Febronia, Silenus ordered that Febronia be brought to him. But, when the holy virgin refused to deny Christ and to agree to enter into marriage with a mortal man, Silenus ordered her to be whipped, and after that to knock out her teeth, cut off her hands, breasts then legs and finally to slay her with a sword. However, a horrible punishment from God befell the torturer the same day. A rage entered into him and he was overcome by a deadly horror. In this horror he struck his head against a marble pillar and fell dead. Lysimachus ordered that Febronia's body be gathered and brought to the convent where it was honorably buried and he, with many other soldiers, was baptized. Many healings have occurred from the relics of St. Febronia and she appeared on the day of her feast and stood in her usual place among the sisters and all the sisters looked upon her with fear and rejoicing. St. Febronia suffered and took up habitation in eternal blessedness in the year 310 A.D. In the year 363 A.D., her relics were translated to Constantinople."
    }, {
      "title": "Venerable Dionysius",
      "important": false,
      "desc": "Dionysius was the founder of the monastery of St. John (Dionysiat) on Mt. Athos. He was born in Koritza in Albania. His older brother Theodosius withdrew to Mt. Athos where, in time, he became the abbot of the monastery Philotheou. When St. Dionysius had matured he went to his brother in Philotheou and his brother tonsured him a monk. By divine providence, while in Constantinople on a work assignment for the monastery, Theodosius was chosen and consecrated as metropolitan of Trebizond. A wondrous light began to appear every night to Dionysius on the spot where he later built the monastery of St. John the Forerunner. Explaining the appearance of this light as a sign from heaven that he should build a monastery there, Dionysius traveled to Trebizond to seek help from his brother Theodosius and Emperor Alexius Comnenis. The emperor gave him both money and a royal charter, which is still preserved in the monastery. Dionysius founded the monastery of St. John the Forerunner in the year 1380 A.D. At one time, when pirates plundered the monastery, Dionysius again traveled to Trebizond and died there at the age of seventy-two. The monastery of Dionysiat still continues and flourishes even today. There is an icon of the All-holy Birth-giver of God in that monastery called \"The Praise\" which Emperor Alexius Comnenis donated to Dionysius. According to tradition, the Akathist to the Theotokos (Birth-giver of God) composed by Patriarch Sergius was read for the first time."
    }],
    "id": 189
  }, {
    "day": "9",
    "holydays": [{
      "title": "Venerable David",
      "important": false,
      "desc": "David was born in Thessalonica. At first, he lived a life of asceticism in the proximity of Thessalonica in a hut built beneath an almond tree. Later, he continued his asceticism in Thessaly. So much did he purify himself by fasting, prayer and all-night vigils that he was made worthy to receive great grace from God. Once he took live coals in his hand, placed incense on the coals and censed the emperor without any injury to his hand. Seeing this, the emperor bowed down to the ground before him. He amazed many people by his numerous miracles. He died peacefully and took up habitation in eternal blessedness in the year 540 A.D."
    }, {
      "title": "Feast of the Hodigitria Icon of the Mother of God",
      "important": false,
      "desc": "The Evangelist Luke himself painted (wrote) this icon on wood. The All-holy Birth-giver of God saw this icon and blessed it. St. Luke donated this icon to the statesman Theophilus for whom he wrote the Acts of the Apostles. From Antioch, this icon was later brought to Jerusalem, from Jerusalem, Empress Eudocia took it and sent it to Constantinople as a gift to the emperor's sister, the pious Pulcheria. Pulcheria placed the icon in the church of Blachernae, her own memorial church. The All-holy Birth-giver of God once appeared to two blind men and led them into the church of Blachernae before her icon and there, restored their sight. Because of this, this icon was called Hodigitria the Guide. When the army of the Persian King Chozroes and the Scythian King Kagan attacked Constantinople, Patriarch Sergius brought this icon out to the ramparts of the city and processed with it around the ramparts. The All-holy Birth-giver of God then saved the Christians from the non-Christians. The armies of the adversaries became confused, the sea became agitated, the boats sank and the enemies who remained alive fled. From that time, the commemoration of this miracle of the All-holy Birth-giver of God was instituted on the fifth Sunday of the Honorable Fast Season (Lent) by chanting the Akathist. During the time of iconoclasm, this icon was brought to the monastery of the Pantocrator and there it was sealed in a wall and a votive light was left there to burn in front of it. As it was sealed, so it was later found."
    }],
    "id": 190
  }, {
    "day": "10",
    "holydays": [{
      "title": "Saint Sampson, the Hospitable One Who Received Strangers",
      "important": false,
      "desc": "Sampson was born of wealthy and eminent parents in old Rome where he studied all the secular sciences of that time and dedicated himself particularly to the science of medicine. Sampson was compassionate and an unmercenary and administered cures to the sick, both body and soul, counseling everyone to fulfill the requirements of the Christian Faith. Afterward he moved to Constantinople where he lived in a small house from which he dispensed alms, comfort, counsel, hope and medicine to all just as the sun disperses its rays of light and, in general, gave help to the helpless, both spiritually and physically. The patriarch heard of the great virtues of this man and ordained him a priest. At that time, Emperor Justinian the Great became ill and his illness, according to the conviction of all physicians, was incurable. The emperor prayed to God with great fervency and God revealed in a dream to him that Sampson would heal him. And indeed, when the emperor learned of Sampson, he invited him to his court and just as the elder placed his hand on the ailing place, the emperor recovered. When the emperor offered him enormous wealth for this, Sampson thanked him and did not want to accept anything saying to him: \"O Emperor, even I had gold and silver and other goods, but I left all for the sake of Christ in order to gain eternal heavenly goods.\" But when the emperor insisted on doing something for him, holy Sampson implored the emperor to build him a home (hospice) for the poor. In this home Sampson served the poor as a parent serves his children. Mercy toward the poor and the helpless was natural to him. Finally, this saintly man, completely filled with heavenly power and goodness, reposed peacefully on June 27, 530 A.D. and was interred in the church of his relative, the holy martyr Mocius. After his death, Sampson appeared many times to those who called upon him for assistance."
    }, {
      "title": "Saint Joanna, the Myrrh-Bearer",
      "important": false,
      "desc": "Joanna was the wife of Chuza, Herod's steward: \"Joanna, the wife of Chuza, Herod's steward\" (St. Luke 8:3). When Herod beheaded John the Baptist he disposed of his head in an unclean place. Joanna removed the head of the Baptist and buried it honorably on the Mount of Olives on Herod's estate. Later, during the reign of Constantine the Great, the head of John the Baptist was discovered. St. Joanna is also remembered as being present both at the suffering and at the resurrection of the Lord. She died peacefully."
    }],
    "id": 191
  }, {
    "day": "11",
    "holydays": [{
      "title": "Translation of the Relics of the Holy Martyrs Cyrus and John",
      "important": false,
      "desc": "These holy martyrs are celebrated on January 31. On that date, their lives and sufferings are chronicled. June 28 commemorates the translation of their relics from Canopus to Menuthis and the numerous miracles which occurred over their relics. St. Cyril, Patriarch of Alexandria, prayed fervently to God to destroy the idolatrous impurity in the town of Menuthis where a pagan temple was located and where the power of the demons ruled. An angel of God appeared to the patriarch and told him that Menuthis would be cleansed of its impurity if he translated the relics of Saints Cyrus and John to that town. The patriarch did this immediately. He translated the relics of the martyrs to Menuthis and built a church there in honor of Saints Cyrus and John. Ammonius, the son of Julian the mayor of Alexandria, was healed of scorfula; a Theodore healed of blindness; Isidore of Menuthis was cured of a decaying disease of the liver; the wife of Theodore from poisoning, a Eugenia of dropsy as well as many other people were healed of various diseases and torments by the relics of these saints. This all occurred in the year 412 A.D."
    }, {
      "title": "Venerable Sennuphius, the Standard-bearer",
      "important": false,
      "desc": "Sennuphius was a great ascetic and miracle-worker of the Egyptian desert. He was a contemporary of Patriarch Theophilus and Emperor Theodosius the Great. He is called the \"Standard-bearer\" because by his prayers he once helped Emperor Theodosius to gain a victory over the army of his adversaries. When the emperor summoned Sennuphius to Constantinople, Sennuphius replied that he was unable to do so but sent him his tattered monastic habit and staff. Setting out to battle the emperor donned Sennuphius' monastic habit and carried the staff and returned victorious from battle."
    }],
    "id": 192
  }, {
    "day": "12",
    "holydays": [{
      "title": "Holy Apostle Peter",
      "important": true,
      "desc": "Peter was the son of Jonah and the brother of Andrew, the First-called. He was of the Tribe of Simeon from the town of Bethsaida. He was a fisherman and, at first, was called Simon but the Lord was pleased to call him Cephas or Peter: \"And he brought him to Jesus. And when Jesus beheld him, He said, You are Simon the son of Jonah: you shall be called Cephas, which is by interpretation, a rock\" (St. John 1:42). He was the first of the disciples to clearly express faith in the Lord Jesus saying: \"Thou art the Christ, the Son of the living God\" (St. Matthew 16:16). His love for the Lord was great and his faith in the Lord gradually strengthened. When the Lord was brought to trial, Peter denied Him three times but after only one glance into the face of the Lord, Peter's soul was filled with shame and repentance. After the descent of the Holy Spirit, Peter appears as a fearless and powerful preacher of the Gospel. Following one of his sermons in Jerusalem, three-thousand souls converted to the Faith. He preached the Gospel throughout Palestine and Asia Minor, throughout Illyria and Italy. Peter worked many powerful miracles; he healed the sick, resurrected the dead; the sick were healed even from his shadow. He had a great struggle with Simon the Magician who proclaimed himself as god but in reality Simon was a servant of Satan. Finally, Peter shamed and defeated him. By order of the evil Emperor Nero, Simon's friend, Peter was condemned to death. Installing Linus as Bishop of Rome, counseling and comforting the flock of Christ, Peter proceeded joyfully to his death. Seeing the cross before him, he begged his executioners to crucify him upside down for he considered himself unworthy to die as did his Lord. Thus the great servant of the Great Lord reposed and received the wreath of eternal glory."
    }, {
      "title": "Holy Apostle Paul",
      "important": true,
      "desc": "Paul was born in Tarsus of the tribe of Benjamin. At first, he was called Saul, studied under Gamaliel, was a Pharisee and a persecutor of Christianity. He was miraculously converted to the Christian Faith by the Lord Himself Who appeared to him on the road to Damascus. He was baptized by the Apostle Ananias, was called Paul and numbered in the service of the great apostles. With a fiery zeal, Paul preached the Gospel everywhere from the borders of Arabia to Spain, among the Jews and among the Gentiles. He received the title \"Apostle to the Gentiles.\" As horrible as his sufferings were, so much more was his super human patience. Throughout all the years of his preaching Paul, from day to day, hung as one on a weak thread between life and death. Since he fulfilled all days and nights with labor and suffering for Christ, since he organized the Church in many places and since he attained such a degree of perfection he was able to say: \"It is now no longer I that live, but Christ lives in me\" (Galatians 2:20). Paul was beheaded in Rome during the reign of Emperor Nero at the same time as the Apostle Peter."
    }],
    "id": 193
  }, {
    "day": "13",
    "holydays": [{
      "title": "Assembly of the Holy Glorious and Praise Worthy Apostles",
      "important": true,
      "desc": "Even though each one of the Twelve Great Apostles has their own special day of celebration throughout the year, nevertheless the Church has set aside this day as a festal assembly of all the apostles together and with them, Paul. These are the names and the separate days of the celebrations of the Holy Twelve: Saint Peter - June 29 and January 16; Saint Andrew - November 30; Saint James, the son of Zebedee - April 30; Saint John the Theologian - September 26 and May 8; Saint Philip - November 14; Saint Bartholomew - June 11 and August 25; Saint Thomas - October 6; Saint Matthew the Evangelist - November 16Saint James, the son of Alphaeus - October 9; Saint Thaddeus or Jude, the brother of James - June 19; Saint Simon the Zealot - May 10; Saint Matthias - August 9; Saint Paul - June 29. Let us also mention how each one of these most holy and most beneficial men in the history of the world ended their earthly life: Saint Peter was crucified upside down; Saint Andrew was crucified; Saint James, the son of Zebedee, was beheaded; Saint John the Theologian died in a miraculous manner; Saint Philip was crucified; Saint Bartholomew was crucified, scrapped and beheaded; Saint Thomas was pierced with five spears; Saint Matthew the Evangelist was burned alive; Saint James, the son of Alphaeus, was crucified; Saint Thaddeus or Jude, the brother of James, was crucified; Saint Simon the Zealot was crucified; Saint Matthias was stoned and then was beheaded after death; Saint Paul was beheaded."
    }],
    "id": 194
  }, {
    "day": "14",
    "holydays": [{
      "title": "Holy Martyrs Cosmas and Damian",
      "important": false,
      "desc": "Cosmas and Damian were unmercenary physicians and miracle-workers. These two saints were brothers, were born in Rome and as children were baptized and brought up in the Christian spirit. They possessed abundant grace from God to heal men and livestock from every disease and suffering, usually by the laying on of hands. They sought no reward for their efforts. They only required of the infirm to believe in Christ the Lord. Inheriting a large estate, they charitably distributed it to the needy and to those in want. At that time, Emperor Galerius reigned in Rome. As a persecutor of Christianity, he summoned these two holy brothers before him shackled in chains. After a prolonged interrogation the emperor ordered them to deny Christ and to offer sacrifices to the idols. Cosmas and Damian not only did not heed the emperor but also counseled him to abandon the dead idols and to recognize the One True God. \"Our God is not created but He is the Creator of all, but your gods are the imaginations of man and the work of the hands of artists. If you did not have artists to make your gods, you would have no one to worship.\" After working a miracle upon the emperor himself-for they miraculously cured him from a grave infirmity - the emperor proclaimed his faith in Christ and released the holy brothers in peace. Cosmas and Damian continued to glorify God and to heal the sick and were themselves, glorified by the people on all sides. Envious of their glory, a certain doctor who, at one time was their teacher, and with the pretext to gather healing herbs, led them into the mountain and stoned them to death. They suffered honorably for the Faith of Christ in the year 284 A.D. Their memory remains eternal in the Church on earth and their souls took up habitation in the Kingdom of the Lord to live eternally in glory and in joy."
    }, {
      "title": "Venerable Peter, the Patrician",
      "important": false,
      "desc": "This saint was a nobleman from Constantinople and a commander during the reign of Emperor Nicephorus. In a war with the Bulgarians, Emperor Nicephorus was slain and Peter, with fifty Greek commanders and princes, was captured and cast into prison. St. John the Theologian miraculously freed Peter from prison. Peter then despised all earthly glory, left his wife and son, and withdrew to Mount Olympia where, as a monk and as a disciple of St. Joannicius the Great, lived a life of mortification for thirty-four years. Following the death of his wife and son, he settled in Constantinople where he spent eight more years in fasting and prayer and fell asleep in the Lord in the year 865 A.D. in the seventy-seventh year of his life."
    }],
    "id": 195
  }, {
    "day": "15",
    "holydays": [{
      "title": "The Placing of the Girdle of the All-Holy Birth-Giver of God in the Church of Blachernae in Constantinople",
      "important": false,
      "desc": "During the reign of Emperor Leo the Great (458-471 A.D.), Empress Verina and Patriarch Gennadius, two noblemen from Constantinople, Galibus and Candidus, traveled throughout the Holy Land to venerate and to worship before the holy shrines. In Nazareth, they stopped for a while at the home of a Jewish maiden who kept the girdle of the All-Holy Mother of God in a secret room. Many who were ill and in need received healing from their sufferings through prayer and by touching the vesture. Galibus and Candidus took this sacred article and brought it to Constantinople and reported it to the emperor and patriarch. This brought about great joy in the imperial city. The vesture was solemnly translated and placed in the Church of Blachernae. This church was built by Emperor Marcian and Empress Pulcheria on the shore of an inlet and was called Blachernae after the name of a Scetis commander who was slain there. And in remembrance of the placing of this vesture of the All-Holy Birth giver of God in this Blacheran church, this feast day was instituted."
    }],
    "id": 196
  }, {
    "day": "16",
    "holydays": [{
      "title": "Holy Martyr Hyacinthus",
      "important": false,
      "desc": "Hyacinthus was a young man and a courtier at the court of Emperor Trajan. Secretly, he was a Christian. At one time when Emperor Trajan and his entire court solemnly offered sacrifices to the idols, Hyacinthus refrained from this abominable solemnity. For that he was accused and brought before the emperor to be judged. The emperor counseled him to deny Christ and to offer sacrifices to the idols. Hyacinthus remained as firm as a diamond and said to the emperor: \"I am a Christian and I honor Christ. Him I worship and to Him alone do I offer myself as a living sacrifice.\" Beaten, spat upon and scraped, this holy martyr was thrown into prison. By order of the emperor, he was given nothing to eat except the sacrifices offered before the idols. Hyacinthus refused to partake of them and after eight days died in prison. The prison guards saw two radiant angels in the prison: one angel covering the body of the martyred Hyacinthus with his radiant vesture and the other angel placing a glorious wreath on his head. The entire prison was illuminated and aromatic. The youthful Hyacinthus honorably suffered and was crowned with eternal glory in the year 108 A.D."
    }, {
      "title": "Saint Anatolius, Patriarch of Constantinople",
      "important": false,
      "desc": "At first, Anatolius was a presbyter in the Church at Alexandria and following the death of Patriarch Flavian, he was elevated to the patriarchal throne of Constantinople in the year 449 A.D. During his reign, the throne of Constantinople was recognized as equal to the throne of Rome by the Ecumenical Council held at Chalcedon in 451 A.D. He struggled greatly for the purity of the Orthodox Faith, suffered much at the hands of the heretics and finally was slain by them in the year 458 A.D. during the reign of Pope Leo the Great. Anatolius governed the church for nearly nine years and took up his habitation among the holy hierarchs in the Kingdom of God."
    }, {
      "title": "Venerable Isaiah, the Anchorite",
      "important": false,
      "desc": "Isaiah lived a life of asceticism in the Egyptian Scete during the fifth and sixth centuries. He is mentioned in the book of Saints Barsanuphius and John (Reply 249 and others) as a man possessing exceptional sanctity. He wrote many instructions for monks and anchorites. Of his works, very little remains and much was destroyed by the Muslims. St. Isaiah said: \"The mind, before it awakens from the sleep of slothfulness, resides with the demons.\" \"The crown of all good works consists in this: that a man place all his hope in God; that he finds recourse in Him once and for all with his heart and strength; that he be filled with compassion for all and weep before God, imploring His help and mercy.\" What is the sign to man that a certain sin is forgiven? \"The sign that a sin is forgiven is that the sin does not generate any activity in your heart and that you have forgotten it to such a degree that in conversation about a similar sin you do not feel any inclination toward that sin but rather consider it something totally foreign to you. That is the sign that you are completely pardoned.\" In vain are prayer and mortification to a man who conceals within himself malice toward his neighbor and the desire for revenge. \"Watch with all your strength that you do not speak one thing with your mouth and have something else in your heart.\" \"The crown of good works is love; the crown of passions is the justification of one's sins.\""
    }],
    "id": 197
  }, {
    "day": "17",
    "holydays": [{
      "title": "Saint Andrew, Archbishop of Crete",
      "important": false,
      "desc": "Andrew was born in Damascus of Christian parents. He was a mute from birth until the age of seven. When his parents brought him to church and he received Holy Communion, he began to speak. So great is the power of the Divine and Holy Communion. At age fourteen, Andrew went to Jerusalem and was tonsured in the Lavra of St. Sabas the Sanctified. By virtue of his understanding and asceticism, he surpassed many of the older monks and was an example to them. After a while, the patriarch took him as his personal secretary. When the Monothelite heresy began to rage the heresy which taught that the Lord Jesus did not possess a human will but only a divine will the Sixth Ecumenical Council convened in Constantinople in the year 681 A.D. during the reign of Constantine IV (Bearded One). Theodore, the Patriarch of Jerusalem, was unable to attend the council but sent Andrew as his representative who, at that time, was an Archdeacon. At the council, Andrew displayed his wonderful gift of oratory, his zeal for the Faith and rare prudence. Having assisted in strengthening the Orthodox Faith, Andrew returned to his duties in Jerusalem. Later, he was elected and installed as the Archbishop of the Island of Crete. As an archbishop, he was greatly loved by the people. Andrew was very zealous for Orthodoxy and vehemently eradicated all heresies. Through his prayers he worked miracles. By his prayers, he drove the Saracens from the Island of Crete. Andrew wrote many books of instruction, hymns and canons of which the most renowned is the Great Canon to the Birth-giver of God read on Thursday of the Fifth Sunday of the Great Lenten Season. His outward appearance was such that \"seeing his face and hearing his words flowing like honey, everyone found pleasure and amended their ways.\" On one occasion, returning from Constantinople, Andrew foretold his death before he arrived in Crete. And so it happened. When the boat in which he traveled sailed near the island of Mitylene, this beacon of the Church ended his earthly life and with his soul, took up habitation in the Kingdom of Christ in the year 721 A.D."
    }, {
      "title": "Saint Martha",
      "important": false,
      "desc": "Martha was the mother of St. Simeon of the Wonderful Mountain (May 24). Dedicated with all her soul to the Faith, she did not think of marriage. When her parents betrothed her to a young man, Martha thought of leaving the home of her parents and to withdrew from the world. But, St. John the Baptist appeared to Martha and counseled her to fulfill the will of her parents and to enter into marriage, which she did. From this marital union, the glorious saint, Simeon of the Wonderful Mountain was born. She had the regular habit of rising at midnight for prayer. With great charity, she helped the needy and misfortunate, visited the poor, the orphaned and attended the sick. A year before her death she saw many angels with candles in their hands and, from them, learned the time of her death. Learning of this, Martha with even greater zeal dedicated herself to prayer and good works. She died peacefully in the year 551 A.D. and was buried in the proximity of her son, Simeon the Stylite. After her death, she appeared many times for the purpose of instructing mankind and for the sake of healing the sick. Recorded as her most significant appearance was the one to the abbot of Simeon's monastery. Following the burial of St. Martha, the abbot placed a votive candle on her grave with the understanding that it should never be extinguished. Then the abbot became ill and the saintly Martha appeared to him and said: \"Why do you not burn a votive candle on my grave? Know that I am not in need of the light from your candle since I have been made worthy before God, the Eternal Heavenly Light, but it is needed for you. So when you burn a light on my grave, you entreat me to pray to the Lord for you.\" It is obvious from this that the goal of our veneration for the saints is to entreat them as those worthier than us to pray to God for us and for our salvation."
    }],
    "id": 198
  }, {
    "day": "18",
    "holydays": [{
      "title": "Venerable Athanasius of Mount Athos",
      "important": false,
      "desc": "Athanasius was born in Trebizond of God-fearing parents. He became orphaned at an early age but, by the Providence of God, a commander took him under his care and brought him to Constantinople to be educated. Because of his meekness and humbleness, he was the favorite of his peers. During the children's games, the children chose one to be an emperor, one a commander and Athanasius as abbot as though it was some kind of foretelling! Having completed his education, Athanasius (who before tonsuring was called Abraham) withdrew into the desert of Maleinos near Athos, the Holy Mountain, where he lived the life of an ascetic as a disciple of the then renowned Michael Maleinos. Desiring a more difficult life of mortification, Athanasius settled on Holy Mt. Athos to live in silence (the life of a silentary). But many who were desirous of a life of asceticism began to gather around him and, therefore, he was compelled to build his famous Lavra (monastery). In that, he was assisted by the Byzantine emperors: at first, Nicephorus Phocas, who himself thought to withdraw and to become a monk and, after him, John Tzimiskes. Countless temptations befell Athanasius both from demons and from men but he, as a brave soldier of Christ, resisted and conquered all by his immeasurable meekness and continual prayer to the Living God. Filled with the Grace of God, Athanasius was made worthy to see the All-holy Birth-giver of God who miraculously brought forth water from a rock and promised that she would also be the abbess (Ikonomisa, the one in charge of the provisions of the monastery). In work and in prayer, Athanasius surpassed his brethren and loved all with the love a spiritual father and shepherd. Death came to Athanasius unexpectedly. At one time, he with six other monks, climbed upon a newly built vestibule of the church to inspect the wall which was being constructed and the wall caved in on them and buried them. Thus, this great beacon of monasticism died in the year 980 A.D. Many times following his death Athanasius appeared to his brethren either to comfort them or to reprimand them."
    }, {
      "title": "Venerable Lampadus",
      "important": false,
      "desc": "Loving Christ with a fervent love from his early youth, Lampadus withdrew into the wilderness of Irenopolis where he gave himself up to a life of asceticism. Since he overcame all passions and desires of the flesh, his soul was radiant with a heavenly light and an unspeakable peace not of this world. Lampadus was a miracle-worker, both during life and after death. He lived a life of mortification probably in the tenth century."
    }],
    "id": 199
  }, {
    "day": "19",
    "holydays": [{
      "title": "Venerable Sisoes the Great",
      "important": true,
      "desc": "Sisoes was an Egyptian by birth and a disciple of St. Anthony. Following the death of his great teacher, St. Sisoes settled on a mountain in the wilderness called St. Anthony's Mount where Anthony lived a life of asceticism earlier. Imposing difficult labors on himself, he humbled himself so much that he became meek and guileless as a lamb. For this God endowed Sisoes with abundant grace so that he was able to heal the sick, drive out unclean spirits and resurrect the dead. Sisoes lived a life of austere mortification in the wilderness for sixty years and was a source of living wisdom for all monks and laymen who came to him for counsel and advice. Before death, his face shone as the sun. The monks stood around him and were astonished at this manifestation. When this saint gave up his soul, the entire room was filled with a sweet-smelling savor. Sisoes died in extreme old age in the year 429 A.D. St. Sisoes taught the monks: \"Regardless in what way temptation comes to man, a man should give himself to the will of God and to recognize that temptation occurred because of his sins. If something good happens, it should be said that it happened according to God's Providence.\" One monk asked Sisoes: \"How can I please God and be saved?\" The saint answered: \"If you wish to please God, withdraw from the world, separate yourself from the earth, put aside creation, draw near to the Creator, unite yourself to God with prayers and tears and then you will find rest in this time and in the future.\" The monk asked Sisoes: \"How can I attain humility?\" The saint replied: \"When a person learns to recognize every man as being better than himself, with that he attains humility.\" Ammon complained to Sisoes that he could not memorize the wise sayings that he read in order to repeat them in conversation with men. The saint replied to him: \"That is not necessary. It is necessary to attain purity of mind and speak from that purity placing your hope in God.\""
    }, {
      "title": "Holy Female Martyr Lucy",
      "important": false,
      "desc": "Lucy was taken captive by the barbarian Emperor Austius in Campania. The emperor wanted Lucy to live with him (as his concubine) but she protested. The emperor left her in peace so that she could live a life of asceticism. She even converted the emperor to the Faith because, through her prayer, he gained a victory in battle. In the end she, together with the emperor, were martyred for Christ in Rome about the year 300 A.D."
    }],
    "id": 200
  }, {
    "day": "20",
    "holydays": [{
      "title": "Holy Great Martyr Kyriaki",
      "important": true,
      "desc": "During the reign of the adversaries of Christ, Emperor Diocletian and his son-in-law Maximian, there lived in Anatolia two pious and elderly souls, Dorotheus and Eusebia. They were devout Christians, wealthy but childless. Unceasing in prayer they obtained a child from God, this holy Dominica. From her childhood, Dominica consecrated herself to God restraining from everything that unruly children do. When she matured, beautiful in body and soul, many suitors came to ask for her hand in marriage but she refused them all saying that she betrothed herself to Christ the Lord and that she desires nothing more than to die as a virgin. One of the rejected suitors denounced Dominica and her parents to Emperor Diocletian as being Christians. The emperor ordered that Dominica's parents be tortured and after torturing them banished them to the town of Melitene where they died enduring much suffering for Christ. Diocletian, however, sent Dominica to Maximian to stand trial. As Dominica confirmed her faith in Christ before Maximian, he ordered that she be placed on the ground and flogged with oxen whips. After that, the emperor handed her over to the commanders, at first Hilarion and then, after his death, to Apollonius. Both of them tortured Dominica in a beastly manner in all possible ways but all was in vain. When St. Dominica lay in the prison cell, completely covered with wounds, Christ the Lord appeared to her, healed her and said: \"Dominica, do not be afraid of torture, My grace is with you.\" And truly, the Grace of Christ saved this martyr both from fire and from wild beasts from which the godless judges thought that she would certainly meet death. Seeing the miraculous salvation of Dominica from so many deaths, many pagans believed in Christ. However, they were all beheaded. Dominica said to Apollonius: \"In no manner can you turn me away from my Faith. If you throw me into the fire, I have an example in the Three Youths (Shadrach, Meshach and Abed-Nego); if you throw me before wild beasts, I have an example in Daniel the Prophet; if you toss me into the sea, I have an example in Jonah the Prophet; if you give me over to the sword, I will remember the honorable Forerunner (John the Baptist) ; life for me is to die for Christ.\" Then Apollonius ordered that Dominica be beheaded. Dominica knelt on her knees, raised her hands to heaven and prayed to God that He would have mercy and save all those who would celebrate her memory and to give rest to her soul together with the souls of her parents. Upon completing her prayer, she rendered her soul to God before the sword was lowered on her head. Dominica suffered honorably and was received into eternal joy in the year 289 A.D. in Nicomedia."
    }, {
      "title": "Venerable Thomas of Malea",
      "important": false,
      "desc": "At first, Thomas was a commander distinguished by his bravery and wealth. He was a very massive individual and instilled fear in his enemies. But when Thomas fell in love with Christ more than the world and everything in the world, he left all and withdrew into the wilderness where he was tonsured a monk and gave himself up to a life of strict asceticism. St. Elijah the Prophet appeared to him and led him to a mountain called Malea next to Athos, the Holy Mountain. There he lived alone and isolated only with God, in prayer day and night. Even though he concealed himself from the world, he could not remain hidden. Upon learning about the sanctity of his life, men began to come to him and to bring their sick. St. Thomas cured men from every infirmity and affliction. When he presented himself to the Lord in the tenth century, his relics continued to help all those who approached them with faith."
    }],
    "id": 201
  }, {
    "day": "21",
    "holydays": [{
      "title": "Venerable Theophilus the Myrrh-Emitting",
      "important": false,
      "desc": "Theophilus was born in Macedonia in the village of Ziki. He was a very educated man and a great ascetic. By order of Patriarch Niphon of Constantinople, he traveled to Alexandria to inquire whether it is true or not that Patriarch Joachim moved a mountain and that he drank poison without harmful effects being forced to do this by the Jews and Muslims. Convinced of the truthfulness of these miracles, Theophilus returned to Holy Mt. Athos where he lived a life of asceticism, at first in Vatopedi, then in Iveron and finally in the cell of St. Basil near Karyes. They offered the Archbishopric of Thessalonica to this holy man, but he refused. Through profound silence and meditation he succeeded to purify his mind of all passionate thoughts and became a pure vessel of the Holy Spirit in which Christ dwelled. Before his death, he ordered Isaac his disciple not to bury him when he dies but to tie a rope around his legs, drag him and then toss him into the river. With great fear, the disciple carried this out. However, the Divine Providence of God revealed the remains of St. Theophilus and when they translated his body to his cell, it began to emit miraculous myrrh. He entered into rest on July 8, 1548."
    }, {
      "title": "Holy Great Martyr Procopius",
      "important": true,
      "desc": "Procopius was born in Jerusalem of a father who was a Christian and a mother who was a pagan. At first, his name was Neanias. Following the death of his father, the mother raised her son completely in the spirit of Roman idolatry. When Neanias matured, Emperor Diocletian saw him and, at once, took a liking to him and brought him to his palace for military service. When this nefarious emperor began to persecute Christians, he ordered Neanias to go to Alexandria with a garrison of soldiers and there to exterminate the Christians. But, on the road, something happened to Neanias similar to that which happened to Saul (Paul). In the third hour of the night there was a strong earthquake and, at that moment, the Lord appeared to him and a voice was heard: \"Neanias, where are you going and against whom are you rising up?\" In great fear, Neanias asked: \"Who are You Lord? I am unable to recognize You.\" At that moment, a glowing cross as if of crystal appeared in the air and from the cross there came a voice saying: \"I am Jesus, the crucified Son of God.\" And further, the Lord said to him: \"By this sign that you saw, conquer your enemies and My peace will be with you.\" That experience completely turned him around and changed the life of Commander Neanias. He issued an order to make the same kind of cross which he saw and instead of going against the Christians he, with his soldiers, turned against the Agarians who were attacking Jerusalem. He entered Jerusalem as a victor and declared to his mother that he is a Christian. Being brought before the court, Neanias removed his commander's belt and sword and tossed them before the judge thereby showing that he is only a soldier of Christ the King. After great tortures he was cast into prison where the Lord Christ, again, appeared to him, baptized him and gave him the name Procopius. One day twelve women appeared before his prison window and said to him: \"We too are the servants of Christ.\" Accused of this they were thrown into the same prison where St. Procopius taught them the Faith of Christ and particularly about how they will receive the martyr's wreath. For that reason in the marriage ritual of the betrothed, St. Procopius is mentioned along with the God-crowned Emperor Constantine and Empress Helena. After this, those twelve women were brutally tortured. Witnessing their suffering and bravery, the mother of Procopius also believed in Christ and all thirteen were slain. When St. Procopius was led to the scaffold, he raised his hands toward the east and prayed to God for all the poor and misfortunate, orphans and widows and especially for the Holy Church that it may grow and spread and that Orthodoxy shine to the end of time. And to Procopius there was a reply from heaven that his prayers were heard after which he joyfully laid his head under the sword and went to his Lord in eternal joy. St. Procopius honorably suffered in Caesarea in Palestine and was crowned with the glorious wreath of immortality on July 8, 303 A.D."
    }],
    "id": 202
  }, {
    "day": "22",
    "holydays": [{
      "title": "Hieromartyr Pancratius, the Bishop of Taormina",
      "important": false,
      "desc": "This saint was born in Antioch during the time when the Lord Jesus Christ walked as a man among men on earth. Hearing about the miracles of Christ, the parents of Pancratius desired to see the Lord, the miracle-worker. Together with Pancratius, they traveled to Jerusalem where they saw Jesus, heard His words and witnessed His miracles. It was in Jerusalem that Pancratius became acquainted with the Apostle Peter. After the Ascension of the Lord, both parents and Pancratius were baptized in Antioch. Pancratius withdrew to a cave in Pontus where the Apostle Peter found him and in agreement with the Apostle Paul he was appointed as the Bishop of Taormina in Sicily. In Taormina, St. Pancratius worked many miracles, destroyed the idols, baptized the unbaptized, strengthened the baptized and governed well the Church of God. A heathen commander by the name of Aquilinus heard that the entire city of Taormina became Christian and set out with an entire army against this city in order to destroy it. St. Pancratius encouraged the faithful not to be afraid and he, alone, with the clergy went outside the city carrying in his hands the invincible weapon, the Honorable Cross. When the army approached the city, darkness befell them and the soldiers were overcome with great fear. A great confusion then began among them and the attackers turned against one another and pierced and slaughtered each other with their swords. Thus Pancratius, the chosen one of God, saved the city and his flock by the power of his prayer before the Lord. In the end, Pancratius was stoned to death by envious and evil heathens and found rest in the Lord. His holy relics repose in Rome."
    }, {
      "title": "Saint Theodore, Bishop of Edessa and others with him",
      "important": false,
      "desc": "At age twenty, Theodore was tonsured a monk and spent thirty-six years as a monk. During the reign of Emperor Michael and Empress Theodora, Theodore was elected as bishop of Edessa. He died in the year 848 A.D. Along with him is also mentioned his teacher, St. Theodosius the Syrian Stylite, his brother St. John the Hermit and St. Ader, a wealthy nobleman who left his wife and was tonsured a monk."
    }],
    "id": 203
  }, {
    "day": "23",
    "holydays": [{
      "title": "Forty-Five Holy Martyrs: Leontius, Maurice, Alexander, Sisinius and others",
      "important": false,
      "desc": "During the reign of the wicked Emperor Licinius, who ruled the eastern half of the Byzantine Empire, there was a great persecution of Christians. In Armenian Nicopolis, St. Leontius, with several of his friends, appeared before Lysius, the representative of Emperor Licinius and declared that they were Christians. \"And where is your Christ?\" Lysius asked. \"Was He not crucified and did He not die?\" To that St. Leontius replied: \"Since you know that our Christ died, know also that He resurrected from the dead and ascended into heaven.\" After a lengthy discussion about the Faith, Lysius scourged them and threw them into prison and gave them neither food nor drink. Vlassina, a benevolent Christian woman brought them water and handed it to them through the window of the prison. An angel of God appeared to comfort and encourage them. When the time came for sentencing, two jailers and many others appeared before Lysius as converted Christians, totaling forty-five in number. The judge sentenced all of them to death but in this manner: first, that their arms and feet be severed with an axe and then they be thrown into the fire. This horrible two-fold punishment was carried out and the souls of the holy martyrs took flight to their Lord entering into eternal life. They honorably suffered and inherited the Kingdom in the year 319 A.D."
    }, {
      "title": "The Translation of the Honorable Vesture of Our Lord Jesus Christ",
      "important": false,
      "desc": "At the time of the suffering of our Lord Jesus for mankind, there was to be found among the ranks of the Roman army in Jerusalem a Georgian named Elioz from the town of Mtskheta. His mother had heard of Christ and, in her heart, believed in Him. Seeing her son off to the army in Palestine, she counseled him not to do anything against Christ. When the Lord was nailed to the Cross, the sound of the hammer on Golgotha reached the ears of Elioz's mother in the town of Mtskheta. Hearing this sound, she cried out: \"Woe is me because I did not die before this time. Death would have rescued me from this dreadful sound!\" Saying this, she fell dead. Elioz, at that time, was beneath the Cross and with the other soldiers cast lots for the tunic (robe) of Christ. He won the vesture and brought it to Mtskheta and gave it as a gift to his sister Sidonia. She, having heard about the death of the Lord and that her brother was a participant of the shedding of innocent blood, fell dead holding the tunic of the Lord firmly in her hands and no one was able to tear it away but were compelled to bury the tunic with her. A cedar tree sprouted from her grave from which poured forth a sweet-smelling healing myrrh. In time, the cedar tree fell and the place was forgotten. Following her prayer, St. Nina, found this place with the help of a pillar of fire. The baptized Emperor Mirian erected a church there dedicating it to the Holy Apostles. In the year 1625 A.D., the Shah Abbas took this tunic and sent it to Moscow as a gift to Prince Michael Feodorovitch and Patriarch Philaret. This tunic was placed in the Cathedral Church of the Dormition (Assumption) of the Blessed Virgin in Moscow."
    }],
    "id": 204
  }, {
    "day": "24",
    "holydays": [{
      "title": "Holy Great Martyr Euphemia",
      "important": false,
      "desc": "Saint Euphemia is commemorated on September 16, the day on which she was martyred. On this day, however, is commemorated the miracle surrounding her honorable relics, which was manifested at the time of the Fourth Ecumenical Council in Chalcedon. This Council was convened during the reign of Emperor Marcian and the Empress Pulcheria in the year 451 A.D., after the death of Emperor Theodosius the Younger. The reason for summoning this Council was the heresy of Dioscorus, the Patriarch of Alexandria and Eutyches, an Archimandrite from Constantinople, who spread the false teaching that in Christ the Lord there were not two natures, divine and human, but only one, a divine nature. At this Council Anatolius, Patriarch of Constantinople, and Juvenal, Patriarch of Jerusalem, played the most prominent roles. Because a conclusion could not be reached through debates and testimonies from either side, Patriarch Anatolius motioned that the Orthodox and the heretics write down their confessions of faith and then place them in the sarcophagus where the relics of St. Euphemia reposed. They all agreed to this. Therefore, the two confessions of faith were written and placed on the bosom of the great female martyr. The sarcophagus was closed, sealed with the emperor's seal and military guards were appointed. All of them spent three days in prayer and fasting. When they opened the sarcophagus on the fourth day, they saw the Orthodox confession of faith in the right hand of the saint and the heretical confession of faith under her feet. Thus the dispute, through the power of God, was decided in favor of Orthodoxy. During the reign of Emperor Heraclius, the relics of St. Euphemia were translated from Chalcedon to Constantinople to the church dedicated to her near the Hippodrome. The iconoclastic Emperor Leo the Isaurian ordered that these relics be tossed into the sea but, in a miraculous manner, the sarcophagus was translated to the island of Lemnos and placed in the church of the great female martyr Glyceria. Then, during the reign of the Empress Irene, the sarcophagus with the relics of St. Euphemia was again returned to Constantinople to its former place. Blood flowed from these relics from time to time which helped those who were ill or in misery."
    }, {
      "title": "Venerable Martyr Nicodemus",
      "important": false,
      "desc": "Nicodemus was born in Elbasan. He was married and had children. Deceived by the Turks, he embraced Islam and forced his children to embrace Islam also, except for one son, who fled to the Holy Mt. Athos where he was tonsured a monk. Nicodemus traveled to Mt. Athos to bring his son back but Mt. Athos made such an impression on him that he repented and returned to the Faith of Christ and was tonsured a monk. Because of his apostasy he wept for three years and finally decided to return to Albania to repent of his sin where he previously committed it. Upon returning he declared before the Turks that he is a Christian and was beheaded on July 11, 1722. His miraculous working relics, even today, repose intact and incorrupt."
    }, {
      "title": "Saint Helena (Olga)",
      "important": false,
      "desc": "Helena, was a great Russian princess who, before her baptism, was called Olga. Olga was the wife of Prince Igor. Patriarch Polyeuctus baptized her in Constantinople. She was very zealous for the Orthodox Faith in Russia. She entered into eternal rest in the year 969 A.D."
    }],
    "id": 205
  }, {
    "day": "25",
    "holydays": [{
      "title": "Holy Martyrs Proclus and Hilarius",
      "important": false,
      "desc": "These holy martyrs were born in Kallippi in Asia and Proclus was the uncle of Hilarius. They were martyred during the reign of Trajan. \"What is your lineage?\" the judge inquired of Proclus. Proclus answered: \"My lineage is Christ and my hope is my God.\" When the judge threatened him with tortures, Proclus said: \"When you are afraid to transgress the orders of the emperor in order not to fall into temporal sufferings, how much more are we Christians afraid to transgress the commandment of God so that we may not fall into eternal sufferings!\" While they were torturing Proclus, Hilarius came before the judge and said: \"I also am a Christian!\" After much suffering, they were both sentenced to death: Proclus was crucified on a cross and Hilarius was beheaded. Both entered into the joy of their Lord."
    }, {
      "title": "Venerable Michael of Maleinos",
      "important": false,
      "desc": "Michael was a wealthy man of noble birth. Rejecting earthly goods in his youth, he withdrew to Mt. Malea, near Mt. Athos, where he lived a life of asceticism, purifying his heart through fasting and prayer. Later on, he had many disciples, of which the most prominent was St. Athanasius the Athonite. Michael died peacefully about the year 940 A.D."
    }, {
      "title": "Saint Veronica",
      "important": false,
      "desc": "Veronica is the woman with the issue of blood whom the Lord healed. \"And, behold, a woman, which was diseased with an issue of blood twelve years, came behind Him, and touched the hem of His garment\" (St. Matthew 9:20). Out of gratitude to the Lord her Healer, Veronica ordered a statue of the Lord Jesus be made for her before which she prayed to God. According to tradition, this statue was preserved until the reign of Emperor Julian the Apostate who altered the statue into an idol of Zeus. This is one of the rarest instances that statues of saints were used in the Eastern Church. As is known, the latter became a common practice in the Western Church. Saint Veronica remained faithful to the Faith of Christ until death and died peacefully."
    }],
    "id": 206
  }, {
    "day": "26",
    "holydays": [{
      "title": "Holy Archangel Gabriel",
      "important": true,
      "desc": "This great archangel of God is celebrated on March 26. On this day however, he is celebrated and honored for his appearances and miracles throughout the entire history of man's salvation. It is believed that this celebration was first established on Mt. Athos in the ninth century, during the reign of Emperor Basil and the Empress Constantina Porphyrogenitus and Patriarch Nicholas Chrysoverges, on the occasion of the appearance of the Archangel Gabriel in a cell near Karyes where he wrote on a stone tablet with his finger, the hymn to the Birth-giver of God, \"Worthy It is meet,\" (Dostojno Est, Axion Estin). As a result of this, even today, this cell is called the cell of \"Axion Estin.\" In connection with this, other appearances of the Archangel Gabriel are also commemorated: the appearance to Moses while he was tending the flock of Jethro and, at which time, he related to this great one called of God, how the world was created and all the rest which Moses recorded in his Book of Creation (Genesis); his appearance to the Prophet Daniel and revealing to him the mystery of future kingdoms and of the coming of the Savior; his appearance to St. Ann and the promise that she will give birth to a daughter, the All-blessed and All-pure Holy Virgin Mary; the very brief appearance to the Holy Virgin while she lived in the Temple in Jerusalem; the appearance to Zacharias the High Priest and the tidings concerning the birth of John the Forerunner and the severe punishment of Zacharias with dumbness because he did not believe his words; again, the appearance to the Holy Virgin in Nazareth and informing Her of the good news of the conception and the birth of the Lord Jesus Christ; the appearance to the righteous Joseph; the appearance to the shepherds near Bethlehem; the appearance to the Lord Himself in the Garden of Gethsemane when he strengthened our Lord as a man prior to His passion; the appearance to the myrrh-bearing women and so forth."
    }, {
      "title": "Venerable Sarah",
      "important": false,
      "desc": "As a young maiden, Sarah withdrew to live a life of austere mortification and for sixty years lived a life of asceticism on the shores of the Nile river not far from Alexandria. By her example she attracted many women to the monastic life. She found rest in the Lord in the year 370 A.D."
    }],
    "id": 207
  }, {
    "day": "27",
    "holydays": [{
      "title": "Holy Apostle Aquila",
      "important": false,
      "desc": "Aquila was one of the Seventy Apostles. As a Jew, he first lived in Italy with his wife Priscilla. When Emperor Claudius decreed that all Jews be driven from Rome and Italy, Aquila settled in Corinth, where the Apostle Paul met him for the first time and remained in his home for a year and a half and baptized him and his wife. Burning with zeal for the Faith of Christ, Aquila and Priscilla escorted Paul to Ephesus and assisted him in his apostolic labors. Paul wrote his first Epistle to the Corinthians from Ephesus in which, toward the end, he says: \"Aquila and Priscilla salute you much in the Lord, with the Church that is their house\" (1 Corinthians 16:19). After the death of Emperor Claudius, the Jews were permitted to return to Italy, and so Aquila and Priscilla returned to Rome. After this the Apostle Paul writing the Epistle to the Romans from Corinth, greets his old friends and his co-laborers: \"Greet Priscilla and Aquila my helpers in Christ Jesus; who have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles\" (Romans 16: 3-4). Later on, we see Aquila in Ephesus where he labors together with St. Timothy the Apostle. Chained in Rome, Paul writes to Timothy in Ephesus: \"Salute Priscilla and Aquila\" (2 Timothy 4:19). As a bishop, Aquila baptized many and illumined them with the Faith, destroyed idols, built churches, ordained priests and spread the glory of the Incarnate Son of God among men. In the end, he was murdered by the wicked heathens and took up habitation in the Kingdom of Christ."
    }, {
      "title": "Venerable Hellius",
      "important": false,
      "desc": "Hellius was an Egyptian monk of the fourth century. From his early youth he dedicated himself to monastic asceticism in the wilderness, that by his life and powerful miracles, he stirred the astonishment of monks and laity alike and even though he fled the glory of men, he was unable to conceal himself. He endured great struggles with the temptations of the devil, especially during the time of prolong fasting. One time, the devil offered him honey and another time delicious apples but Hellius did not allow himself to be deceived. He was able to discern the hearts of men, was able to discern everyone's passion and thought, not in order to show his inner knowledge, but to correct men."
    }],
    "id": 208
  }, {
    "day": "28",
    "holydays": [{
      "title": "Holy Martyr Julitta and her son, Cyriacus",
      "important": false,
      "desc": "Saint Julitta was of noble birth. She was widowed at an early age with her newborn child Cyriacus. She lived in Iconium in the town of Lycaonia and was completely devoted to the Faith of Christ. She immediately baptized her son after his birth and when he was three years old instructed him in the Faith and taught him to pray as much as a child of that age was capable. When Diocletian decreed the persecution of the Christians in the town of Iconium, much innocent blood was shed. Julitta took her son and hid from the wrath of the heathen in the city of Seleucid. It was not any better there. Julitta was arrested and, as a Christian, was brought before the judge. Since Julitta courageously confessed her faith in the Lord Jesus, the judge, in order to make her feel sorrow and cause her to waver, took the child in his arms and began to caress him. Cyriacus cried out loudly: \"I am a Christian, release me to my mother!\" Cyriacus turning his face away from the judge began to scratch him with his hands. The judge became so enraged that he hurled the child to the ground and pushed him with his feet. The child slid along the stone stairs and gave up his holy and innocent soul to God. Seeing how Cyriacus suffered before her eyes, St. Julitta was joyful and gave thanks to God because He made her son worthy of the martyr's wreath. After much suffering, Julitta was beheaded in the year 304 A.D. The relics of Saints Cyriacus and Julitta, even today, are miracle working. Part of the relics of these saints is to be found in Ohrid in the hospital chapel of the Holy Birth-giver of God."
    }, {
      "title": "Saint Vladimir the Great, Prince of Russia",
      "important": false,
      "desc": "At baptism Vladimir was called Basil and was the son of Prince Svyatoslav, and the grandson of Igor and Olga. In the beginning Vladimir was a total pagan both in his belief and in his lifestyle. Learning that other faiths exist, he carefully began to inquire as to which of them was the very best. For this reason he sent emissaries to Constantinople. When the emissaries returned they informed the prince that they attended a service in the Orthodox Church of the Divine Wisdom and that they were \"outside themselves, not knowing whether they were on earth or in heaven.\" This inspired Vladimir to be baptized and to baptize his people. The main idol, Perun, was removed from the hill of Kiev and hurled into the Dnieper river. After embracing the Christian Faith, Vladimir completely changed his life and exerted all of his efforts to correctly fulfill all the rules of this Faith. In place of the destroyed idols, Vladimir ordered churches to be built throughout his state and he built a beautiful church to the All-Holy Mother of God in Kiev. This church was built on the same spot where St. Theodore and his son, John, earlier suffered martyrdom for Christ (July 12). With that same irresistible effort with which Vladimir earlier protected idolatry, he now spread Christianity. He found repose in the Lord in the year 1015 A.D."
    }],
    "id": 209
  }, {
    "day": "29",
    "holydays": [{
      "title": "Hieromartyr Athenogenes, Bishop of Sebaste in Armenia",
      "important": false,
      "desc": "Athenogenes lived in a monastery near the town of Sebaste with ten of his disciples. During the reign of Diocletian, Philomarchus, a cruel persecutor of Christians, came to Sebaste. He arrested and murdered many Christians in the town. When he saw Athenogenes and his disciples, he told the elder to offer a sacrifice to the idols so as not to be slain as were the other Christians. Athenogenes replied to him: \"O persecutor, those whom you mention as being slain are not slain (dead) but rather are in the heavens and rejoice with the angels.\" It was a touching sight to see a female deer, whom the merciful Athenogenes fed with his own hand, run up to him and seeing him in misery began to shed tears. Even the wild beasts of the mountain had greater pity toward the martyrs of Christ than the heathens! After cruel tortures, during which an angel of God comforted the martyrs, they were all beheaded; at first the priests and all co-laborers of Athenogenes and after that, Athenogenes himself. All were received into the heavenly fatherland in the year 311 A.D."
    }, {
      "title": "Holy Martyr Julia the Virgin",
      "important": false,
      "desc": "Julia was born in Carthage of distinguished lineage. When the Persians captured Carthage many people were taken into slavery. Saint Julia was captured, enslaved and fell into the hands of a merchant in Syria. That merchant was a pagan. Seeing that Julia was a Christian, he counseled her on many occasions to deny Christ and become one in faith with him but Julia could never agree to this. Since Julia was faithful and trustworthy in service, the merchant left her in peace and did not speak to her about faith again. On one occasion, the merchant loaded the boat with goods and took Julia along with him and sailed to distant lands on business. When they arrived at Corsica, there was a pagan feast and the merchant joined in this blasphemous offering of sacrifice but Julia remained aboard the boat weeping because so many men lived in foolish error and did not know the truth. Somehow the pagans found out about her, removed her from the boat, even though her master objected to this, and then began to brutally torture her. They severed her breasts and threw them on a rock and, after that, they crucified her on a cross, upon which St. Julia gave up her soul to God. Her death was revealed by an angel of God to the monks on the nearby island of Margarita or Gorgona and the monks came and honorably buried the body of the martyr. Many miracles appeared at the grave of St. Julia throughout the centuries and from the other world she herself appeared to some. She suffered honorably in the sixth century. After many years, the faithful wanted to erect a new church in another place in honor of St. Julia because the old church had become too small and dilapidated. Therefore, they gathered building material on a new site: stone, bricks, sand and all else that is required. It so happened that at night, on the eve of the day when they intended to lay the foundation, all of this material was moved to the site of the old church by an invisible hand. In confusion, the men again carried the materials to the new site but the same thing happened again: the material was removed to the old site alongside the old church. The night watchman saw a young maiden \"all aglow\" on white oxen, carrying the material to the old church. From this everyone understood that St. Julia did not wish that her church be built in another place, so they demolished the old church and on that same site built a new one."
    }],
    "id": 210
  }, {
    "day": "30",
    "holydays": [{
      "title": "Holy Martyr Marina",
      "important": true,
      "desc": "Marina was born in Pisidian, Antioch of pagan parents. At the age of twelve Marina learned about the Lord Jesus Christ; how He became incarnate of the All-Pure Virgin, how He worked many miracles, how He suffered death on the Cross and gloriously resurrected. Her young heart became inflamed with love for the Lord and she vowed that she would never marry and further desired in her soul to suffer for Christ and to be baptized in the blood of martyrdom. Her father hated her because of her faith and did not consider her as his daughter. The imperial deputy Olymbrius, learning from Marina that she was a Christian, first wished that she would become his wife. When Marina rejected that he ordered her to bow down before the idols and to that St. Marina replied: \"I will not bow down nor offer sacrifice to the breathless and dead idols who do not recognize themselves nor do they know that we honor or dishonor them. I will not give them that honor which belongs only to my Creator.\" Then Olymbrius subjected Marina to harsh torture and threw her into prison completely covered with wounds and blood. While in prison Marina prayed to God and, after prayer, the devil appeared to her under the guise of a horrible serpent which entwined itself around her head. When she made the sign of the cross the serpent burst and vanished. Then she was engulfed with a heavenly light and it seemed to her that the walls of the prison vanished together with the roof and a radiant and towering cross appeared and atop the cross a white dove, from which a voice came saying: \"Rejoice Marina, rational (discerning) dove of Christ, daughter of Zion in the highest, for your day of rejoicing has arrived.\" Marina was healed from all her wounds and pains by the power of God. The demented judge tortured her the following day, both in fire and in water, but Marina endured all as though she were in another body. Finally he condemned her to be beheaded. Before her death the Lord Jesus appeared to her with angels. She was beheaded during the reign of Diocletian but in soul and power she remained alive in the heavens and on earth. A hand of St. Marina reposes in the Monastery of Vatopedi on Mt. Athos. However, atop Mt. Langa in Albania overlooking Lake Ohrid, there is a monastery dedicated to St. Marina with a portion of her miraculous relics. Countless miracles have occurred and still occur in this monastery, whose witnesses are not only Christians but many Muslims as well. So much did the Turks have respect for this holy place that they never dared disturb either this holy place or the property of this monastery. At one time a Turk was the guardian of the monastery."
    }, {
      "title": "Venerable Leonid Ustnedum",
      "important": false,
      "desc": "From his youth this Russian saint lived a spiritual life of asceticism in several monasteries in Solovetz, Mirozh as well as elsewhere. Finally, he founded his own monastery along the Luza River in the province of Vologda. He lived a strict life of mortification until his soul was filled with the light of grace and the power of the Holy Spirit. As a beacon, Leonid attracted many to the ascetical life of mortification. He is called Ustnedum, because at one time when he was bitten by a poisonous serpent, he did not want either to think or to talk about it and he remained alive. Pleasing God in all things, Leonid died peacefully on July 17, 1653 A.D. His relics repose in his monastery."
    }],
    "id": 211
  }, {
    "day": "31",
    "holydays": [{
      "title": "Holy Martyr Emilian",
      "important": false,
      "desc": "During the reign of Julian the Apostate, in the Thracian town of Dorostolon, lived a young man, Emilian, a servant of the mayor of the town. When the apostate emperor began to destroy Christianity throughout the realm of the Roman Empire by fire and sword and, when the emperor's representative came to Dorostolon to kill the Christians, he did not find a single one. Rejoicing at this, he sponsored a great banquet for the citizens of Dorostolon and ordered sacrifices to be offered to the idols and rejoicing ensued throughout the entire town, day and night. That night, St. Emilian entered the pagan temples, markets and the streets of the town and smashed all of the idols with a sledgehammer. The next day there was terror in the city. Everyone sought the destroyer of their gods. A peasant was passing by the temple that morning and was seized. Emilian, seeing that an innocent man would suffer, said to himself: \"If I conceal my works, what benefit would I receive from that which I did? Before God, will I not be found as the murderer of this innocent man?\" Therefore, he appeared before the emperor's legate and admitted all. The enraged legate asked Emilian, who had prompted you to do this? The martyr of Christ replied: \"God and my soul ordered me to destroy those lifeless pillars which you call gods.\" The judge then ordered that Emilian be flogged and, after flogging and other tortures, ordered him to be buried alive. Thus ended the earthly life of St. Emilian and he was received into the heavenly life on July 18, 362 A.D."
    }, {
      "title": "Venerable Pambo",
      "important": false,
      "desc": "Pambo was an Egyptian and an ascetic on Mount Nitria. He was a contemporary of St. Anthony the Great, and himself was great in monastic asceticism. He was known particularly for two characteristics: through extensive training, he sealed his lips so that he did not speak one unnecessary word and that he never ate anyone's bread except that bread which he earned with his own hands by weaving reeds. He was similar to an angel of God and, in later years his face shown like the face of Moses once did, so much so that the monks were unable to look him in the face. He did not render an immediate answer even to a simple question before praying and contemplating about it in his heart. The Patriarch Theophilus of Alexandria once visited the monks in Nitria. The monks begged Pambo saying: \"Tell the pope a constructive word, which would be beneficial to him.\" The quiet Pambo replied: \"If he does not benefit by my silence he will not even benefit by my word.\" At one time, St. Pambo with his monks traveled throughout Egypt. When they came upon a group of men who remained seated as the monks passed by, St. Pambo addressed them and said: \"Arise and greet the monks so that you may receive a blessing from them for they continually converse with God and their lips are holy.\" This glorious saint was able to discern clearly the fate of both the living and the dead. He rested in the Lord in the year 386 A.D."
    }, {
      "title": "Venerable Paisius and Isaiah",
      "important": false,
      "desc": "Paisius and Isaiah were brothers of a wealthy family. They were both monks. One became a saint because of his asceticism in the wilderness and the other because of his works of mercy toward men. Saint Pambo saw them both in Paradise. This settled a dispute among the monks concerning the question: Which is better asceticism and a life of mortification or corporal works of mercy? Both, one and the other, lead to Paradise when it is done in the Name of Christ."
    }],
    "id": 212
  }]
}