{
  "month": 8,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Saint Macrina",
      "important": false,
      "desc": "Macrina was the eldest sister of St. Basil the Great and St. Gregory of Nyssa. As a young virgin, Macrina was betrothed to a nobleman. When her betrothed died, Macrina vowed never to enter into marriage saying: \"It is not right for a maiden once betrothed to a young man to seek another: according to the law of nature there must be only one marriage as there is but one birth and one death.\" She further justified this by her faith in the resurrection considering her bridegroom, not dead but alive in God. \"It is a sin and a shame,\" says Macrina, \"for a wife not to safeguard her faithfulness when her husband travels to a distant land.\" After this, together with her mother, Emilia, she received the monastic tonsure in a convent, where they lived a life of asceticism with other nuns. They lived from the labors of their hands devoting a greater part of their time to godly thoughts, prayer and the constant uplifting of their minds to God. In time her mother died and, afterward her brother Basil. Nine months after the death of St. Basil, Gregory came to visit with his sister and found her on her death bed. Before her death, Macrina lifted up her prayers to God: \"You, O Lord, Who gives rest to our bodies in the sleep of death for a time, will again awaken them (the bodies) at the last trump. Forgive me and when my soul divests itself of its bodily attire and presents itself before You, pure and without sin, grant that it may be as incense before You.\" After that she traced the sign of the cross on the forehead, eyes, face and on her heart and gave up her soul. She found rest in the Lord in the year 379 A.D."
    }, {
      "title": "Venerable Dius",
      "important": false,
      "desc": "Dius was born of Christian parents in Antioch, Syria. From his youth, he was taught by godly-inspired men in the monastic life and in asceticism. Since he persevered in a lengthy and laborious battle with the devil and passions of the flesh, God endowed Dius with the great gift of working miracles. In his prayers he, most often, turned to the Holy Trinity. He performed great and awesome miracles through the power of his prayers: he caused a withered staff to blossom, a dry well to be replenished with water and an unbelieving man he struck dead and then resurrected him again. After two brief heavenly visions, Dius departed from Antioch and settled in Constantinople where, in the proximity of the city, he continued his life of asceticism. His fame spread rapidly and even Emperor Theodosius the Younger visited him to receive counsel from him and Patriarch Atticus persuaded and ordained him a presbyter. Having lived for many years, Dius began to prepare for death, received Holy Communion, instructed the brethren, lay down on his bed and died before the eyes of all. The news of his death drew many people; even Patriarch Atticus came with Alexander, the Patriarch of Antioch. When they were about to bury him, he suddenly arose as though awakening from sleep and said: \"God has given me fifteen more years of this life.\" St. Dius lived for exactly fifteen years and led many to the path of salvation, healed many, helped many in various misfortunes and needs and finally gave up his soul to the Lord, Whom he faithfully served all his life. He died in the year 430 A.D. in extreme old age."
    }],
    "id": 213
  }, {
    "day": "2",
    "holydays": [{
      "title": "Holy Prophet Elijah",
      "important": true,
      "desc": "Saint Elijah, one who saw God, a miracle-worker and a zealot for faith in God, was born of the tribe of Aaron from the town Tishba for which he was called the Tishbite. When St. Elijah was born, his father Savah saw an angel of God hovering around the child, wrapping the child in fire and giving him a flame to eat. That was a foreshadowing of Elijah's fiery character and his God-given fiery power. He spent his entire youth in godly thoughts and prayers withdrawing frequently into the wilderness to contemplate and to pray in solitude. At that time the Jewish kingdom was divided into two unequal parts: the kingdom of Judah consisting of only two tribes, the tribes of Judah and Benjamin with their capital in Jerusalem and the kingdom of Israel consisting of the remaining ten tribes with their capital in Samaria. The first kingdom was governed by the descendants of Solomon and the second kingdom was governed by the descendants of Jeroboam, the servants of Solomon. The greatest confrontation that the prophet Elijah had was with the Israelite King Ahab and his evil wife Jezebel. For they, Ahab and Jezebel, worshipped idols and were turning the people away from serving the One and Living God. Before this, however, Jezebel, a Syrian, persuaded her husband to erect a temple to the Syrian god Baal and ordered many priests to the service of this false god. Through great miracles Elijah displayed the power and authority of God: he closed up the heavens, so that there was not any rain for three years and six months; he lowered a fire from heaven and burned the sacrifice to his God which the pagan priests of Baal were unable to do; he brought down rain from heaven by his prayer; miraculously multiplied flour and oil in the home of the widow in Zerepath, and resurrected her son; he prophesied to Ahab that the dogs will lick up his blood and to Jezebel that the dogs will consume her flesh, all of which happened as well as many other miracles did he perform and prophesy. On Mount Horeb, he spoke with God and heard the voice of God in the calm of a gentle breeze. Before his death he took Elisha and designated him as his successor in the prophetic calling; by his mantle he divided the waters of the Jordan river; finally he was taken up into the heavens in a fiery chariot by flaming horses. He appeared on Mount Tabor to our Lord Jesus Christ together with Moses. Before the end of the world St. Elijah will appear again to put an end to the power of the anti-Christ (Revelation, Chapter 11)."
    }],
    "id": 214
  }, {
    "day": "3",
    "holydays": [{
      "title": "Holy Prophet Ezekiel",
      "important": false,
      "desc": "Ezekiel was the son of a priest from the town of Sarir. He was taken to Babylon into captivity with King Jeoiachim along with many other Israelites. Living in captivity, Ezekiel prophesied for twenty-seven years. Ezekiel was the son of a priest from the town of Sarir. He was taken to Babylon into captivity with King Jeoiachim along with many other Israelites. Living in captivity, Ezekiel prophesied for twenty-seven years. He was a contemporary of the Prophet Jeremiah. While Jeremiah taught and prophesied in Jerusalem, so Ezekiel taught and prophesied in Babylon. The prophecies of Jeremiah were known in Babylon and the prophecies of Ezekiel were known in Jerusalem. Both of these holy men agreed in the prophecies of each other. Both were mistreated and tortured by the unbelieving Jewish people. St. Ezekiel had frightening and unimaginable visions. By the river Chebar, Ezekiel saw the heavens open, a great cloud and a fire infolding itself and a brightness was about it\" (Ezekiel 1:4) and four wild creatures like molten copper (burnished brass). One creature had the face of a man, the second the face of a lion, the third the face of a calf (ox), the fourth the face of an eagle (Ezekiel 1:10). The face of the man signifies the Lord Incarnate as a man, the face of the lion, His divinity, the face of the calf, His sacrifice and the face of an eagle, His resurrection and ascension. At another time he was shown the vision of the resurrection of the dead. The prophet saw a valley full of dry dead bones and when the Spirit of God descended upon them, they came to life and rose to their feet (Ezekiel 37:1-10). He also saw the most terrible destruction of Jerusalem when the wrath of God mowed down all, except those who were earlier marked with the Greek symbol called Tau (Ezekiel 9: 1-7). This mark is like our letter T which is also the sign also of the Cross. The evil of the Jews did not even spare this holy man. Infuriated at him because he rebuked them, the Jews tied him to the tails of horses and ripped him in two. He was buried in the same sepulchre with Shem, the Son of Noah."
    }, {
      "title": "Venerable Simeon and John",
      "important": false,
      "desc": "These two young men left their homes and relatives: Simeon, his aged mother and John, his young wife. Both received the monastic tonsure at the hands of the Abbot Nicon in the Monastery of St. Gerasimus and withdrew into the wilderness where they lived an austere life of asceticism for many years. Through rigorous asceticism, they mortified their bodies so much that they resembled two withered trees. One day Simeon said to John that, according to God's command, he must depart from the wilderness and go among the people and there serve God. John gave him this counsel: \"Guard our heart against all that you will see in the world. Whatever you touch with your hand, do not allow it to touch your heart. Whatever you eat with your mouth, let not your heart be satisfied. When your feet begin to walk, let there be peace within you. And whatever you do outwardly, let not your mind remain disturbed. Pray to God for me, that He does not separate us, one from the other, in the future life.\" St. Simeon accepted the counsel of his companion, kissed him and, after that, departed the wilderness and went among the people as a fool for Christ, to teach men and to convert them to the Faith of Christ. He pretended insanity before men but his heart was the temple of the Holy Spirit and, in that temple, was unceasing prayer. He possessed abundant grace from God and was able to discern all the inner secrets of men, both near and far, healing men from evil spirits and other ailments. Dancing in the streets as one insane, he approached men and whispered their sins in their ears and called them to repentance. He even appeared to sinners in dreams, rebuked them for their sins and called them to repentance. Thus it was with Bali, a pagan actor, who openly mocked Christian shrines and to whom St. Simeon appeared in a dream, rebuked and warned him so that he repented and became a model Christian. A young fornicator went out of his mind because of sexual promiscuity. Seeing this insane young man, St. Simeon struck him across the face with his hand and said: \"Do not commit fornication.\" At that moment the unclean demon departed from the young man and he became well."
    }],
    "id": 215
  }, {
    "day": "4",
    "holydays": [{
      "title": "Saint Mary Magdalene",
      "important": false,
      "desc": "Mary Magdalene was one of the myrrh-bearing women and \"equal to the apostles\". She was born in the town of Magdala along the shore of Lake Gennesaret and was from the tribe of Issachar. She was tormented by seven evil spirits from which the Lord Jesus freed her and made her whole. She was a faithful follower and servant of the Lord during His earthly life. Mary Magdalene stood beneath the Cross on Golgotha and grieved bitterly and mourned with the All-Holy Birth-giver of God. After the death of the Lord she visited His sepulchre three times. When the Lord resurrected she saw Him on two occasions: once alone and the other time with the other myrrh-bearing women. She traveled to Rome and appeared before Tiberias Caesar and presenting him with a red colored egg, greeted him with the words: \"Christ is Risen!\" At the same time, she accused Pilate before Caesar for his unjust condemnation of the Lord Jesus. Caesar accepted her accusation and transferred Pilate from Jerusalem to Gaul where, this unjust judge, in disfavor with the emperor, died of a dread disease. After that, Mary Magdalene returned from Rome to Ephesus to St. John the Theologian whom she assisted in the work of preaching the Gospel. With great love toward the resurrected Lord, and with great zeal, she proclaimed the Holy Gospel to the world as a true apostle of Christ. She died peacefully in Ephesus and, according to tradition, was buried in the same cave in which seven youths were miraculously put to sleep for hundreds of years and, after that, were brought to life and then died (August 4). The relics of St. Mary Magdalene were later transferred to Constantinople. There is a Russian Orthodox convent dedicated to St. Mary Magdalene near the Garden of Gethsemane."
    }, {
      "title": "Venerable Cornelius of Pereyaslavl",
      "important": false,
      "desc": "Cornelius was tonsured a monk at age fifteen by an elder called Paul. Later on, he withdrew into the wilderness to a life of silence. Cornelius lived in silence for thirty years not speaking to anyone, not even a word, and many considered him to be a mute. He became so withered through fasting, that he resembled a skeleton. Before his death he received the Schema (The Great Angelic Habit) and found repose in the Lord on July 22, 1693 A.D."
    }],
    "id": 216
  }, {
    "day": "5",
    "holydays": [{
      "title": "Holy Martyrs Trofimus and Theophilus and Thirteen others with them",
      "important": false,
      "desc": "They all suffered in Lycia during the reign of Emperor Dioceletian. Because they would not, in any way, deny Christ nor offer sacrifices to the idols, they were subjected to various tortures: they were beaten with stones; they were scrapped with sharp irons; their knees were broken; and finally, so tortured, they were more dead than alive and were thrown into the fire. The power of God preserved them and they remained unharmed. They were then taken out and beheaded. The Lord glorified them both on earth and in His heavenly kingdom. They suffered honorably in Lycia in the year 308 A.D."
    }, {
      "title": "Holy Hieromartyr Apollinarius",
      "important": false,
      "desc": "Apollinarius was a disciple of the Apostle Peter and was born in the city of Antioch. St. Peter took Apollinarius with him from Antioch to Rome and, in Rome, consecrated him as the bishop of Ravenna. Arriving in Ravenna, Apollinarius entered the home of the soldier Ireneaus, whose son he healed of blindness and through that converted his entire household to the Faith of Christ. He also cured the wife of the military commander of Ravenna of a terrible malady and baptized his entire household. At the wish of the military commander, Apollinarius remained in his home. There they constructed a small domestic chapel. Apollinarius remained there for twelve years preaching the Good News and baptizing unbelievers. On many occasions he was cruelly tortured by the pagan elders but the all-powerful right hand of the Lord sustained and saved him. Finally, he was sentenced to exile in Illyria in the Balkans. The boat upon which Apollinarius traveled was shipwrecked in a storm and sunk and of all the passengers aboard only St. Apollinarius, along with two soldiers and three of his clerics, was saved. Being miraculously saved, the soldiers believed in the power of Apollinarius' God and were baptized. Apollinarius then went to preach the Holy Gospel throughout all the Balkans descending as far as the Danube river. After this, he set out for Thrace where, under great pressure, he also spread the Gospel of the Lord. After three years of labor in the Balkans he was again banished to Italy. He arrived in Ravenna where all the faithful exceedingly rejoiced at his return. Hearing about this, the pagan elder wrote to Emperor Vespasian about Apollinarius as being a magician and asked him whether they should give him over to death as an enemy of their gods. The emperor replied that they should not kill him but only ask him to offer sacrifice to the gods or to banish him from the city for, says the emperor: \"It is not dignified to seek revenge against anyone for the gods, for they themselves can avenge against their own enemies if they are angered\". In spite of this order from the emperor the pagans attacked Apollinarius and pierced him with knives. This servant of God died of severe wounds and was received into the Kingdom of God. The relics of St. Apollinarius repose in the church dedicated to him in Ravenna, Italy."
    }],
    "id": 217
  }, {
    "day": "6",
    "holydays": [{
      "title": "Holy Martyr Christina",
      "important": false,
      "desc": "Christina was born in the city of Tyre the daughter of Urban, the imperial deputy, an idol worshipper. The reason her parents gave her the name of Christina is unknown but it concealed the mystery of her future following of Christ. Until age eleven, she knew nothing of Christ. When she reached the age of eleven her father, in order to conceal her from the world because of her extraordinary beauty until she fully matured, designated the highest floor of a tall tower for her to live. All the comforts of life were afforded her; slaves were given to serve her, gold and silver idols were placed in her quarters so that she may offer daily sacrifices to them. However, in this idolatrous environment, it was difficult for the soul of young Christina. Looking out through the window each day at the sun and all the beauty of the world then, again at night, at the miraculous cluster of shining stars, Christina, through her own natural understanding came to the firm belief in the One Living God. The merciful God, seeing her longing for the truth, sent His angel who traced the sign of the cross upon Christina and called her the bride of Christ and completely instructed her in godly understanding. Christina then smashed all the idols in her quarters and provoked wild fury in her father. Her father brought her to trial and handed her over to be tortured and, after that, threw her into the dungeon with the intention to behead her the next day. That night Urban, completely healthy, parted from his soul and went to the grave before his daughter. After that two imperial deputies, Dion and Julian, continued to torture this holy virgin. Christina's courageous endurance and her miracles, which she worked by the power of God, converted many pagans of Tyre to Christianity. During the torturing of Christina, Dion suddenly fell dead in the midst of the people. Dion's successor, Julian, severed the breasts and tongue of Christina. The martyr took her tongue and threw it into Julian's face and he was instantly blinded. Finally her suffering for Christ ended by death beneath the sharp sword and her life continues in the immortal kingdom of the angels. Christina honorably suffered in the third century."
    }, {
      "title": "Venerable Polycarp, Abbot of the Kievan Caves",
      "important": false,
      "desc": "Polycarp possessed \"love toward God and his fellow men, joy because of an untainted conscience, peace because of victory over all passions, patience in time of temptation and misfortune, goodness in submission toward all, benevolence toward the poor, undoubting faith in fulfilling the commandments, truth in fulfilling his vows, meekness in not knowing anger, restraint and so forth.\" So well did he govern the Lavra of the Caves in Kiev that, after his death, a worthy successor among the monks could not be found (for those who were worthy did not want to accept the rank of abbot out of humility), so that the brethren were compelled to take Basil, a secular priest, as their abbot. St. Polycarp reposed in the Lord in the year 1182 A.D."
    }],
    "id": 218
  }, {
    "day": "7",
    "holydays": [{
      "title": "Saint Anna, the Mother of the All-Holy Birth-Giver of God",
      "important": false,
      "desc": "Today is the commemoration of the falling asleep of St. Anna but her principal feast is celebrated on September 9, on which date is written her service and her hagiography. Anna was from the tribe of Levi and the daughter of Matthan, the priest. After a long and God-pleasing life she died in extreme old age."
    }, {
      "title": "Saint Olympias, the Deaconess",
      "important": false,
      "desc": "Olympias was born in Constantinople of very distinguished parents. Her father, Anysius Secundus, was a senator and her mother was the daughter of the famous nobleman Eulavius who is mentioned in the hagiography of St. Nicholas the Wonder-worker. When Olympias reached maturity, she was betrothed to a nobleman who died before the marriage took place. The emperor and the other relatives pressured Olympias to marry another, but in vain. However, she refused them this and devoted herself to a god-pleasing life, giving from her inherited estate great offerings to the churches and alms to the needy. She served as a deaconess in the Church, at first during the time of Patriarch Nectarius and, after his death, during the time of St. John Chrysostom. When Chrysostom was exiled, he counseled Olympias to remain in the church and to serve as before regardless who the patriarch after him would be. Immediately after the banishment of this great saint, someone started a fire in the Great Church (The Church of the Divine Wisdom Hagia Sophia) and the fire consumed many prominent buildings in the capital. The enemies of Chrysostom accused this holy woman of initiating this malicious fire. Olympias was banished from Constantinople to Nicomedia where she died in the year 410 A.D., requesting in her testament that her body be placed in a box and cast into the sea and wherever the water tosses it up, there she is to be buried. The coffin was cast ashore in the city of Vrochthoi, where there existed a church dedicated to the Apostle Thomas. From her relics, great healing miracles appeared throughout the centuries. The exiled Chrysostom wrote beautiful letters to the exiled Olympias which, even today, serve as a great comfort to all those who suffer for the sake of God's justice. Among other things, Chrysostom writes to Olympias: \"Now I am very elated not only because you were relieved from infirmity, but more so, that you are nobly enduring all difficulties referring to them as trivialities which is characteristic of a soul full of power and abounding in the rich fruits of courage. For you not only courageously are enduring misfortune rather you do not even notice it when it comes and without exertion, without labor and disturbance not even talking about it to others but rejoicing and triumphing over it. That serves as the greatest wisdom\" (Letter VI)."
    }, {
      "title": "Venerable Eupraxia, the Virgin",
      "important": false,
      "desc": "Eupraxia was the daughter of Antigonus, a nobleman of Constantinople and a relative of Emperor Theodosius the Great. Her mother, a young widow, with Eupraxia settled in Egypt and visited the monasteries there distributing alms and praying to God. By her fervent desire, the seven-year-old Eupraxia was tonsured a nun. The older she got the more she imposed upon herself the heavy burden of mortification. At one time, she fasted for forty days. She reposed in 413 A.D., in her thirtieth year. She possessed the great grace of God and healed the most difficult illnesses."
    }],
    "id": 219
  }, {
    "day": "8",
    "holydays": [{
      "title": "Venerable Martyr Parasceva",
      "important": true,
      "desc": "Parasceva was born in Rome of Christian parents and from her youth was instructed in the Faith of Christ. With great fervency, St. Parasceva endeavored to fulfill all the commandments of God in her life. Believing strongly and living according to her faith, Parasceva directed others on the path (of salvation) with the help of the True Faith and pious living. When her parents died Parasceva distributed all of her property to the poor and was tonsured a nun. As a nun she preached the Faith of Christ with an even greater zeal, not hiding from anyone, even though at that time the Roman authorities bloodily persecuted the Faith of Christ. First the pernicious Jews accused St. Parasceva of preaching the prohibited Faith. She was brought to trial before Emperor Antoninus. All the flatteries of the emperor did not help in the least to cause her to waver in the Faith. They then subjected her to fiery torments and placed a red-hot helmet on her head. The Lord miraculously saved her and Parasceva was delivered and left Rome. She again traveled from city to city to convert the pagan people there to the True Faith. In two more cities she was brought before princes and judges and was tortured for her Lord, at the same time working great miracles and by the power of God quickly recuperated from her pains and wounds. The pagans, as always, ascribed her miracles to magic and her power of recovery to the mercy of their gods. St. Parasceva once said to the prince who tortured her: \"It is not your gods, O prince, who healed me but my Christ the True God.\" Finally Prince Tarasius beheaded her. Thus this saint gloriously ended her fruitful life. Her relics were later translated to Constantinople. She suffered honorably for Christ in the second century."
    }, {
      "title": "Venerable Moses of Ugrin",
      "important": false,
      "desc": "He was at the court of the young Russian Prince Boris. When the godless Svyatopolk murdered Boris, Moses escaped and fled to Kiev. A little later he was taken to Poland as a slave by the Polish King Boleslav and there was sold for a thousand gold coins to a young and depraved widow, the wife of one of Boleslav's commanders who was slain. This wicked woman tempted Moses to commit adultery but Moses would not be tempted for he vowed to live chastely before the Lord. She then suggested marriage to him but he rejected that also. Moses secretly received the monastic tonsure from an Athonite monk and he appeared before the lady in the monastic habit. She bound him, ordered that he be flogged and to have his private organ severed. This unsuccessful seduction by this shameful woman lasted for five years - five years of pain and torture! However, King Boleslav was slain unexpectedly in an uprising during which this woman was also killed. Then Moses was free to go to Kiev where, at the monastery of St. Anthony, he devoted his life to prayer and silence. Completely conquering the shameful vice in himself, Moses assisted many to also be saved from it. His holy relics helped many (St. John, the much suffering July 8). After ten years of silence in the Monastery of the Caves, St. Moses found rest on July 26, 1043 A.D. and took up habitation in the eternal virginal Kingdom of Christ."
    }],
    "id": 220
  }, {
    "day": "9",
    "holydays": [{
      "title": "Saint Clement, the Archbishop of Ohrid",
      "important": true,
      "desc": "Clement was a disciple of Saints Methodius and Cyril. After the death of St. Methodius, Clement, under pressure by the Germans traveled from Moravia to the south. With Gorazd, Nahum, Sava, and Angelarius - together, they were called \"The Numbers Five\" - crossed the Danube river where they were guests of Emperor Boris Michael and following that came to the region of Ohrid. They first founded a monastery in Belica (Velitsa) where Clement's first episcopal see was located. Afterward, he settled in Ohrid and from there he developed his great arch-pastoral and illuminating work for the nearby and distant regions. In Ohrid, St. Clement erected a church to Saint Pantaleon. He had many disciples who copied books in the Slavonic script for the Slavic peoples. Saint Naum especially assisted him in this work. He worked miracles during his life and his relics manifested a healing power until today. Following great labors and faithful service to God, he reposed peacefully in Ohrid in the year 916 A.D. His wonder-working relics repose in the former church dedicated to the Holy Birth-giver of God (The Theotokos) and later was renamed St. Clement."
    }, {
      "title": "Holy and Great Martyr Panteleimon",
      "important": true,
      "desc": "Pantaleon was born in Nicomedia of a Christian mother and a pagan father. His mother was called Eubula and his father Eustorgius. As a young man he studied the science of medicine. The priest, Hermolaus, invited Pantaleon to be with him and taught him the Faith of Christ and baptized him. Pantaleon miraculously cured a blind man whom the other doctors treated in vain; he cured him by the power of Christ and baptized him. Out of envy the doctors accused Pantaleon of being a Christian and he went before the Emperor Maximian to stand trial. \"He stood before the earthly king in body but in thought he stood before the heavenly King.\" Before the emperor, he freely declared that he was a Christian and, before the eyes of the emperor, he healed a paralytic of a long-standing illness. This miracle drew many pagans to the Faith of Christ. The emperor subjected him to torture but the Lord appeared to him on several occasions and delivered him whole and unharmed. Saint Hermolaus with Hermippas and Thermocrates were then martyred. Sentenced to death, Saint Pantaleon knelt for prayer. At that moment the executioner struck him on the neck with a sword and the sword broke as though it were made of wax. The executioner was unable to execute him until the saint completed his prayer and until Pantaleon told him to behead him. His relics possessed the ability to heal. Pantaleon was executed under an olive tree which, after that, became all adorned with fruit. PANTA LEON means, \"all merciful\" \"all compassionate.\" The All-merciful God received his righteous soul and glorified him among His great saints. This wonderful martyr suffered honorably for Christ in his youth, on July 27, 304 A.D. Saint Pantaleon is invoked in prayers at the time of the \"Blessing of Waters\" and in the blessing of the holy oils used in the \"The Sacrament of Holy Unction,\" together with Saint Hermolaus and the other unmercenary saints and wonder-workers. A most beautiful church dedicated to this saint is located on Holy Mount Athos."
    }],
    "id": 221
  }, {
    "day": "10",
    "holydays": [{
      "title": "Holy Apostles Prochorus, Nicanor, Timon and Paramenas",
      "important": false,
      "desc": "All four were numbered among the Seven Deacons and the Seventy Apostles. The remaining deacons were Stephen, Philip and Nicholas. Stephen, the first martyr, is commemorated separately on December 27 and Philip on October 11. Because of his heresy, Nicholas did not enter into the ranks of the saints. The first four do not have a separate day of celebration but are commemorated on this one day, July 28. Saint Prochorus was ordained by the Apostle Peter to be the bishop of Nicomedia. For a time he was in the service of St. John the Evangelist and, on the Island of Patmos, copied the Book of Revelation which he heard from the mouth of St. John. After that he returned to Nicomedia where he exerted much effort and labor to convert the people to the Faith. He died a martyr's death in Antioch where he was slain by unbelievers. Saint Nicanor suffered in Jerusalem the same day as St. Stephen the Arch-deacon and, soon after him, two thousand other Christians were slain by the wicked Jews. Saint Timon was a bishop in Arabia and suffered on the cross for Christ. Saint Paramenas died before the eyes of the apostles and was mourned and buried by them."
    }, {
      "title": "Holy Martyr Julian",
      "important": false,
      "desc": "During the reign of Emperor Antoninus, St. Julian crossed over from Dalmatia into Campania in Italy. He was a handsome young man and with his soul was completely devoted to the Lord. Enroute he met the soldiers of the emperor who were going out to arrest Christians. \"Brethren, peace be to you!\" Julian addressed them. By such a greeting and by the gentleness of the young man's countenance, the soldiers concluded that he was a Christian. To their question, Julian answered them: \"I am a Christian born in Dalmatia.\" In addition, Julian openly admitted before them that he was traveling with the goal of converting idolaters to the One Living God. The soldiers beat him mercilessly and finally threw him into a pit where he remained for seven days without any human sustenance. An angel of God, who appeared to him, gave him heavenly food. Being brought to trial, Julian remained firm in the Faith as a diamond. Witnessing his courage and steadfastness in the Faith, thirty men converted to Christ the Lord. Sentenced to death, Saint Julian knelt and lifted up prayer to God, giving thanks to God for his martyr's mortification and begged Him to have mercy on all those who would honor his memory. He was beheaded and gave up his soul to God."
    }],
    "id": 222
  }, {
    "day": "11",
    "holydays": [{
      "title": "Holy Martyr Callinicus",
      "important": false,
      "desc": "Callinicus was born in Cilicia. From his youth he was educated in Christian piety. Abandoning all, he went to preach the Holy Gospel. In Ancyra, a heathen Prince Sarcedos arrested him. When the prince threatened him with cruel tortures if he did not worship the idols, St. Callinicus answered him: \"To me all pain for my God is most welcome as bread is to a hungry man.\" After cruel tortures and beatings, the prince placed iron shoes with nails protruding inside on his feet and ordered that he be driven into the city of Gangra for the prince was afraid to torture him anymore or to kill him in Ancyra for many, observing the heroic patience of this holy man, converted to the Faith of Christ. Along the way the soldiers became thirsty but there was no water. St. Callinicus prayed to God and brought forth water from a stone. When they arrived in the city of Gangra, the torturers threw St. Callinicus into a fiery furnace. The saint prayed to God saying: “I give thanks to you O Heavenly Father for making me worthy of this hour in which I die for Your Name.\" After that, he entered the fire. When the fire died down they found his body, whole and unharmed by the fire. He honorably suffered and was crowned with the wreath of eternal glory about the year 250 A.D."
    }, {
      "title": "Holy Martyr Seraphima",
      "important": false,
      "desc": "Seraphima was a maiden from Antioch. She lived in the home of Sabina, the wife of a senator whom she converted to the Faith of Christ. Hearing about her Virilus, a persecutor of Christians, ordered that Seraphima be brought before him. Since Seraphima remained unwavering in her faith, Virilus ordered that she be thrown into prison and sent some young men to spend the night with her to defile her. Seraphima prayed to God in the prison when the young men arrived before the prison gates. Suddenly, an angel of God flashed before them with a fiery sword in hand and they fell as dead, completely unconscious and were rendered incapable. The next day, the persecutor begged Seraphima and she, through her prayer, restored the young men to consciousness. Ascribing all of this to magic, Virilus ordered that this holy virgin first be burned with candles and after that to be beaten with rods. While they were beating her, a piece of the rod fell off, deflected and struck Virilus in the eyes and he was blinded. Finally they beheaded this handmaiden of Christ and she gave up her soul to God. The pious Sabina honorably buried her body from which began to flow healing for many. St. Seraphima suffered during the reign of Emperor Hadrian between the years of 117-138 A.D."
    }, {
      "title": "Holy Martyr Theodotia",
      "important": false,
      "desc": "Theodotia was a young widow with three children. In Thessalonica, together with St. Anastasia (December 22), Theodotia labored in the work of God completely dedicated to a pious life. During the time of Diocletian's persecution, she was sentenced to death and, together with her children, was thrown into a fiery furnace. Their holy souls soared into the Heavenly Fatherland."
    }],
    "id": 223
  }, {
    "day": "12",
    "holydays": [{
      "title": "Holy Apostles Silas, Silvanus, Crescens, Epaenetus and Andronicus",
      "important": false,
      "desc": "All were numbered among the Seventy Apostles. St. Silas was sent from Jerusalem to Antioch with Paul and Barnabas to settle the dispute between the faithful there regarding circumcision: namely, that it was not necessary to circumcise pagans when they convert to Christianity. \"Then pleased it the apostles and elders, with the whole Church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely, Judas surnamed Barsabas, and Silas, chief men among the brethren\" (Acts of the Apostles 15:22). After that, Silas traveled with Paul throughout Asia and Macedonia and was appointed as the bishop in Corinth, where he peacefully died. St. Silvanus assisted both of the Chief Apostles (1 Peter 5:12; 2 Corinthians 1:19). As the bishop of Thessalonica, Silvanus labored much and suffered much until he finally exchanged this earthly life for the heavenly life. St. Crescens was a companion of the Apostle Paul and after that the bishop in Galatia and a missionary in Gaul, where he died as a martyr for Christ during the reign of Trajan (2 Timothy 4:10). St. Epaenetus is mentioned by the Apostle Paul (Romans 16:5). He was the bishop in Carthage. St. Andronicus (Romans 16:7), the bishop of Pannonia, is commemorated separately on May 17."
    }, {
      "title": "Saint John the Soldier",
      "important": false,
      "desc": "John was secretly a Christian. He was sent by Emperor Julian the Apostate to slay Christians but he did not kill them rather assisted them to hide. Julian cast him into a prison in Constantinople. When the evil Emperor Julian was slain, John gave himself over to a life of asceticism, living in purity and holiness. He died peacefully in old age. After his death, he appeared to some who needed his help. Prayers directed to St. John help to seek out robbers."
    }],
    "id": 224
  }, {
    "day": "13",
    "holydays": [{
      "title": "Saint Eudocimus",
      "important": false,
      "desc": "Eudocimus was born in Cappadocia of devout parents, Basil and Eudocia. At the time of the Emperor Theophilus (829-842 A.D.), Eudocimus was a young officer in the army. Even as an officer, he exerted all effort to live according to the commandments of the Holy Gospel. Preserving his purity undefiled, he avoided conversing with any woman, except his mother; he was merciful toward the misfortunate and needy, conscientious in reading holy books and more conscientious in his prayers to God. He avoided vain gatherings and verbosity. \"Among the throngs and worldly vanity, he was a lily among thorns and as gold in the fire.\" Because of his unusual good works, the emperor appointed him as the commander of Cappadocia. In this high position, Eudocimus strived to be just before God and before men. According to the Providence of God he died at an early age, in his thirty-third year. His relics were found to possess healing properties. An insane man touched his grave and immediately became whole; a child also touched his grave and was made whole. After eighteen months, his mother opened his coffin and found his body as though it were still alive, without any signs of decay or corruption. A wonderful aroma emitted from the body of the saint. His relics were later translated to Constantinople and buried in the new church of the Holy Theotokos which the parents of this righteous Eudocimus built."
    }, {
      "title": "Saint Joseph of Arimathea",
      "important": false,
      "desc": "The noble Joseph, a wealthy man and member of the Jewish Sanhedrin, was secretly a follower of Christ (St. Matthew 27:57). \"Now after these things Joseph of Arimathea, because he was a disciple of Jesus (although for fear of the Jews a secret one), besought Pilate that he might take away the body of Jesus\" (St. John 19:38). Together with Nicodemus, Joseph removed the body of Christ from the cross and placed it in his sepulchre. Because of this, he was shackled by the Jews and thrown into prison. But the resurrected Lord appeared to him and convinced him of His resurrection. After that, the Jews released him from prison and banished him from the fatherland. He went throughout the world to preach the Holy Gospel of Christ, and that \"good news\" he brought to England where he reposed in the Lord."
    }],
    "id": 225
  }, {
    "day": "14",
    "holydays": [{
      "title": "The Seven Maccabees, their Mother Solomonia and Eleazar the Priest",
      "important": true,
      "desc": "They all suffered for the purity of the faith of Israel under King Antiochus, called by some \"Epiphanos,\" the \"enlightened one\" and by others \"Epimanis\" the \"insane one.\" Because of the great sins in Jerusalem and especially the vying over priestly authority and crimes committed during the occasion of this struggle, God permitted a great calamity on the Holy City. After that, Antiochus wanted by any means to impose upon the Jews the idolatry of the Hellenes in place of their faith in the one living God and he did everything toward this goal. Assisting Antiochus in his intention were some treacherous high priests and other elders of Jerusalem. On one occasion, King Antiochus himself came to Jerusalem and ordered that all Jews eat the meat of swine, contrary to the Law of Moses, for eating pork was an apparent sign that one has disowned the faith of Israel. The elder Eleazar, a priest and one of the seventy translators of the Old Testament into the Greek language (the Septuagint) would not partake of pork. Because of that, Eleazar was tortured and burned. Returning to Antioch, the king took with him the seven sons called the Maccabees and their mother Solomonia. The seven Maccabean brothers were called: Avim, Antonius, Eleazar, Gurius, Eusebon, Achim and Marcellus. Before the eyes of their mother, the wicked king tortured the sons, one by one, ripping the skin from their faces and, afterward, casting them into the fire. They all bravely endured torture and death but they did not disown their faith. Finally, when the mother saw her last son, the three-year old in the fire, she leaped into the flames and was consumed in the fire rendering her soul to God. They all suffered honorably for the faith in the one living God about one hundred eighty years before Christ."
    }, {
      "title": "(The Fast preceding the Dormition of the Theotokos)",
      "important": true
    }],
    "id": 226
  }, {
    "day": "15",
    "holydays": [{
      "title": "The Finding and the Translation of the Relics of St. Stephen, the Archdeacon and Proto-Martyr",
      "important": false,
      "desc": "When the wicked Jews slew St. Stephen by stoning, they left his body for the dogs to consume. However, God's Providence intended otherwise. The martyr's body lay in an open place at the foothill of the city for one night and two days. The second night Gamaliel, Paul's teacher and secretly a disciple of Christ, came and removed the body and took it to Caphargamala on his estate and there he honorably buried it in a cave. Gamaliel also buried his friend Nicodemus who died weeping over the grave of Stephen in the same cave. Gamaliel also buried his baptized son Abibus there and according to his will, was buried there also. Since that time, many centuries passed and no one living knew where the body of St. Stephen was buried. However, in the year 415 A.D. during the reign of John, the Patriarch of Jerusalem, Gamaliel appeared three times in a dream to Lucian, the priest at Caphargamala and, at length, related everything to him concerning the burial of all the afore-mentioned showing him the exact spot of their forgotten graves. Excited by this dream Lucian informed the patriarch and with his blessing went with a group of men and exhumed the four graves. Gamaliel had already told him in the dream whose grave was which. A strong sweet-smelling fragrance from the relics of the saints permeated the entire cave. The relics of St. Stephen were then solemnly translated to Zion and honorably buried there and the relics of the remaining three were moved to a hill above the cave and were placed in a church. That day, many healings of the sick occurred by the relics of St. Stephen. Later on, St. Stephen's relics were translated to Constantinople. Thus the Lord crowned him with much glory who, for His Name, shed his blood."
    }],
    "id": 227
  }, {
    "day": "16",
    "holydays": [{
      "title": "Venerables Isaac, Dalmatus and Faust",
      "important": false,
      "desc": "Venerable Isaac is celebrated again separately on May 30. At first, St. Dalmatus was an officer during the reign of Emperor Theodosius the Great whom the emperor held in great esteem. When the spirit awakened in him, he despised all earthly things, resigned his rank and took his only son Faust and, with him, went to the community of St. Isaac in the outskirts of Constantinople where they both were tonsured as monks. Dalmatus was completely devoted to a god-pleasing life for which the elder Isaac rejoiced. When Isaac approached the hour of death, he appointed Dalmatus as abbot in his place. Later, this community was named after him - the so-called Dalmatus. Dalmatus devoted himself to fasting, at times for forty days. By fasting he conquered the invisible demonic power. He participated in the Third Ecumenical Council (Ephesus 431 A.D.) and fought against the Nestorian heresy. Pleasing God, he died peacefully in the fifth century. His son Faust supported his father in everything and, after a God-pleasing life, died peacefully in this Dalmatus community."
    }, {
      "title": "Saint Salome, the Myrrh-Bearer",
      "important": false,
      "desc": "Salome was the mother of the Apostles James and John, the wife of Zebedee and the daughter of Joseph, the betrothed of the All-Holy Birth-giver of God. She served the Lord during His earthly life and was deemed worthy to be among the first to proclaim His resurrection."
    }],
    "id": 228
  }, {
    "day": "17",
    "holydays": [{
      "title": "The Seven Holy Youths of Ephesus",
      "important": false,
      "desc": "There was a great persecution of Christians during the reign of Decius. The emperor himself came to Ephesus and there arranged a boisterous and noisy celebration in honor of the lifeless idols as well as a terrible slaughter of Christians. Seven young men, soldiers, refrained from the impure offering of sacrifices and they earnestly prayed to the one God to save the Christian people. They were the sons of the most influential elders of Ephesus and their names were Maximilian, Jamblichus, Martin (Martinian), John, Dionysius, Exacustodianus, and Antonin (Antoninus). When they were accused before the emperor, they retreated to a hill outside Ephesus called Celion and there they hid in a cave. When the emperor learned of this, he commanded that the cave be sealed off. However, God according to His far-reaching Providence caused a miraculous and long-lasting sleep to fall upon the young men. The imperial courtiers, Theodore and Rufinus, secret Christians, built in that wall a copper sarcophagus with lead plaques on which were written the names of these young men and their martyr's death during the reign of Emperor Decius. More than two hundred years then passed. During the reign of Emperor Theodosius the Younger (408-450 A.D.), there was a great dispute about the resurrection. There were some that doubted the resurrection. Emperor Theodosius was in great sorrow as a result of this dispute among the faithful and prayed to God that He, in some way, would reveal the truth to men. At that time of turmoil in the Church some sheepherders of Adolius, who owned the hill Celion began to build folds for the sheep and removed stone after stone from that cave. The youths then awakened from their sleep young and healthy, the same as when they fell asleep. The news of this miracle was spread abroad on all sides so that even Theodosius himself came with a great entourage and with delight conversed with the youths. After a week, they again fell into the sleep of death to await the general resurrection. Emperor Theodosius wanted to place their bodies in gold sarcophagi but they appeared to him in a dream and told him to leave them in the earth as they were laid out."
    }, {
      "title": "Hieromartyr Cosmas, Equal to the Apostles",
      "important": false,
      "desc": "Cosmas was born in Aitolia in the village of Megadendron (Large Tree). As a young man he went to Mount Athos where he was tonsured a monk in the monastery Philotheus. However, driven by a constant desire to preach the Holy Gospel to the people, Cosmas went to Constantinople where he implored the blessing of Patriarch Seraphim II. He visited the regions of the Danube preaching the Good News but remained mostly in Albania where he suffered at the hands of Kurt Pasha whom the Jews incited against Cosmas. The Turks strangled Cosmas and his body was tossed into the river in the year 1779 A.D. His miracle-working relics repose in the village of Kalikontasi in the church of the Holy Theotokos not far from the town of Berat. Cosmas suffered for his Lord in the sixty-fifth year of his life."
    }],
    "id": 229
  }, {
    "day": "18",
    "holydays": [{
      "title": "Holy Martyr Eusignius",
      "important": false,
      "desc": "Eusignius served as a soldier under Emperor Maximian, Emperor Constantine the Great and under Constantine's sons. He was present during the torturing of the holy female martyr Basiliscus (May 22). He saw myriads of angels and the Lord Jesus Himself as He received the soul of this holy martyr from the angels. Eusignius fought under Emperor Constantine and saw the Cross which appeared to the emperor. He served in the army for sixty full years and during the reign of Constantine's sons resigned from military service and settled in Antioch, the place of his birth. There, he lived a god-pleasing life in fasting, prayer and good works. During the time of Julian the Apostate, two men who were arguing on the street asked him to be their judge. He dispensed justice to the correct one and the man at fault became angry and went to the emperor and accused Eusignius of being a Christian. The emperor summoned Eusignius to court but he strongly denounced the emperor for his apostasy from the Faith and reproached him with the shining example of Constantine the Great. The enraged Julian ordered that he be beheaded. Eusignius was martyred at a ripe old age in the year 362 A.D. and took up habitation in the Kingdom of Heaven."
    }, {
      "title": "Holy Martyr Pontius, the Senator",
      "important": false,
      "desc": "Pontius was the son of Senator Marcus and his wife Julia. The barren Julia conceived after twenty-two years of marriage and gave birth to Pontius. He was baptized by Pope Pontian along with his friend Valerius, his biographer, and succeeded to convert his father Marcus, the Emperor Philip with his son and many other distinguished Romans to the Faith of Christ. As a senator, he greatly protected and assisted the Church and was a good friend of Pope Fabian. When the persecution began under Decius, Pontius escaped from Rome and hid in the foothills of the Alpine mountains (Cimella Cimez, France). During the reigns of Valerian and Galiena he was captured and subjected to harsh tortures during which many miracles of God were manifested and many converted to Christ. There happened to be many Jews there who cried out to the judge: \"Kill him, kill him immediately, this magician.\" To this, St. Pontius raised his hands to heaven and said: \"I thank You my God that the Jews even cry out against me as their fathers did once cried out against Christ: 'Crucify Him, crucify Him.' “Pontius was beheaded in the year 257 A.D. and was buried by his friend Valerius."
    }, {
      "title": "Saint Nonna",
      "important": false,
      "desc": "Nonna was the mother of St. Gregory the Theologian. As a Christian, she possessed powerful and miracle-working prayer. By her prayer to God, she converted her husband from heathen stupidity to the Christian Faith. Her husband Gregory later became a bishop in the town of Nazianzus. By prayer Nonna saved her son Gregory the Theologian from a storm. She died peacefully as a deaconess in the year 374 A.D."
    }],
    "id": 230
  }, {
    "day": "19",
    "holydays": [{
      "title": "Transfiguration of Our Lord God and Savior Jesus Christ",
      "important": true,
      "desc": "In the third year of His preaching, the Lord Jesus often spoke to His disciples of His approaching passion but at the same time of His glory following His suffering on the Cross. So that His impending passion would not totally weaken His disciples and that no one would fall away from Him, He, the All-wise, wanted to partially show them His divine glory before His passion. For that reason, He took Peter, James and John with Him and, with them, went out at night to Mt. Tabor and there was transfigured before them. And His face shone as the sun and His garments became white as snow. There appeared along side Him, Moses and Elijah, the great Old Testament prophets. And, seeing this, His disciples were amazed. Peter said: Lord, it is good for us to be here: if You will, let us make here three tabernacles; one for You, one for Moses and one for Elijah. While Peter still spoke, Moses and Elijah departed and a bright cloud overshadowed the Lord and His disciples and there came a voice from the cloud saying: \"This is my beloved Son in whom I am well pleased; hear Him\". Hearing the voice, the disciples fell to the ground on their faces as though dead and remained that way, lying in fear, until the Lord came near to them and said: \"Arise and be not afraid\" (St. Matthew 17:7). Why did the Lord take only three disciples on Tabor and not all? Because Judas was not worthy to behold the divine glory of the Teacher, Whom he will betray and the Lord did not want to leave him (Judas) alone at the foot of the mountain so that the betrayer would not, by that, justify his betrayal. Why was our Lord transfigured on a mountain and not in a valley? So as to teach us two virtues: love of labor and godly-thoughts. For, climbing to the heights required labor and height represents the heights of our thoughts, i.e., godly-thoughts. Why was our Lord transfigured at night? Because, the night rather than the day is more suitable for prayer and godly-thoughts and because the night, by its darkness, conceals all the beauty of the earth and reveals the beauty of the starry heavens. Why did Moses and Elijah appear? In order to destroy the error of the Jews, as though Christ is one of the prophets; Elijah or Jeremiah or some other that is why He appears as a King above the prophets and that is why Moses and Elijah appear as His servants. Until then, our Lord manifested His divine power many times to the disciples but, on Mt. Tabor, He manifested His divine nature. This vision of His Divinity and the hearing of the heavenly witness about Him as the Son of God, should serve the disciples in the days of the Lord's passion, in strengthening of an unwavering faith in Him and His final victory."
    }],
    "id": 231
  }, {
    "day": "20",
    "holydays": [{
      "title": "Venerable Martyr Dometius",
      "important": false,
      "desc": "Dometius was born in Persia as a pagan during the reign of Emperor Constantine. He became acquainted with the Faith of Christ as a young man, abandoned paganism and was baptized. So much did Dometius love the True Faith that he left everything worldly and was tonsured a monk in a monastery near the town of Nisibis. He lived for some time among the brethren and then withdrew to a life of silence to be with an a certain elder Archimandrite Urbel, about whom it is said that he did not eat anything cooked for sixty years. The elder Urbel ordained Dometius a deacon and when he wanted to compel him to receive the rank of a priest, Dometius withdrew to an isolated mountain and settled in a cave. He attained such a high degree of perfection through fasting, prayer, all night vigils and godly-thoughts that he cured the sick. When Julian the Apostate came to those regions, he heard of Dometius and sent men, who sealed him alive in the cave along with two of his disciples. Thus, this saint of God died and took up habitation in the Kingdom of God in the year 363 A.D."
    }, {
      "title": "Venerable Or, Hermit of Thebaid",
      "important": false,
      "desc": "Or attained great perfection through the greatest mortification. When he firmly established himself and attained holiness in solitude, he then gradually established several monasteries and was a superb spiritual leader and teacher of many monks. Rufinus, who visited him describes Or in the following way: \"In his dress (habit), he resembled an angel of God; a ninety-year old elder with a long beard, as white as snow; externally was very pleasant. His gaze shone with something super human.\" Often times, he saw the angels of God. He especially endeavored never to speak an untruth. He had great temptations from the demons but overpowered them all soberly and courageously. He received Holy Communion daily. On one occasion, one of his disciples reminded him that the Feast of the Resurrection had come and that it should be celebrated. Hearing this, Or came out, raised his hands to heaven and spent three days in prayer without rest. He explained to his disciple: \"For the monk, this is the celebration of the Resurrection of Christ: to elevate his mind and to unite it with God.\" He rested in deep old age about the year 390 A.D."
    }],
    "id": 232
  }, {
    "day": "21",
    "holydays": [{
      "title": "Venerable Gregory the Sinaite",
      "important": false,
      "desc": "Gregory is called Sinaite because he received the monastic tonsure on Mount Sinai. During the reign of Emperor Andronicus Palaeologus, about the year 1330 A.D., he arrived at Mt. Athos to visit the monasteries and to inquire about the practice of mental prayer and contemplation. However, these two forms of spiritual works (exercises), at that time, were almost unknown among the holy Athonites. The only one who knew this and practiced it to perfection was St. Maximus of Kapsokalyvia. Gregory spread his teaching about mental prayer throughout all the cells and monasteries on Mt. Athos. His distinguished disciple was Kallistos, the Patriarch of Constantinople, who wrote the biography of St. Gregory. After that, Gregory crossed over to Macedonia and to the other regions of the Balkans and established communities in which the monks practiced mental prayer. Thus, he assisted many to be immersed in prayer and to be saved. His writings about mental prayer and asceticism can be found in the book \"Dobrotoljubije, The Philokalia.\" Among other things, he wrote the refrains to the Holy Trinity, \"It is meet and right\", which is sung at the Midnight Service of the Resurrection. Gregory ranks among the most eminent ascetics and spiritual teachers of the Balkans. He died peacefully after a long and laborious life and took up habitation in the Kingdom of God."
    }, {
      "title": "Holy Neo-Martyrs Triandaphyllus and Spaso",
      "important": true,
      "desc": "Triandaphyllos was born in Zagora and Anastasius (Spaso) was born in Radovis in the Diocese of Strumica. They were both Slavs. Both were young and simple men. But their love for Christ was more precious to them than this world or this life. They gave their lives and did not betray Christ. They suffered at the hands of the Turks for the Faith of Christ: Triandaphyllos in Constantinople in the year 1680 A.D. and Anastasius in Thessalonica in the year 1794 A.D."
    }],
    "id": 233
  }, {
    "day": "22",
    "holydays": [{
      "title": "Holy Apostle Matthias",
      "important": false,
      "desc": "Matthias was born in Bethlehem of the tribe of Judah. He studied with St. Simeon the \"Receiver of God\" in Jerusalem. When the Lord went out to preach about the Kingdom of God Matthias then joined the others who loved the Lord, for he himself loved Him with all his heart and with delight did he hear His words and witnessed His works. In the beginning, Matthias was numbered among the Seventy Lesser Disciples of Christ but following the resurrection of the Lord, since the place of Judas was vacated, the apostles, by drawing lots, chose this Matthias in place of Judas as one of the Twelve Great Apostles (Acts 1:23-26). Receiving the Holy Spirit on Pentecost, Matthias set out to preach the Gospel, first of all in Judea and after that in Ethiopia where he endured great tortures for the sake of Christ. It is held that he preached throughout Macedonia where they wanted to blind him but he became invisible to his torturers and thus escaped danger. Being in prison, the Lord appeared to him, encouraged him and freed him. Finally, he returned again to his work in Judea. There he was accused and brought to court before the high priest Ananias before whom he fearlessly witnessed for Christ. Ananias, the same Ananias, who before that, slew the Apostle James, condemned Matthias to death. They led Matthias out, stoned him to death and, after that, decapitated him with an axe (this was the Roman manner of killing a person who was sentenced to death and the hypocritical Jews applied this method on the dead man so as to show the Romans that the slain person was an enemy of Rome). Thus, this great apostle of Christ died and took up habitation in the eternal joy of his Lord."
    }, {
      "title": "Holy Martyr Anthony",
      "important": false,
      "desc": "Anthony was a citizen of Alexandria. Brought before the pagan prince, he freely confessed his faith and was tortured, flogged and scrapped but he would not deny Christ. Finally, he was thrown into a fire and, from the midst of the fire, he spoke to the people: \"My beloved brethren, do not be a slave to the body but rather concern yourself more about the soul which is given to you by God and is kindred to God and to the heavenly hosts.\" And so, instructing his people and burning in the fire, Anthony gave up his holy soul to God."
    }, {
      "title": "Holy Martyrs Julian and Marcian and others with them",
      "important": false,
      "desc": "They all suffered at the hands of the wicked Emperor Leo the Isaurian in defense of icons in the year 716 A.D. and were crowned with unfading glory."
    }],
    "id": 234
  }, {
    "day": "23",
    "holydays": [{
      "title": "Holy Martyrs Lawrence and Sixtus, Pope of Rome, and others with them",
      "important": false,
      "desc": "When Pope Stephen was slain (August 2), then St. Sixtus, who was an Athenian by birth, was appointed in his place. At first, Sixtus was a philosopher and, after that, a Christian. At that time, the Bishops of Rome were slain one after the other, so that, to become Bishop of Rome meant to be taken out to death. Emperor Decius was determined to destroy Christianity and Pope Sixtus was quickly brought to trial with two of his deacons, Felicicius and Agapitus. As they were led to prison, Lawrence said to the pope: \"Where are you going Father, without your son? Where O bishop, without your Archdeacon?\" The pope consoled him, prophesying to Lawrence that he will undergo even greater tortures for Christ and that he (Lawrence) will shortly follow him (Sixtus). And indeed, as soon as they had beheaded Sixtus and his two deacons, Lawrence was apprehended. Beforehand, Lawrence had placed all of his affairs and the affairs of the church in order. As treasurer and Oikonomos (steward) of the church, he removed all of the church's valuables to the home of the widower, Cyriacus. On that occasion, he healed Cyriacus of a terrible head pain by the touch of his hand and restored the sight of a blind man, Crescention. Thrown into prison, even there Lawrence healed Lucillus, a prisoner of many years, of blindness and after that baptized him. Witnessing this Hippolytus, the jailer, was also baptized, and later suffered for Christ (August 13). Since Lawrence did not want to deny Christ but, on the contrary, advised Emperor Decius to reject his false gods, he was beaten on the face with stones and beaten on his entire body with a scorpion (a whip, curved at the end like the tail of a scorpion) i.e., by a chain with sharp teeth. Romanus, a soldier present at the torture, believed in Christ and was immediately beheaded. Finally, they placed Lawrence naked on a gridiron and lighted a fire. Roasting in the fire, St. Lawrence thanked God and mocked the emperor for his paganism. After Lawrence gave up his pure and heroic soul to God, his body was removed at night by Hippolytus and taken, at first, to the home of Cyriacus and afterwards to a cave where Hippolytus honorably buried him. St. Lawrence, with the others, suffered in the year 258 A.D."
    }, {
      "title": "Saint Hiron",
      "important": false,
      "desc": "Hiron was a Christian philosopher. He is mentioned by St. Gregory the Theologian in his books. He died peacefully and took up habitation with the Lord."
    }],
    "id": 235
  }, {
    "day": "24",
    "holydays": [{
      "title": "Holy Martyr Euplus",
      "important": false,
      "desc": "Euplus was a deacon in Catania, Sicily. Emperor Diocletian dispatched Commander Pentagurus to Sicily to exterminate any Christians he found there. Pentagurus did not find a single Christian, for the few that were there, hid from the persecutor and did not reveal themselves. Then someone accused St. Euplus of taking a book to secret Christians and reading to them. This book was the Holy Gospel. They soon brought him to court, hung that book around his neck and led him to prison. After seven days of imprisonment and hunger Euplus was handed over for torture. While they were beating him with iron rods, Euplus, mockingly said to the torturing judge: \"O ignorant one, do you not see that because of God's help, these tortures are for me as a cobweb? If you can, find other harsher tortures, for all of these are as toys.\" Finally, they led the martyr of Christ out to the scaffold. Then St. Euplus opened the Holy Gospel and read from it to the people for a long time. Many converted to the Faith of Christ. St. Euplus was beheaded in the year 304 A.D. and took up habitation in the Kingdom of Heaven. His miracle-working relics repose in a village near Naples called Vico della Batonia."
    }, {
      "title": "Holy Martyr Susanna",
      "important": false,
      "desc": "Susanna was the daughter of a Roman presbyter Gavinius and the niece of Pope Gaius. Gaius and Gavinius were of royal lineage and kinsmen to the then Emperor Diocletian. Emperor Diocletian had an adopted son Maximian Galerius, whom he (Diocletian) wanted to marry Susanna. But Susanna, completely dedicated to Christ the Lord, did not want to hear at all about marriage and particularly not about marriage with an unbaptized man. Those who asked her to marry the emperor's son, the aristocrats, Claudia and Maxima, Susanna converted to the Christian Faith along with their entire household. Enraged by this, the emperor ordered that the executioners take Claudia and Maxima, with their families to Ostia where they were burned alive and their ashes thrown into the sea. However, Susanna was beheaded in the home of Gavinius. The emperor's wife Serena, secretly a Christian, removed Susanna's martyred body at night and honorably buried it, and Pope Gaius converted that house where Susanna was slain into a church and celebrated services there. Shortly following the suffering of this bride of Christ, her father Gavinius and her uncle Pope Gaius also suffered. They all suffered honorably for the Lord and received the wreath of glory in the years 295 A.D. and 296 A.D."
    }, {
      "title": "Saint Niphon, Patriarch of Constantinople",
      "important": false,
      "desc": "Niphon was born in Greece. He was tonsured a monk in his youth and, at first, lived a life of asceticism outside the Holy Mountain (Athos) and, after that, on the Holy Mountain in various monasteries, remaining the longest in Vatopedi and Dionysiou. He was loved by all the holy Agiorites as much for his rare wisdom, as well as for his unusual meekness. He became the Bishop of Thessalonica against his will. Two years later, he journeyed to Constantinople on business and there, was elected to the vacant throne of the patriarchate. He was banished by the Sultan to Edrene where he lived in exile. The Wallachian (Romanian) Prince Radul besought him from the Sultan and named Niphon as archbishop of the Wallachians. Because of Radul's transgressions, Niphon departed Wallachia and returned to Mount Athos to the community of Dionysiou where he lived a life of asceticism until his ninetieth year, when he took up habitation in the Kingdom of God in the year 1460 A.D. He composed the \"Prayer of Absolution\" read at the Burial Service."
    }],
    "id": 236
  }, {
    "day": "25",
    "holydays": [{
      "title": "Holy Martyrs Anicetas and Photius",
      "important": false,
      "desc": "Emperor Diocletian once visited the city of Nicomedia with the evil intention to completely exterminate the Christians. But when he began his merciless torture of Christians, St. Anicetas, one of the high ranking officials of the city, boldly confessed before the emperor his faith in Christ the Lord, God incarnate in the flesh for our salvation. Along with this, Anicetas also denounced the idols as deaf and dumb stones and the worship of which is unworthy of a rational man. The emperor ordered his tongue to be severed but Anicetas, by the power of God, continued to speak. They then released a lion against him but the lion cuddled around him. At that moment the temple of Hercules collapsed. Photius, a kinsman of Anicetas, seeing the miracles and endurance of Anicetas, kissed him, declared himself a Christian and cried out to the emperor: “O idolater, be ashamed, your gods are nothingness!\" The emperor then ordered that Anicetas immediately be beheaded. However, the executioner, raising his hand against holy Photius, struck himself with the sword and died. After prolonged tortures, both Anicetas and Photius were cast into prison where they languished for three years. Then they were brought out, a fire was lighted in an enormous furnace and they cast them into the fire. Many other Christians, men, women and children, willingly followed them into the fire. From the fire was heard the prayer of the Christians who were praising God for the death of martyrdom. They all suffered about the year 305 A.D. \"Saint Anicetas and Saint Photius are invoked in the prayers in the Sacrament of Anointing with Oil (Holy Unction) and in the Blessing of Water.\""
    }, {
      "title": "Hieromartyr Alexander, Bishop of Comana",
      "important": false,
      "desc": "As a simple charcoal-burner, Alexander lived in the town of Comana near Neo-Caesarea. When the bishop of Comana died, St. Gregory the miracle-worker and Bishop of Neo-Caesarea (November 17) was then called to preside at a council to elect a new bishop. Both clergy and laymen alike were present at the council. However, the electors were unable to agree on one person. At the time of evaluating a candidate, they all primarily paid attention to the points of his externals: external dignity and behavior. St. Gregory then said that they need not look so much at the external characteristics as much as at the spirit and spiritual capabilities. Then some jesters mocking cried out: then we should elect Alexander the charcoal-burner as our bishop! General laughter then ensued. St. Gregory asked: \"Who is this Alexander?\" And, thinking that his name was not mentioned at this council without God's Providence, Gregory ordered that Alexander be brought before the council. As a charcoal-burner, he was completely soiled and in rags. His appearance again evoked laughter in the council. Gregory then took Alexander aside and made him take an oath to speak the truth concerning himself. Alexander said that he was a Greek philosopher and that he enjoyed great honor and position but that he rejected all, humbled himself and made himself to be a fool for the sake of Christ from the time when he had read and understood Holy Scripture. Gregory ordered Alexander bathed and clothed in new attire and, with him, entered the council and before all began to examine Alexander in Holy Scripture. All were amazed at Alexander's wisdom and words of grace and could hardly recognize in this wise man, the former quiet charcoal-burner. Alexander was unanimously elected bishop. By his sanctity, wisdom and goodness, he gained the love of his flock. Alexander died a martyr's death for Christ during the reign of Diocletian."
    }],
    "id": 237
  }, {
    "day": "26",
    "holydays": [{
      "title": "Venerable Seridus",
      "important": false,
      "desc": "Seridus was renowned as the founder of the famous community near Gaza in Palestine. Such glorious fathers as: St. Barsanuphius, John, Abba Dorotheus, Dositheus and others lived a life of asceticism in this community. St. Seridus died in the sixth century and took up habitation in the eternal joy of his Lord."
    }, {
      "title": "Holy Martyr Hippolytus",
      "important": false,
      "desc": "Hippolytus was a military leader and the overseer of the prisons in Rome. He was born and raised a pagan. When St. Lawrence the archdeacon was thrown into prison, Hippolytus was ordered by the emperor to especially watch over this prisoner. Hippolytus saw with his own eyes how Lawrence restored the sight of the blind man Lucillus and how Lawrence cured many others who were sick and he (Hippolytus) believed in Christ. When Lawrence baptized him, Hippolytus had a heavenly vision and said: \"I saw innocent souls in great happiness, i.e., in the heavens.\" He then took Lawrence into his own home and Lawrence baptized all the members, who with the old governess Concordia, numbered nineteen. When Lawrence was slain for Christ, Hippolytus took the body of the martyr at night, wrapped it in a winding sheet and honorably buried it. However, this somehow came to the ears of Emperor Decius and on the third day following the death of Lawrence, Hippolytus was arrested, brought before the emperor and refusing to deny the True Faith, he was stuck on the mouth with stones. After that, the emperor ordered Hippolytus to be stripped naked and flogged. Naked before the emperor, he said: \"You have not stripped me but rather you have begun to clothe me!\" Then they stretched him out on the ground and beat him mercilessly but Hippolytus only cried out: \"I am a Christian.\" The emperor upon hearing that all of Hippolytus' household are Christians, he ordered that they all be brought in. The aged Concordia said: \"We desire more to die honorably with our master in the Faith of Christ than to live dishonorably with you, who are unclean.\" Concordia was the first to be slain and, after her, the remaining eighteen were slain, all before the eyes of Hippolytus. Finally, they tied Hippolytus to a wild horse and dragged him here and there until the martyr gave up his soul to God."
    }],
    "id": 238
  }, {
    "day": "27",
    "holydays": [{
      "title": "Holy Prophet Micah",
      "important": false,
      "desc": "Micah was of the tribe of Judah and from the village of Morasth for which he is called the \"Morasthite.\" He was a contemporary of the prophets Isaiah, Amos, Hosea and the Jewish kings Jotham, Ahaz and Hezekiah. Micah rebuked the vices of his people and rebuked the false prophets who prophesied \"of wine and of strong drink\". He foretold the destruction of Samaria. He also foretold the destruction of Jerusalem, which will come because their leaders accept bribes, the priests teach for lucre and its prophets tell fortunes for money. \"Therefore shall Zion for your sake be plowed as a field and Jerusalem shall become as heaps\". But, of all his prophecies, the most important prophecy is that of the Messiah, especially the place of His birth. He mentioned Bethlehem as the birthplace of the Messiah, \"Whose goings forth have been from of old, from everlasting\". It is not known exactly whether this prophet was slain by the Jews or whether he died a peaceful death (Jeremiah 26:18-19). However, it is known that he was buried in his village and his relics were found, together with the relics of the Prophet Habakkuk, during the reign of Emperor Theodosius the Great according to a mysterious revelation, which Bishop Zevin of Eleutheropolis received."
    }, {
      "title": "Hieromartyr Marcellus, the Bishop of Apamaea",
      "important": false,
      "desc": "Marcellus was born on Cyprus of wealthy and eminent parents and he was highly- educated. He entered into marriage and had children. When his wife died, Marcellus withdrew to the monastic life in Syria, leaving his children to the Providence of God. He became famous because of his compassion, meekness and spiritual knowledge because of which the Ampamaens elected him as their bishop. As a bishop, Marcellus zealously labored to convert pagans to the Christian Faith. When an idolatrous temple was burned the idolaters seized Marcellus, supposedly as the one who had caused the fire, and burned him in fire about the year 389 A.D. Especially instructive in the life of St. Marcellus is that the blessing of water and the use of blessed water is mentioned there."
    }],
    "id": 239
  }, {
    "day": "28",
    "holydays": [{
      "title": "The Dormition of the Most Holy Birth-Giver of God",
      "important": true,
      "desc": "The Lord Who, on Mt. Sinai, commanded by His Fifth Commandment: \"Honor your father and your mother\", showed by His own example how one should respect one's parent. Hanging on the Cross in agony, He remembered His mother and indicating to the Apostle John, said to her: \"Woman behold your son\". After that, He said to John: \"Behold your mother\". And so providing for His mother, He breathed His last. John had a home on Zion in Jerusalem in which the Theotokos settled and remained there to live out the end of her days on earth. By her prayers, gentle counsels, meekness and patience, she greatly assisted the apostles of her Son. Primarily, she spent her entire time in Jerusalem often visiting those places which reminded her of the great events and of the great works of her Son. She especially visited Golgotha, Bethlehem and the Mount of Olives. Of her distant journeys, her visit to St. Ignatius the Theophorus (God-bearer) in Antioch is mentioned, as well as her visit to Lazarus (whom our Lord resurrected on the fourth day), the Bishop of Cyprus, her visit to the Holy Mountain (Athos) which she blessed and her stay in Ephesus with St. John the Evangelist (The Theologian) during the time of the great persecution of Christians in Jerusalem. In her old age, she often prayed to the Lord and her God on the Mount of Olives, the site of His Ascension, that He take her from this world as soon as possible. On one occasion, the Archangel Gabriel appeared to her and revealed to her that within three days she will find repose. The angel gave her a palm-branch to be carried at the time of her funeral procession. She returned to her home with great joy, desiring in her heart once more to see in this life, all of the apostles of Christ. The Lord fulfilled her wish and all of the apostles, borne by angels in the clouds, gathered at the same time at the home of John on Zion. With great rejoicing, she saw the holy apostles, encouraged them, counseled them and comforted them. Following that, she peacefully gave up her soul to God without any pain or physical illness. The apostles took the coffin with her body from which an aromatic fragrance emitted and, in the company of many Christians, bore it to the Garden of Gethsemane to the sepulchre of (her parents), Saints Joachim and Anna. By God's Providence, they were concealed from the evil Jews by a cloud. Anthony, a Jewish priest, grabbed the coffin with his hands with the intention of overturning it but, at that moment, an angel of God severed both his hands. He then cried out to the apostles for help and was healed since declaring his faith in the Lord Jesus Christ. The Apostle Thomas was absent, again according to God's Providence, in order that a new and all-glorious mystery of the Holy Theotokos would again be revealed. On the third day, Thomas arrived and desired to venerate (kiss) the body of the Holy All-pure one. But when the apostles opened the sepulchre, they found only the winding sheet and the body was not in the tomb. That evening, the Theotokos appeared to the apostles surrounded by a myriad of angels and said to them: \"Rejoice, I will be with you always\". It is not exactly known how old the Theotokos was at the time of her Falling Asleep but the overwhelming opinion is that she was over sixty years of age."
    }],
    "id": 240
  }, {
    "day": "29",
    "holydays": [{
      "title": "The Icon of the Lord Jesus Christ, (Not Made with Hands)",
      "important": true,
      "desc": "At the time when our Lord preached the Good News and healed every illness and infirmity of men, there lived in the city of Edessa on the shore of the Euphrates Prince Abgar who was completely infected with leprosy. He heard of Christ, the Healer of every pain and disease and sent an artist, Ananias, to Palestine with a letter to Christ in which he begged the Lord to come to Edessa and to cure him of leprosy. In the event that the Lord was unable to come, the prince ordered Ananias to portray His likeness and to bring it to him, believing that this likeness would be able to restore his health. The Lord answered that He was unable to come, for the time of His passion was approaching took a towel, wiped His face and, on the towel, His All-pure face was perfectly pictured. The Lord gave this towel to Ananias with the message that the prince will be healed by it, but not entirely, and later on, He would send him a messenger who would erase the remainder of his disease. Receiving the towel, Prince Abgar kissed it and the leprosy completely fell from his body but a little of it remained on his face. Later, the Apostle Thaddaeus, preaching the Gospel, came to Abgar and secretly healed and baptized him. The prince then destroyed the idols which stood before the gates of the city and above the gates he placed the towel with the likeness of Christ attached to wood, framed in a gold frame and adorned with pearls. Also, the prince wrote beneath the icon on the gates: \"O Christ God, no one will be ashamed who hopes in You.\" Later, one of Abgar's great grandsons restored idolatry and the bishop of Edessa came by night and walled up that icon over the gates. Centuries have passed since then. During the reign of Emperor Justinian, the Persian King Chozroes attacked Edessa and the city was in great hardship. It happened that Eulabius, the Bishop of Edessa, had a vision of the All-Holy Theotokos who revealed to him the mystery of the sealed wall and the forgotten icon. The icon was discovered and, by its power, the Persian army was defeated."
    }, {
      "title": "Venerable Joachim of Osogovo",
      "important": true,
      "desc": "Joachim lived a life of asceticism in the second half of the eleventh century on the Osogovo mountain in a cave at a place called Sarandopor. Later, in this place, another ascetic, Theodore from the Field of Sheep, to whom St. Joachim appeared in a dream, built a church. Throughout the centuries, many miracles occurred over the relics of the Venerable Joachim and still do today."
    }],
    "id": 241
  }, {
    "day": "30",
    "holydays": [{
      "title": "Holy Martyr Myron, the Presbyter",
      "important": false,
      "desc": "Myron was a priest in the town of Achaia of wealthy and prominent origin and by nature was kind and meek, both a lover of God and of man. During the reign of Emperor Decius and, on the Feast of the Nativity of Christ, pagans charged into the church, dragged Myron out from the service and subjected him to torture. During the time of torture in the fire, an angel appeared to him and encouraged him. After that, they began to cut his skin in strips from his head to his feet. The martyr grabbed one such strip of his skin and, with it, struck the torturer - the judge - on the face. The judge Antipater, as though possessed, took a sword and killed himself. Finally, they took Myron to the city of Cyzicus and there slew him with the sword in the year 250 A.D."
    }, {
      "title": "Venerable Elijah of Calabria",
      "important": false,
      "desc": "Elijah was a Greek by descent and the abbot of the monastery Mellicia in Calabria in southern Italy. During the time of iconoclasm in the east, many eastern monks fled to Calabria with icons. In time, the monastic life was spread widely throughout Calabria. The Calabrian monks were distinguished by their great learning and austerity of life. At one time, there were so many Orthodox monasteries and monks in Calabria that Calabria was compared with Egypt of old. Later, through the centuries, Orthodox Calabria fell under the authority of the Archbishopric of Ohrid. Venerable Elijah died in Thessalonica in the year 903 A.D."
    }],
    "id": 242
  }, {
    "day": "31",
    "holydays": [{
      "title": "Venerable John of Rila",
      "important": true,
      "desc": "This great ascetic and saint of the Orthodox Church was born near Sophia, in the town of Skrino during the reign of King Boris. He was of poor but honorable parents. After the death of his parents, John was tonsured a monk and withdrew to a mountain wilderness and, began to live a life of strict asceticism in a cave. There, he endured many assaults, both from demons and men, from robbers and his relatives. After this, he moved to the Rila mountain and settled in a hollow tree. He fed only on herbs and broad beans, which, according to God's Providence began to grow in the vicinity. For many years, he did not see a man's face until again, by God's Providence, he was discovered by sheepherders who were seeking their lost sheep. Thus, the saint was heard of among the people and they began to come to him seeking help in sickness and in sufferings. The Bulgarian King Peter himself visited John and sought counsel from him. Many who were zealots for the spiritual life settled in the proximity of John. There, a church and monastery was quickly built. St. John rested peacefully in the Lord on August 18, 946 A.D. at the age of seventy. After his death, he appeared to his disciples. At first, his relics were translated to Sophia, then to Hungary, then to Trnovo and finally to the Rila monastery where they repose today. Throughout the centuries, the Rila monastery was a beacon of light, a place of miracle-working power and a spiritual comfort for the Christian people of Bulgaria especially during the difficult times of bondage under the Turks."
    }, {
      "title": "Holy Martyrs Florus and Laurus",
      "important": false,
      "desc": "Florus and Laurus were brothers in the flesh, and in spirit and in vocation. Both were zealous Christians and, by occupation, stonecutters. They lived in Illyria. A pagan prince hired them for the building of a temple to the idols. It happened that during their work, a piece of stone flew and struck the eye of the pagan priest's son who was observing the work of the builders with curiosity. Seeing his son blind and bloody, the pagan priest began to shout at Florus and Laurus and wanted to beat them. Then, the holy brothers said to him that if he would believe in the God in whom they believed, his son would be healed. The pagan priest promised. Florus and Laurus prayed with tears to the one, living, Lord God and traced the sign of the Cross over the child's injured eye. The child was immediately healed and his eye became whole just as it had been. Then the pagan priest Merentius and his son were baptized and, shortly after that, both suffered for Christ by fire. When they completed the temple, Florus and Laurus placed a cross on it, summoned all Christians and consecrated it in the name of the Lord Jesus with an all-night vigil of hymn singing. Hearing of this, the Illyrian deputy burned many of those Christians and threw Florus and Laurus alive in a well and then filled it with dirt. Later, their relics were revealed and translated to Constantinople. These two wonderful brothers suffered and were martyred for Christ and were glorified by Christ in the second century."
    }],
    "id": 243
  }]
}