{
  "month": 9,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Holy Martyr Andrew Stratelates",
      "important": false,
      "desc": "Andrew was an officer, a tribune, in the Roman army during the reign of Emperor Maximian. He was a Syrian by birth and served in Syria. When the Persians menaced the Roman Empire with there military, Andrew was entrusted with the army to battle against the enemy. During this occasion, Andrew was promoted as a commander - Stratelates. Secretly a Christian, even though he was not baptized, Andrew trusted in the living God and, of the many soldiers, he chose only the best and entered into battle. He said to his soldiers before the battle that if they would call upon the help of the one, true God, Christ the Lord, their enemies will scatter as dust before them. Truly, all the soldiers filled with enthusiasm at Andrew and his faith invoked Christ for assistance and made an assault. The Persian army was utterly destroyed. When the victorious Andrew returned to Antioch some, who were envious, accused Andrew of being a Christian and the imperial deputy summoned him to court. Andrew openly confessed his unwavering faith in Christ. After bitter tortures, the deputy threw Andrew into prison and wrote to the emperor in Rome. Knowing Andrew's respect among the people and in the army, the emperor ordered the deputy to free Andrew to freedom and to seek another opportunity and another reason (not his faith) and then to kill him. Through God's revelation, Andrew learned of the emperor's command and, taking with him his faithful soldiers, 2593 in number, departed with them to Tarsus in Cilicia and there, all were baptized by Bishop Peter. Persecuted even there by the imperial authorities, Andrew with his detachment withdrew farther into the Armenian mountain Tavros. Here, in a ravine while they were at prayer, the Roman army caught up with them and all to the last one were beheaded. Not one of them even wanted to defend themselves but all were desirous of a martyr's death for Christ. On this spot, where a stream of the martyr's blood flowed, a spring of healing water erupted which cured many from every disease. Bishop Peter came secretly with his people and, on the same spot, honorably buried the bodies of the martyrs. Dying honorably, they were all crowned with the wreath of glory and took up habitation in the Kingdom of Christ our Lord."
    }, {
      "title": "Venerable Theophanes",
      "important": false,
      "desc": "Theophanes was born in Ioannia and, as a young man, left all and went to Mt. Athos where he was tonsured a monk in the community of Dochiariu. He was an example to all the monks in fasting, prayer, all-night vigils and depriving himself of all that was unnecessary. In time, and because of this, he was elected as abbot. Later, because of some misunderstanding with the monks, he left Mt. Athos and, with his nephew, went to Berea (Beroea) in Macedonia where he established a monastery in honor of the All-holy Theotokos. When this monastery blossomed with the spiritual life, Theophanes entrusted his nephew to govern it and he went to Naousa where he established another monastery in honor of the Holy Archangels. Theophanes died peacefully in the fifteenth century. His miracle-working relics, even now, repose in Naousa and manifest the great power of God."
    }],
    "id": 244
  }, {
    "day": "2",
    "holydays": [{
      "title": "Holy Prophet Samuel",
      "important": false,
      "desc": "Samuel was the fifteenth and last judge of Israel. He lived eleven hundred years before Christ. Samuel was born of the tribe of Levi of the parents Elkanah and Hannah in a place called Ramatha or Arimathea where the noble Joseph was born (Joseph of Arimathea). The barren Hannah besought Samuel from God through weeping and dedicated him to God when he was three years of age. Living in Shiloh near the Ark of the Covenant, Samuel, in his twelfth year, had a true revelation from God concerning the punishments which were pending before the house of the high priest Eli because of the immorality of his sons Hophni and Phineas. That revelation soon materialized: the Philistines defeated the Israelites, slew both of Eli's sons and captured the Ark of the Covenant. When the messenger informed Eli of this tragedy, he fell dead to the ground and expired in the ninety-eighth year of his life. The same thing occurred to his daughter-in-law, the wife of Phineas. From then on and for twenty years the Israelites were the slaves of the Philistines. After this period of time, God sent Samuel to the people to preach repentance if they wished to be saved from their enemies. The people repented and rejected the foreign idols that they served and recognized Samuel as a prophet, priest and judge. Then Samuel set out with an army against the Philistines and with God's help confused and defeated them and liberated the land and the people. After that, Samuel peacefully judged his people until old age. Seeing him in old age, the people asked him to install a king for them in his place. In vain Samuel tried to turn the people away from this, saying to them that God is their only King but the people stood by their demands. Even though this demand was not pleasing to God, God commanded Samuel to anoint Saul, the son of Kish from the tribe of Benjamin, as their king. Saul reigned for a short time only and God rejected Saul because of his impudence and disobedience and then commanded Samuel to anoint Jesse's son David as king in Saul's place. Before his death, Samuel gathered the entire people and bid them farewell. When Samuel died all of Israel mourned for him and they buried him honorably in his house at Ramatha."
    }, {
      "title": "Hieromartyr Philip, Bishop of Heraklion, with Severus, the Presbyter and Hermes, the Deacon",
      "important": false,
      "desc": "According to all probability, it appears that they were Slavs. They served God in Thrace and there were first handed over to tortures for Christ. When the pagans rushed to set fire to a Christian church, the brave Philip said to their elder: \"Do you think that God is enclosed in these walls? He lives in our hearts.\" The church was destroyed, all the books burned and these priests were taken to Edrene where, after imprisonment and tortures, were thrown half burned into the Maritsa river. Thirty-eight more Christians also died with them as martyrs. It is thought that they suffered and died during the reign of Diocletian."
    }],
    "id": 245
  }, {
    "day": "3",
    "holydays": [{
      "title": "Holy Apostle Thaddaeus",
      "important": false,
      "desc": "Thaddaeus was one of the Seventy Apostles but not the Thaddaeus who was one of the Twelve Apostles. St. Thaddaeus first saw and heard John the Baptist and received baptism from him and after that he saw the Lord Jesus and followed Him. The Lord numbered him among the seventy lesser apostles whom He sent two by two before His face (St. Luke 10:1). After His glorious Resurrection and Ascension, the Lord sent Thaddaeus to Edessa, Thaddaeus' birthplace, according to the promise He gave to Prince Abgar at the time when He sent the towel with His face on it. By kissing the towel, Abgar was healed of leprosy but not completely. A little leprosy still remained on his face. When St. Thaddaeus appeared to Abgar, he received him with great joy. The apostle of Christ instructed him in the true faith and after that baptized him. When the baptized Abgar came out of the water, the remaining leprosy fell from him and he was completely healed. Glorifying God, Prince Abgar also wanted that his people should know the true God and to glorify Him. The prince assembled all the citizens of Edessa before the holy Apostle Thaddaeus to hear teaching about Christ. Hearing the words of the apostle and seeing their prince miraculously healed, the people rejected the idols, unclean living, embraced the Faith of Christ and were baptized. Thus, the city of Edessa was illumined by the Faith of Christ. Prince Abgar brought much gold and offered it to the apostle but Thaddaeus said to him: “Since we left our own gold, how can we receive the gold of others?\" St. Thaddaeus preached the Gospel throughout Syria and Phoenicia. He reposed in the Lord in the Phoenician city of Beirut."
    }, {
      "title": "Holy Martyr Bassa",
      "important": false,
      "desc": "Vassa was the wife of an idolatrous pagan priest but also was secretly a Christian. She educated her sons in the spirit of Christianity. Her husband hated her because of her faith and handed her, along with her, sons, over to the judge for torturing. After harsh tortures, her sons were beheaded (thought to be Edessa in Macedonia). Vassa was completely overjoyed when she saw how her sons honorably ended their martyr's heroic deed for Christ and she herself, with even greater eagerness, went from torture to torture. When they tossed Vassa into the sea, angels appeared to her and brought her to an island in the Sea of Marmara where she was beheaded at the time of Maximian. Thus, was St. Vassa, in a two-fold manner, was made worthy of the Kingdom of Christ, as a martyr and as a mother of martyrs."
    }, {
      "title": "Venerable Abraham of Smolensk",
      "important": false,
      "desc": "Abraham was born in the town of Smolensk in answer to his parent's prayers. He entered the monastic life at an early age and gave himself to austere asceticism, emulating the ancient fathers of the desert. Later, he established the monastery of the Holy Cross near Smolensk. He endured many temptations both from demons and men with great patience and thanksgiving to God. During the time of a great drought, Abraham brought forth rain by his prayers. Living fifty years in the monastic order, Abraham peacefully died in the Lord about 1220 A.D."
    }],
    "id": 246
  }, {
    "day": "4",
    "holydays": [{
      "title": "Holy Martyrs Agathonicus, Zoticus and others with them",
      "important": false,
      "desc": "St. Agathonicus was a citizen of Nicomedia and a Christian by faith. With great zeal he converted the Hellenes from idolatry and instructed them in the true Faith. By order of Emperor Maximian, the emperor's deputy cruelly persecuted the Christians. During the persecution, the deputy captured St. Zoticus in a place called Carpe, crucified his disciples and brought Zoticus to Nicomedia where he also captured and bound St. Agathonicus, Princeps, Theoprepius, Acindynus, Severianus, Zeno and many others. Securely bound, they were all taken to Byzantium. However, along the way, Saints Zoticus, Theoprepius and Acindynus died of their many wounds and exhaustion. They killed Severianus near Chalcedon and, Agathonicus with the others were taken to Thrace to the town of Silybria where, after torture before the emperor himself, they were beheaded and entered into eternal life and into the joy of their Lord."
    }, {
      "title": "Holy Martyr Eulalia",
      "important": false,
      "desc": "During the time of a terrible persecution against Christians in Spain, there lived a virgin Eulalia, born of Christian parents in the town of Barcelona. Completely dedicated to Christ as her Bridegroom, completely immersed in Holy Scripture, Eulalia ceaselessly disciplined herself in voluntary mortification of the body and spirit. When the torturer Dacian who mercilessly killed the Christians throughout Spain and then came to Barcelona, Eulalia slipped away from her parents at night, came before the torturer and in the presence of many people rebuked him for slaughtering innocent people, along with this ridiculing the lifeless idols and openly confessing her faith in Christ the living Lord. The enraged Dacian ordered that Eulalia be disrobed and beaten with rods. But the holy virgin expressed that she did not feel the pains of the tortures for her Christ. The torturer then bound her to a piece of wood in the form of a cross and ordered that her body be burned with torches. Then the torturer asked her: \"Where is your Christ now to save you?\" Eulalia answered: \"He is here with me but you are unable to see Him because of your impurity.\" In great pain did Eulalia give up her soul to God. When she died, the people saw a white dove emerge from her mouth. At that moment, snow unexpectedly fell and covered the naked body of the martyr as a white garment. The third day, St. Felix came and sadly wept before Eulalia's hanging body and on the lifeless face of the saint there appeared a smile. Her parents came and, together with other Christians, honorably buried the body of this holy virgin. Eulalia suffered and died for her Lord and entered into eternal joy at the beginning of the fourth century."
    }],
    "id": 247
  }, {
    "day": "5",
    "holydays": [{
      "title": "Hieromartyr Irenaeus, Bishop of Lyon",
      "important": false,
      "desc": "In his youth, Ireneaus was a disciple of Polycarp, who was a disciple of the apostles, who sent him to preach in Gaul. Following the martyrdom of St. Pothinus, Ireneaus was installed as bishop. In his countless writings, Ireneaus at times defined the Orthodox Faith and, again at times, he defended it from heretics. Ireneaus was martyred and died for Christ at the time of Emperor Severus in the year 202 A.D. along with many thousands of Christians (19,000)."
    }, {
      "title": "Holy Martyr Lupus",
      "important": false,
      "desc": "This holy man Lupus was a servant of St. Demetrius the commander of Thessalonica. When Emperor Maximian beheaded St. Demetrius, Lupus dipped the hem of his garment and his ring in the blood of the martyr. With this garment and ring, Lupus worked many miracles in Thessalonica, healing people of every pain and infirmity. Emperor Maximian, who was then still residing in Thessalonica, discovered this and ordered that Lupus be tortured and killed. However, the soldiers who took up weapons against Lupus turned against one another and severely wounded themselves. As he was not yet baptized, even though he was a Christian, Lupus prayed to God that He would somehow plan his baptism before his death. At that moment, rain unexpectedly fell from the clouds upon this holy martyr and thus he received baptism from on high. After great sufferings, Lupus was beheaded and took up habitation in the Kingdom of Heaven."
    }, {
      "title": "Saint Victor",
      "important": false,
      "desc": "Saint Victor suffered and died in Marseilles (France) in the third century. After prolonged and bitter tortures, he was cast into prison where he converted the guards to the Faith of Christ. He died by crucifixion."
    }],
    "id": 248
  }, {
    "day": "6",
    "holydays": [{
      "title": "Hieromartyr Eutyches",
      "important": false,
      "desc": "Eutyches was one of the lesser apostles and was born in Sebastopol. He was a disciple and imitator of the Apostle John the Theologian and the Apostle Paul. Even though he is not numbered among the seventy apostles, nevertheless, he is called an apostle because he was a disciple of the great apostles and, because in his evangelical service, he displayed true apostolic zeal. Consecrated a missionary bishop, St. Eutyches traveled much, having, an angel as his companion. In prison, he received heavenly bread from an angel. When his body was scrapped with a serrated iron rod, blood flowed from him with unusual fragrant myrrh. He was thrown into a fire and before wild beasts and finally beheaded with a sword in Sebastopol."
    }, {
      "title": "Venerable Arsenius of Komel",
      "important": false,
      "desc": "Arsenius was born in Moscow of noble birth. As a youth he received monasticism in the monastery of St. Sergius of Radonez. As an exemplary monk, Arsenius was elected abbot but he yearned for prayerful solitude and withdrew to the forest of Komel where, he lived a life of asceticism until his death, struggling bravely with great temptations of the demons. He rested in the Lord in the year 1550 A.D."
    }, {
      "title": "Holy Martyr Syra",
      "important": false,
      "desc": "Syra was a kinswoman of St. Mary Golinduc (July 12). She was a Persian from the town of Hirhaselevkosa and the daughter of an eminent fire-worshipping pagan priest. Reared in paganism, the virgin Syra learned of Christ from poor Christian women and her heart became inflamed with love for the Lord. During an illness and while she was yet unbaptized, Syra sought dust from the church of a Christian priest but the priest refused for she was yet unbaptized. Then, with great faith, she touched the vestments of the priest and was healed. That miraculous healing confirmed her even more in the Faith of Christ. But her soul-less father handed her over to harsh tortures during which she received courage and comfort from heavenly visions. She was strangled with a rope by force and then drowned in the year 558 A.D. during the time of the Persian Emperor Chozroes I at the age of eighteen. And so this holy virgin gloriously finished her earthly journey and took up habitation in the heavenly angelic habitation."
    }],
    "id": 249
  }, {
    "day": "7",
    "holydays": [{
      "title": "Translation of the Relics of the Holy Apostle Bartholomew",
      "important": false,
      "desc": "Today commemorates the translation of the relics of St. Bartholomew, although his main feast is celebrated on June 11. When this great apostle was crucified in Albanopolis (Derbend) in Armenia, Christians removed his body and honorably buried it in a lead sarcophagus. When numerous miracles occurred over the grave of the apostle, especially healings of the sick, because of which the number of Christians increased, the pagans then took the sarcophagus containing the relics of Bartholomew and tossed it into the sea. At the same time they also threw four more sarcophagi into the sea containing the relics of four martyrs: Papian, Lucian, Gregory and Acacius. However, by God's providence, the sarcophagi did not sink but were carried by the current and floated: Acacius to the town of Askalon, Gregory to Calabria, Lucian to Messina, Papian to the other side of Sicily and Bartholomew to the island of Lipara. By some mysterious revelation Agathon, the Bishop of Lipara, learned of the approaching relics of the holy Apostle Bartholomew to Lipara. Agathon, with the clergy and people, came to the shore to receive the sarcophagus with great joy. On that occasion, many healings of the sick occurred from the relics of the holy apostle. The relics were placed in the church of St. Bartholomew and there they reposed until the time of Theophilus the Iconoclast about the year 839 A.D. and since the Muslims threatened Lipara, the relics of the apostle were translated to Benevento. Thus, the Lord glorified His apostle by miracles both during his life and after his death."
    }, {
      "title": "Holy Apostle Titus",
      "important": false,
      "desc": "Titus was one of the Seventy (Apostles). He was born in Crete and educated in Greek philosophy and poetry. Following a dream, he began reading the Prophet Isaiah and doubted all the wisdom of the Hellenes. Hearing about Christ the Lord, Titus traveled to Jerusalem with other Cretans and personally heard the words of the Savior and witnessed His mighty works. His young heart completely adhered to Christ. Later, he was baptized by the Apostle Paul whom he served as a son to a father in the work of evangelization. Paul loved Titus so much that, at times, he referred to him as son (Titus 1:4) and, at times, brother (2 Corinthians 12:18). Titus traveled extensively with the great apostle of the people (St. Paul) and was appointed by him as the bishop of Crete. Titus was present at the suffering and death of Paul in Rome and honorably buried the body of his teacher and spiritual father. After that, Titus returned to Crete where, with great success, he baptized the pagans and prudently governed the Church of God until old age. Titus entered into rest at the age of ninety-four."
    }, {
      "title": "Holy Confessors of Edessa",
      "important": false,
      "desc": "They suffered much for the Orthodox Faith in prisons and in exile at the time of Emperor Valens who adhered to the Arian heresy. However, they were all freed under Emperor Theodosius."
    }],
    "id": 250
  }, {
    "day": "8",
    "holydays": [{
      "title": "Holy Martyr Adrian and Righteous Natalia",
      "important": false,
      "desc": "Adrian and Natalia were husband and wife, both of noble and wealthy families from Nicomedia. Adrian was the head of the Praetorium and a pagan and Natalia was secretly a Christian. Both were young and lived together in marriage for only thirteen months until martyrdom. When the nefarious Emperor Maximian visited Nicomedia, he ordered that Christians be seized and subjected to torture. In a cave near the city, twenty-three Christians were hidden. Someone reported them to the authorities and they were cruelly flogged with oxen whips and rods and then cast into prison. After that they were taken out of prison and brought before the Praetor to register their names. Adrian observed these people, tortured but patient, serene and meek and he made them swear to tell him what they expect from their God for so many tortures endured? They spoke to him concerning the blessedness of the righteous in the Kingdom of God. Hearing this and, again observing these people, Adrian, at once, turned to the scribe and said to him: \"Write down my name with these saints, I also am a Christian.\" When the emperor learned of this, he asked Adrian: \"Have you gone out of your mind?\" To that Adrian replied: \"I have not gone out of my mind but rather I came to my senses.\" Learning of this, Natalia greatly rejoiced and when Adrian, with the others, sat chained in prison, she came and administered to all of them. When they flogged and tortured her husband with various tortures, Natalia encouraged him to endure to the end. After lengthy tortures and imprisonment, the emperor ordered that an anvil be brought to prison and their legs and hands be broken with a hammer. This was carried out and Adrian, with twenty-three honorably men, gave up the spirit under the greatest of tortures. Natalia took their relics to Constantinople and honorably buried them there. After a few days, Adrian appeared to her all in light and beauty and called her, that, she also come to God and she peacefully gave up her spirit to God."
    }, {
      "title": "Venerable Tithoes",
      "important": false,
      "desc": "Tithoes was a disciple of St. Pachomius and great among the ascetics of Egypt. Tithoes was abbot of a monastery in Tabennisi. He lived his entire life in absolute purity. At one time a brother asked him: \"What path leads to humility?\" To this Tithoes replied: \"The path to humility is abstinence, prayer and considering yourself lower than anything.\" Tithoes attained a very high degree of perfection and whenever he lifted up his hands in prayer, his spirit entered into ecstasy. He died in the Lord in the fourth or fifth century. The Venerable Ibistion is commemorated together with him."
    }, {
      "title": "Saint Zer-Jacob",
      "important": false,
      "desc": "Jacob was a great Christian missionary in Abyssinia (Ethiopia)."
    }],
    "id": 251
  }, {
    "day": "9",
    "holydays": [{
      "title": "Holy Martyr Phanurius",
      "important": false,
      "desc": "It is not known who this saint was nor when he lived. He is highly venerated on Rhodes and Crete, and in our area in Prilep and Bitola. In 1500 he appeared to some men on the island of Rhodes and showed miracles and healings there. There an old icon of him was found as well. On it Phanurius is represented as a young soldier, holding a cross in his right hand, and a candle in the left one. Saint Phanurius is highly venerated in Egypt, too. A tradition exists there that his mother was a great and incorrigible sinner. Yet the filial love of Saint Phanurius toward her was exceptional. He prayed to God more for the salvation of his mother, then for his own one. At his murder, while the pagans piled stones upon him, the saint prayed: “For these sufferings of mine, help O Lord to all who will pray for the salvation of my sinful mother.” In Egypt, and here as well, many pray exactly thus: “Save, O Lord, the sinful mother of Saint Phanurius, and help me, the sinner, as well.” And for this prayer many receive help."
    }, {
      "title": "Venerable Poemen the Great",
      "important": false,
      "desc": "Pimen was an Egyptian by birth and a great ascetic of Egypt. As a boy, he visited the most renowned spiritual men and, from them, gathered tangible knowledge as a bee gathers honey from flowers. Pimen once begged the elder Paul to take him to St. Paisius. Seeing Pimen, Paisius said to Paul: \"This child will save many; the hand of God is with him.\" In time, Pimen was tonsured a monk and attracted two of his brothers to the monastic life as well. Once his mother came to see her sons but Pimen did not permit her to enter but through the door asked her: \"Do you desire more to see us here or there in eternity?\" The mother withdrew with joy saying: \"Since I will surely see you there, then I do not desire to see you here.\" In the monastery of these three brothers, governed by Abba Anubis, Pimen's eldest brother, this was their Rule (Typikon): at night, they spent four hours of working with their hands, four hours of sleep and four hours of reading the Psalter. During the day, from morning until noon, they spent in alternating work and prayer; from noon until Vespers they spent reading and, in the afternoon, they prepared supper for themselves the only meal in twenty-four hours and that usually consisted of some vegetables. Concerning their life, Pimen himself speaks: \"We ate that which was given to us. No one ever said: 'Give me something else or I do not want that.' In this manner, we spent our entire life in silence and peace.\" Pimen lived a life of mortification as an ascetic in the fifth century and died peacefully at an old age."
    }, {
      "title": "Hieromartyr Kuksha and Poemen the Faster",
      "important": false,
      "desc": "Kuksha and Pimen were both monks in the Monastery of the Caves in Kiev. Kuksha, with success, preached the Gospel to the Wallachians and baptized them. One day, pagans attacked him and slew him along with his disciple. At that moment, Pimen the Faster was standing during the church service in the Monastery of the Caves and, seeing in the spirit the death of Kuksha his disciple and companion, cried out: \"Today, our brother Kuksha was slain for the Holy Gospel.\" Saying this, he himself gave up the spirit in the year 1113 A.D."
    }],
    "id": 252
  }, {
    "day": "10",
    "holydays": [{
      "title": "Venerable Moses the Black",
      "important": false,
      "desc": "Moses was an Ethiopian by birth and by profession, at first, a robber and leader of a band of robbers and, after that, a penitent and great ascetic. As the slave of a master, Moses escaped and joined the robbers. Because of his great physical strength and arrogance, the robbers chose him as their leader. Suddenly, Moses was overcome with pangs of conscience and repentance for the misdeeds, which he had committed. He left the group, entered a monastery and gave himself completely in obedience to his spiritual father and to the monastic rule. He benefited much from the teachings of Saints Macarius, Arsenius and Isidore. Later, he withdrew to solitude in a cell where he dedicated himself completely to physical labor, prayer, vigils and godly-thoughts. Tormented by the demon of fornication, Moses confessed to Isidore, his spiritual father, and from him, received counsel to fast even more and never to eat to full satisfaction. When even this did not help he, at the counsel of the elder, began to keep vigil at night and to pray standing; after that, he began the practice of bringing water to the elderly monks from a distant well all night long. After six years of terrible struggles, St. Isidore finally miraculously healed him of fornicating thoughts, fantasies and dreams brought about on him by demons. Moses was ordained a priest in old age. He founded his own monastery and had seventy-five disciples and lived in this life for seventy-five years. He foresaw his death and, one day, he told his disciples to flee for the barbarians were going to attack the monastery. When the disciples also urged him to flee with them, Moses said that he must die by violence for, at one time, he himself committed violence and, according to the words: \"For all they that take the sword shall perish with the sword\" (St. Matthew 26:52). He remained there with six brethren and the barbarians came and slew them. One of the brethren, hidden in the vicinity, beheld and saw seven shining wreaths as they descended upon the seven martyrs."
    }, {
      "title": "Venerable Sabbas of Pskov and Krypetsk",
      "important": false,
      "desc": "Sava was a Serb by descent. He lived a life of asceticism, at first, in the monastery of the Holy Birth-giver of God in Pskov and then was abbot of that monastery. But they praised him and he fled from the glory of men and withdrew to the shores of Lake Krypetsk where he founded a new community dedicated to St. John the Theologian. Nevertheless, even here, he was unable to conceal his fame and prominence. He was visited by Prince Yaroslav of Pskov and his wife. Sava would not allow his wife to enter the monastery but rather blessed her and prayed to God for her outside the monastery and healed her of a certain disease. This saint of God found rest in the year 1495 A.D. and his relics were and remained miracle-working."
    }],
    "id": 253
  }, {
    "day": "11",
    "holydays": [{
      "title": "The Beheading of Saint John the Baptist",
      "important": true,
      "desc": "Herod Antipas, son of the elder Herod, who was the slayer of the children of Bethlehem at the time of the birth of the Lord Jesus, was ruler of Galilee at the time when John the Baptist was preaching. This Herod was married to the daughter of Aretas, an Arabian prince. But Herod, an evil sprout of an evil root, put away his lawful wife and unlawfully took unto himself Herodias as his concubine, the wife of his brother Philip, who was still living. John the Baptist stood up against this lawlessness and strongly denounced Herod who then cast John into prison. At the time of a banquet in his court in Sebastia in Galilee Salome, the daughter of Herodias and Philip, danced before the guests. The drunken Herod was so taken by this dance that he promised Salome that he would give her whatever she asked of him, even though it be half of his kingdom. Being persuaded by her mother, Salome asked for the head of John the Baptist. Herod gave the order and John was beheaded in prison and his head brought to him on a platter. John's disciples took the body of their teacher by night and honorably buried it and Herodias pierced the tongue of John with a needle in many places and buried the head in an unclean place. What later happened to John the Baptist's head can be read on February 24. However, God's punishment quickly befell this group of evil doers. Prince Aretas, in order to cleanse his daughter's honor, attacked Herod with his army and defeated him. The defeated Herod was sentenced by the Roman Caesar, Caligula, to exile at first to Gaul and later to Spain. As exiles, Herod and Herodias lived in poverty and humiliation until the earth opened up and swallowed them. Salome died an evil death on the Sikaris (Sula) river. The death of St. John occurred before the Pascha (Passover) but its celebration on August 29 was established because, on that day, a church which had been built over his grave in Sebastia by Emperor Constantine and Empress Helena was consecrated. In this church the relics of John's disciples, Eliseus and Audius, were also placed."
    }, {
      "title": "Holy Martyr Anastasius of Radovish",
      "important": true,
      "desc": "Anastasius was a young man from Radovis, the Diocese of Strumica. He learned a trade in Thessalonica. The Turks tried to force him to become a Muslim, which he adamantly rejected and for this he was tortured and finally hanged on August 29, 1794 A.D."
    }, {
      "title": "Venerable Theodora of Thessalonica",
      "important": false,
      "desc": "As the wife of a wealthy and devout man, they lived on the island of Aegina. But when the Arabs menaced Aegina, they settled in Thessalonica. There they gave up their one and only daughter to a convent who, in monasticism, received the name of Theopista. Soon after, Theodora's husband died and she also became a nun. She was a great ascetic. She often heard angelic singing and often spoke to the sisters: \"Do you not hear how beautifully the angels sing in the heavenly sanctuary?\" She died at the age of seventy-five in the year 879 A.D. From her relics flowed healing myrrh by which many were healed."
    }],
    "id": 254
  }, {
    "day": "12",
    "holydays": [{
      "title": "Saints Alexander, John and Paul, Patriarchs of Constantinople",
      "important": false,
      "desc": "Alexander participated in the First Ecumenical Council in Nicaea (325 A.D.) in place of the aged Patriarch Metrophanes. Afterward, he succeeded Metrophanes. When certain philosophers wanted to debate with him concerning faith, he said to one of them: \"In the name of my Lord Jesus Christ, I command you to be silent!\" and the philosopher became mute that very moment. By his prayer, he even shortened the life of Arius. Alexander died at age ninety-eight in the year 340 A.D. St. John the Faster governed the Church during the reign of the wicked Emperor Anastasius the Acephalite heretic. He died in the year 595 A.D. St. Paul IV governed the Church for five years and eight months and then resigned the throne and secretly received the Angelic Habit in order to repent for his sins because he had earlier agreed with the iconoclasts. He was the predecessor of the great Tarasius and died at the time of Irene and Constantine in the year 784 A.D."
    }, {
      "title": "Venerable Christopher",
      "important": false,
      "desc": "Christopher was an ascetic of the sixth century in the community of St. Theodosius. In a vision he saw the votive lamps of the diligent monks burning and the votive lamps of the slothful monks not burning."
    }],
    "id": 255
  }, {
    "day": "13",
    "holydays": [{
      "title": "Feast of the Girdle of the Holy Mother of God",
      "important": false,
      "desc": "After her Assumption, the Holy Theotokos gave her girdle (sash) to the Apostle Thomas. That girdle was later brought to Constantinople and kept in a sealed reliquary in the church of the Mother of God at Blachernae, the royal foundation of Empress Pulcheria. This reliquary was never opened until the time of Emperor Leo the Wise (886-912 A.D.). Leo's wife, the Empress Zoe, became mentally ill and, according to a mysterious vision, she desired that the girdle of the Holy Theotokos be placed on her. The emperor implored the patriarch and the reliquary was opened and the girdle was removed and placed on the ailing empress. The empress was immediately healed. This feast was instituted in commemoration of this miracle. One part of the girdle is to be found in Zugdid, Georgia. That is to say: the daughter of Emperor Romanus was healed with the aid of this girdle and later when her father married her to the Georgian Emperor Abuchaz, she took a part of that girdle with her. By order of the Russian Emperor Alexander I, a special church was built in Mingrelia in Zugdid where that part of the miracle-working garment of the Holy Theotokos is kept."
    }, {
      "title": "Hieromartyr Cyprian",
      "important": false,
      "desc": "Cyprian was born of unbelieving parents and himself was educated in polytheism. He became famous in Carthage as a teacher of philosophy and rhetoric. He was married but when he became a Christian, he ceased to live with his wife and dedicated himself to laborious study of Holy Scripture day and night and perfected his character. Because of his unusual virtues, he was chosen as a presbyter and soon after that as a bishop. As much as he was merciful toward Christians, so was he firm toward Christians. He wrote many works of instruction guided by the Holy Spirit. Especially, vehemently wrote against idolatry, Judaism and the Novatian heresy. Beautiful and sweet is his work concerning virginity, as well as of martyrdom and about charity, about patience, the Lord's Prayer and so forth. He suffered and died at the time of Valerian and Galian in the year 258 A.D. Before his death, he prayed to God, blessed the people and left twenty-five gold coins to be given to the executioner who would behead him. The unattainable greatness and generosity of a true Christian!"
    }],
    "id": 256
  }, {
    "day": "14",
    "holydays": [{
      "title": "Venerable Symeon the Stylite",
      "important": false,
      "desc": "He was a Syrian by origin, born of simple peasant parents. At eighteen years of age he left his parents and took the monastic tonsure. He imposed on himself the hardest labours, sometimes fasting for forty days. Then he imposed on himself an exceptional ascetic struggle: namely he stood on a pillar day and night, in unceasing prayer. His first pillar was ten feet tall, then he had one of nineteen feet installed, then a third of thirty-six feet, and eventually he settled on a pillar fifty-eight feet high. His mother Martha came to visit him on two occasions, but he would not receive her, and he told her from the pillar: \"Mother, do not disturb me now, if I make myself worthy we shall see each other in the world to come.\" St Symeon experienced great many attacks from demons, all of which he won praying to God. This Saint worked many miracles and healed many sick by word and by prayer. Around his pillar came people from all sides of the world, rich and poor, kings and slaves. And he helped them all; to some of them restoring their physical health, offering consolation and counsel to others, and reprimanding third for their heretical faith. Thus he dissuaded Empress Eudochia from Euthichius' heresy and converted her to Orthodoxy. St Symeon led an ascetic struggle during the reign of Emperors Theodosius II, Marcian and Leo the Great. This first ever stylite in the history of Christianity and a great miracle worker lived for a hundred and three years and fell asleep in the Lord on September 1, 459. His holy relics were taken to Antioch, to the church dedicated to his name."
    }, {
      "title": "Righteous Joshua, the son of Nun",
      "important": false,
      "desc": "Joshua was the leader of the Jewish people after the death of Moses. Out of the several hundreds Jews, only he and Haleb trod on the Promised Land. (His faith in God, his deeds and miracles are presented in the Book of Joshua). He lived for a hundred and ten years and fell asleep in the Lord around 1440 years before the birth of Jesus Christ."
    }],
    "id": 257
  }, {
    "day": "15",
    "holydays": [{
      "title": "Holy Martyr Mamas",
      "important": false,
      "desc": "Born in Paphlagonia (Asia Minor), of Theodotus and Rufina, renowned Christians. His parents were cast into prison for refusing to deny Christ. First his father died in prison, and then his mother followed him, after she had given birth to Mamas. Thus the youth found himself in prison with the dead bodies of his parents. Yet, the Lord Provider sent His angel to a pious widow Ammiana, to whom the angel appeared in her dream and told her to go to the prison and take the child with her. Ammiana managed to receive permission from the mayor to burry the dead, and took the child in her home. He started speaking at five years of age and the first word he uttered was \"mama\". That is why he was given the name Mamas. At school Mamas demonstrated exceptional cleverness, and since he was brought up in a Christian spirit, he did not hide his faith but confessed it before his peers, mocking the idols. During the reign of the Emperor Aurelian merciless persecutions of the Christians were launched. The pagans did not spare even the Christian children. Mamas was fifteen years old when he was brought before the Emperor. The Emperor suggested him to deny Christ at least in words, at what Mamas answered him: \"Neither in my heart, nor with my lips, will I ever deny my Lord Jesus Christ.\" The Emperor ordered and he was beaten, his body was burnt with flaming candles and at last he was cast into the sea. But an angel of the Lord saved him and took him to a high mountain near Caesarea. He lived there in solitude and ceaseless prayer. His holiness made the wild animals harmless. Eventually his persecutors found him there and put him to tortures again. After he had conquered the power of fire and of wild animals, he was pierced through with the fork of a pagan priest. Thus he surrendered his soul to God, remaining faithful to Him through all tribulations. His holy relics healed many sick people."
    }, {
      "title": "Saint John the Faster, Patriarch of Constantinople",
      "important": false,
      "desc": "He is also commemorated on 30 of August. At the beginning he worked as an engraver, and afterwards by the Divine Providence, and owing to his great virtuousness, he was ordained as a priest. In his youthful years he walked with an old monk, Eusebius, from Palestine. Suddenly Eusebius heard a voice of someone he could not see: \"Abba, do not walk on the right side of John the Great\". Thus the Divine voice revealed the great service to which John was soon to be called. After the death of the blessed Eutyches, John was elected Patriarch of Constantinople. He would not accept the succession at any circumstances, but having been frightened by a heavenly vision, he changed his mind and accepted it. Until the day he died he spend his time in fasting and prayer and he was also known for the miracles he worked. After his death he was found to own nothing but a wooden spoon, a linen shirt and old clothing. His writings on repentance and confession are very well known."
    }, {
      "title": "Righteous Eleazar",
      "important": false,
      "desc": "Eleazar, the son of Aaron, was the second in the line of High Priests of Israel. He assisted Moses in counting the people of Israel and assisted Joshua in the division of the land promised to the twelve generations. He faithfully took care of the Ark of the Covenant in Siloam. He peacefully fell asleep in the Lord."
    }],
    "id": 258
  }, {
    "day": "16",
    "holydays": [{
      "title": "Holy Hieromartyr Anthimus",
      "important": false,
      "desc": "He was born in Nicomedia and from his early childhood brought up as a true Christian. His body was mortified, his spirit humbled, his envy was extinguished, anger tamed, laziness banished...he was full of love for everyone, at peace with everyone; full of wisdom in the face of everything, zeal for Divine glory, accessible to all. It is no wonder that a man with such virtues should be ordained as a bishop. Holy Anthimus was Bishop of Nicomedia at the time of merciless persecutions of the Christians during the reigns of the cruel Emperors Diocletian and Maximian. Particularly in Nicomedia the Christian blood that was shed could fill rivers. One year, on the day of the Nativity of Christ twenty thousands Christian martyrs were burned in a temple (see December 28). This event took place at the time when Anthimus was a bishop. Yet, the persecutions did not end here, but they went on, great many Christians were cast into prison and kept there to be tortured and murdered. Holy Anthimus withdrew in a village called Oman, not to escape from death, but to be able to encourage his flock in the struggle to martyrdom, so that no one should fall out because of fear. One of his letters to the Christians was caught in the prison and submitted to the Emperor Maximian. The Emperor sent twenty soldiers to capture and bring Anthimus before him. The white-haired discerning old man welcomed the soldiers, invited them in his house and treated them with food and drink, and then he told them he was the Anthimus they were looking for. Amazed by his kindness the soldiers suggested him to hide, and they would tell the Emperor they could not find him. But Anthimus told them he could not allow himself to break the Lord's Commandments with a lie and save his life, and so went with them. On the way, the soldiers believed in Christ and this bishop baptized them. Brought before the Emperor, Anthimus suffered long and cruel tortures, and at the end he was beheaded. He glorified God and fell asleep in Him at the beginning of the fourth century."
    }, {
      "title": "Holy Martyr Basilissa",
      "important": false,
      "desc": "A nine-year old girl. She had suffered in Nicomedia not long after the death of St Anthimus. The torturers covered with wounds all of her body, yet, she remained faithful to Christ. The Lord preserved her untouched in fire and when thrown to wild animals. Her torturer Alexander, having seen this, repented and received the faith in Christ. Basilissa came out in the field, fell on her knees to pray to God and to thank Him for the tortures she had endured and she committed her spirit to the Lord about the year 309 A.D."
    }, {
      "title": "Venerable Theoctistus",
      "important": false,
      "desc": "Companion in ascesis of Saint Euthymius the Great. Theoctistus was abbot of the Lavra of Pharan that was located on six-mile distance from Jerusalem, on the road to Jericho. He was a disciple of Saint Euthymius and under his spiritual guidance he had governed the monastery until ninety years of age. With his life he pleased God and fell asleep in Him in the middle of the fifth century, at the time when Athanasius was Partiarch of Jerusalem."
    }],
    "id": 259
  }, {
    "day": "17",
    "holydays": [{
      "title": "Holy Hieromartyr Babylas",
      "important": false,
      "desc": "This great and wonderful man, if he could be called a man at all, as St John Chrysostom had said about him, was a hierarch in Antioch at the time of the blasphemous Emperor Numerian. Numerian made peace with a barbarian king that was much nobler and much more peace loving than him. As a token of his true desire for long-lasting peace, the barbarian king gave his younger son on the court of Emperor Numerian to be educated there. One day, Numerian with his own hands strangled this innocent boy and offered him as a sacrifice to the idols. Still inflamed from the crime and the innocent blood, this villain with the crown on his head went to the Christian temple to see what was happening there. St Babylas was praying together with the people, and heard that the Emperor was coming with his company and wanted to enter the church. Babylas interrupted the service, went out, in front of the church, and told the Emperor that he could not enter the holy temple where the one true God was praised. In a sermon, referring to Babylas, John Chrysostom said: \"Whom else should fear he that with such power addressed the Emperor?... With that he taught the emperors not to spread their power more than the measure given to them by God; he showed the priests how should they benefit from the power given to them.\" Embarrassed, the Emperor left, but he devised a revenge. The next day, the Emperor summoned Babylas and started reproaching him and persuading him to offer sacrifice to the idols, which the Saint, certainly, irrevocably refused. Then the Emperor had him chained and thrown into prison. The Emperor had also tortured the three children: Urban, twelve years of age, Pridilian, nine and Epolonius seven years of age. Babylas was a spiritual father and teacher of these children and they were with him at all times because of their love for him. They were sons of a devout Christian called Christodula, who also suffered for Christ. The Emperor at first lined them up, and each child received as many blows with a rod as his years of age, then cast them into prison, finally to be beheaded all the three of them. Babylas, in chains, witnessed the tortures of the children and was encouraging them, and then himself laid his honourable head under the sword. The Christians buried him in chains, according to the pledge he had left before he died, in the same tomb with the three beautiful youths. Their holy souls flew to the heavenly dwellings and their miracle-working relics remained for the benefit of the faithful, to bear witness to their bravery in faith. They suffered about year 250 A.D."
    }, {
      "title": "Holy Prophet Moses the God-seer",
      "important": false,
      "desc": "A great leader and lawgiver of the people of Israel. He was born in Egypt about 1550 B.C. For forty years he had lived at the court of the Pharaoh; for forty years he had lived as a pastor in contemplation of God and the world; and the last forty years of his life he led the people through the desert to the Promised Land, which he saw, yet not trod on it, for he sinned before the Lord in one thing (4 Moses 20, 12). He fell asleep in the Lord when he was one hundred and twenty years old. As a miracle-worker, according to the words of St Basil the Great, Moses was a pre-image of Christ. He appeared on the mountain of Tabor at the transfiguration of the Lord. And according to the testimony of St John of the Ladder, he appeared to the monks at the monastery of Sinai."
    }],
    "id": 260
  }, {
    "day": "18",
    "holydays": [{
      "title": "Holy Prophet Zacharias",
      "important": false,
      "desc": "The father of Saint John the Forerunner. Son of Barukah, descended from the high priest Abiathar, of the lineage of Addo, who served as a priest before God in the order of his division, according to the custom of priesthood, in the Temple of Jerusalem. His wife was Elizabeth, daughter of Sovia, sister of Saint Anna, the mother of the Most Holy Mother of God. One day, at the time of King Herod, the infant-slayer, Zacharias was fulfilling his turn of service in the Temple of Jerusalem. And in the altar, an angel of God appeared to him, and fear fell on Zacharias. And the angel said to him:\" Do not be afraid, Zacharias\" (Luke 1). And the angel announced him that his wife Elizabeth would give birth to a son, in response to their prayers. And they both were advanced in years, Zacharias, and Elizabeth, too. When Zacharias doubted the words of the heavenly announcer, the angel said to him:\" I am Gabriel, who stands in the presence of God.\" And Zacharias became mute at that moment, and did not utter a word until his son was born and until he wrote on a tablet \"His name is John.\" Then his mouth opened and he praised the Lord. Later, when the Lord Jesus Christ was born and when Herod began slaying the infants in Bethlehem, Herod sent soldiers to find Zacharias' son and to murder him as well. For Herod had heard of everything that happened to Zacharias and how John was born. When she saw the soldiers, Elizabeth took John in her arms - he was a year and a half at the time - and with him fled from home, and run away across rocky and deserted places. On seeing the soldiers as they were coming after her, she called to the mount:\" Mount of God, accept the mother with her child!\" And at once, the rocks opened and concealed in itself the mother together with her babe. Herod, angry for John had not been slain, ordered Zacharias to be slain in front of the altar. The blood of Zacharias run over the marble and stiffened as a stone and remained such to bear witness to Herod's transgression. And on the spot where Elizabeth had hidden with John, opened a cave and water began to flow and by the power of God there grew a fruitful palm. Forty days following the death of Zacharias, the blessed Elizabeth fell asleep in the Lord as well. And the young John remained in the desert fed by an angel and guarded by God's Providence until the day he was supposed to appear at Jordan."
    }, {
      "title": "Holy Martyrs Juventinus and Maximin",
      "important": false,
      "desc": "The hagiography of these two holy man is a little known, yet their suffering for Christ is known owing to the sermon of St John Chrysostom in their praise. They were soldiers at the time of the Emperor Julian the Apostate. At a soldiers' banquet, in discussion with the other soldiers they condemned the Emperor for persecuting the Christians. Someone informed the Emperor of this and he cast them into prison. Some of the Emperor's people visited them in order to persuade them against the true faith, telling them that many of their friends had denounced Christ. On this they answered in a knightly manner:\" That is why we must bravely persist and offer ourselves as a sacrifice for their desertion.\" They were killed by a sword at night. Yet, afterwards their holy relics were discovered and they displayed a miracle-working power."
    }, {
      "title": "Venerable Athanasius",
      "important": false,
      "desc": "He lived a life of ascetics at Vilna and later was the abbot of the monastery in Brest. For his consistency in Orthodoxy, he was murdered by the Catholics on September 5, 1648. His holy relics work miracles in Brest."
    }],
    "id": 261
  }, {
    "day": "19",
    "holydays": [{
      "title": "Commemoration of the miracle of the Holy Archangel Michael",
      "important": false,
      "desc": "In Phrygia there was a place called Chonae (meaning 'melting pot' or 'funnel') not far from Hierapolis; and at this place - a spring with miracle-working water. When the Holy Apostle John the Theologian preached the Gospel in Hierapolis with Philip, he looked on that spot and foresaw that there a spring of miracle-working water would flow that would heal many and that that place would be visited by the great Archangel of God Michael. Soon afterwards this prophecy became true, a spring began to flow which owing to its miraculous power became famous all over the land. A pagan from Laodicea had a mute daughter and was in a great sorrow because of this. But Archangel Michael appeared to him in a dream and instructed him to take his mute daughter to the spring, where she would be healed. The father obeyed straightaway, he took his daughter and by the spring he met many people that sought salvation from various sufferings. They were all Christians. Then the man asked them how was he supposed to seek healing, and the Christians told him:\" In the name of the Father, the Son and the Holy Spirit, you should implore the Holy Archangel Michael.\" This man did so and prayed, and gave his daughter to drink from the water, and the girl began to speak. Then this pagan man was baptised together with all his family, and by the spring he built a church dedicated to the Holy Archangel Michael. Later on, this place was inhabited by a boy called Archippus, who lead an ascetic life there in strict fasting and prayer. The pagans did him a great harm for it was not in their will that from the Christian holiness should proceed such a great power and attract numerous people. So, in their malice, they turned the nearby river in order to flood the church and the spring. Yet, since Archippus had prayed, the Holy Archangel appeared again and opened a gap in the rock near the church that received the coming river. Thus this place was saved and was called Chonae (meaning 'melting pot' or 'funnel') since the river had dived in the opened abyss. Saint Archippus had leaded an ascetic life there for seventy years and peacefully fell asleep in the Lord."
    }, {
      "title": "Saint Eudoxius",
      "important": false,
      "desc": "Saint Eudoxius was a commander in the Roman army. He suffered for Christ during the reign of Emperor Diocletian. Having been brought to trial and tortured by the Governor of Melitene in Ermenia, together with him suffered his friends Zeno and Macarius and one thousand a hundred and four soldiers more, that Eudoxius had converted into Christianity. After his death he appeared to his wife. His wife Basilissa had also preserved the faith in Christ until her death and died in peace."
    }, {
      "title": "Venerable David",
      "important": false,
      "desc": "He was a leader of a robbers' band around Hermopolis in Egypt and at an older age he came to his senses, repented and became a monk. The Holy Archangel Gabriel appeared to him and granted him the power to work miracles. He died peacefully in the sixth century, after he had made himself worthy of the Heavenly Kingdom by his great struggle."
    }],
    "id": 262
  }, {
    "day": "20",
    "holydays": [{
      "title": "Holy Apostles Evodus and Onesiphorus",
      "important": false,
      "desc": "They were numbered among the Seventy Apostles of the Lord. Evodus was mentioned by Saint Ignatius in one of his letters to the Antiochians with a great gratitude. Evodus was a disciple of the Holy Apostle Peter and his successor on the throne of the Archbishop of Antioch. He wrote a composition on the Most Holy Mother of God, in which he writes how the Holy Mother of God was presented in the Temple at three years of age; how she had stayed at the Temple for eleven years; how when she turned fifteen she was given to Joseph to look after her and how in her fifteenth year of age she gave birth to God. He wrote another work called \"The Star\". Still, both of these works were destroyed at the time of the persecutions of the Christians. He was murdered for Christ's sake at the time when Emperor Vespasian resided in Antioch. The Holy Apostle Paul mentions Saint Onesiphorus as his devoted friend and assistant (2 Timothy 1, 16 -18). He suffered for Christ in Colophon, where he had been a bishop. It is said that he was tied up to horses and torn apart. These devoted soldiers of Christ honourably suffered and inhabited the joy of their Lord."
    }, {
      "title": "Holy Martyr Sozon",
      "important": false,
      "desc": "He was born in Lycaonia. He was a shepherd, and obeyed the Lord's Commandments in everything and instructed his contemporaries and friends in devoutness. According to a certain vision of his he learned that he was to die a death of a martyr for Christ. At the time there was a great persecution of the Christians in the nearby town Pompeiopolis by certain Maximian, the Governor of Cilicia. And in the town there was a golden idol, which the pagans worshipped. Sozon left his sheep, went into the town, entered the pagan shrine, broke off the hand of the golden idol, broke it into pieces and distributed them to the poor. Because of this a great tumult started in the town and the pagans began to search for the one to be blamed. In order to prevent somebody else to suffer for his deed, Sozon headed towards the Governor and declared himself as a Christian and the executor of the deed. The torturers beat him at first, and then hanged him on a tree and scraped him with iron brushes, and when he came to the point of dying they put him on fire, where Saint Sozon gave up his soul to God. He suffered about the year 304. His holy relics worked miracles and a church dedicated to the Saint was erected over them."
    }, {
      "title": "Holy Martyr Eupsychius",
      "important": false,
      "desc": "He was the son of the senator Dionisius. Severely tortured for Christ, by beating and scraping, and afterwards half-alive cast into prison. An angel of God appeared to him and healed him. Released from prison, he distributed all of his possessions: something to the poor, something to his slanderers. He was caught again and scraped until he gave up his soul to God. From his wounds instead of blood run milk and water. He suffered and died at the time of Emperor Hadrian."
    }],
    "id": 263
  }, {
    "day": "21",
    "holydays": [{
      "title": "Nativity of the Most Holy Mother of God",
      "important": true,
      "desc": "The most Holy Mother of God was born of her elderly parents Joachim and Anna. Her father was of the royal line of David, and her mother of the line of Aaron. Thus, She was of royal line on her father's side, and of hierarchical on her mother's side, with which She pre-imaged Him Who was to be born of Her, as a King and High priest. Her parents had been already grown old, yet, childless. Therefore, they were embarrassed before the people and humble before God. In their humbleness they prayed to God in tears to bring them joy in their old age and to grant them a child, as once before he had brought joy to elderly Abraham and Sarah granting them their son Isaac. And the Almighty God, Who sees everything, brought them joy that surpassed all their expectations and the most beautiful dreams. For He had granted them not only a daughter, but also the Mother of God; He lightened them not only with temporary bliss, but eternal as well. God granted them only one daughter who later gave birth to only one grandson - Yet, what a daughter and a grandson! Most blessed Mary, magnified among women, the temple of the Holy Spirit, the altar of the Living God, the table of the heavenly bread, the reliquary of the holiness of God, the tree with the sweetest fruit, the glory of men, the praise of women, the source of virginity and purity - that was the God-given daughter of Joachim and Anna. Born in Nazareth, and after three years taken to the Temple of Jerusalem, where from She returned to Nazareth later, only soon afterwards to hear the annunciation of the Holy Archangel Gabriel of the nativity of the Son of God, the Saviour of the world, of her most pure and chaste body."
    }, {
      "title": "Feast of the Icon of the Most Holy Mother of God in Kalishta",
      "important": false,
      "desc": "At the Monastery of the Holy Mother of God near the village of Kalishta, west from Struga, the most Holy Mother of God made known Her power and mercy through great many miracles. Many sick had been miraculously healed, and the robbers that intended to loot or desecrate the monastery were severely punished by an invisible power. At the church is displayed a miraculous icon of the most Holy Mother of God, and nearby flow two healing waters: of Saint Peter and of Saint Anania. Not far from the main church there is a cave and in it a paraclise dedicated to Saint Athanasius."
    }],
    "id": 264
  }, {
    "day": "22",
    "holydays": [{
      "title": "Righteous ancestors of God Joachim and Anna",
      "important": false,
      "desc": "Righteous Joachim was the son of Barpanther, of Juda's lineage and descendant of King David. Anna was the daughter of the priest Mattha, of Levi's lineage, as the High priest Aaron. Mattha had three daughters: Mary, Sovia and Anna. Mary married in Bethlehem and gave birth to Salome; Sovia also married in Bethlehem and gave birth to Elizabeth, the mother of Saint John the Forerunner; and Anna married Joachim from Nazareth and in her old age gave birth to the most Holy Mother of God. Joachim and Anna had lived in marriage for fifty years and were childless. They led a devoted and peaceful life and out of their all incomes only a third kept for themselves, the other third distributed to the poor, and the last third gave for the temple. And they were wealthy enough. Once, in their old age, when they had gone to present their offering to the Lord in the temple, the High priest Issachar reproached Joachim: \"Your gifts must not be accepted because you do not have children, and hence, do not have the blessing of God.\" Thus, the others that had children pushed Joachim away from them as unworthy. This cut them to the heart and they returned home in great sorrow. Then both of them fell down to their knees fervently imploring God to work a miracle as once to Abraham and Sarah and to grant them a child for consolation in their old age. God sent them His angel who announced them the birth of their most-blessed daughter Who would be the praise of all people on the earth and through Whom the salvation of the world would come. And Anna conceived and in the ninth month she gave birth to the most Holy Virgin Mary. The righteous Joachim had lived for eighty, and Anna for seventy-nine years before they presented themselves to God."
    }, {
      "title": "Commemoration of the Third Ecumenical Council",
      "important": false,
      "desc": "This Council was gathered at Ephesus in 431, during the reign of the Emperor Theodosius II. Two hundred holy fathers participated in the Council. This Council anathematized Nestorius, the Patriarch of Constantinople for his heretical teaching about the most Holy Virgin Mary and for the nativity of the Lord. Namely, Nestorius would not call the Most Holy Virgin Mary Theotokos, that is to say, Mother of God, but Mother of Christ. Anathematizing Nestorius, the Holy fathers clearly defined that the most Holy Virgin was to be called Mother of God. Apart from this, they confirmed the faith of the first two Councils, especially the Creed from Nicea and Constantinople and commanded that no one was to add or remove anything from the Creed."
    }, {
      "title": "Saint Nicetas, Chosen man of God",
      "important": false,
      "desc": "He lived in Constantinople, in the 12th century. With his life, he pleased God so much, that the church door opened itself, and the votive lamps lighted themselves before him. So much powerful was his prayer. As a certain deacon Sozon had desired and Nicetas had prayed, to the both of them appeared the priest from the other world with whom Sozon had been angry and had not reconcile with, before he departed. At first to them appeared a line of priests in white vestments, and then another line in red vestments. Among them Sozon recognized his opponent and reconciled with him. This took place at night, at the Church in Blachernae."
    }],
    "id": 265
  }, {
    "day": "23",
    "holydays": [{
      "title": "Holy Martyrs Menodora, Metrodora and Nymphodora",
      "important": false,
      "desc": "They were sisters according to the flesh, born somewhere in Bithynia in Asia. Having been brought up in Christian spirit, they withdrew from the city into the wilderness, yearning to elevate their mind to God and free from the deceiving world and thus to live this life in purity and chastity, as suits the true brides of Christ. They devoted themselves to hard labour, fast and prayer, until God adorned them with the gift of working miracles. Then the sick began to visit them seeking healing, and they became famous, opposite to their will. Their fame reached the ears of Fronto, the Governor of the region and he brought them to trial. When he sat his eyes on them, he was astonished by the beauty of their faces. For even though they were great ascetics and their bodies were thin, their faces were bright, reflecting their inner peace and grace of God. He flattered them at first and promised them that he would sent them to the Emperor who would marry them to his noblemen, but when he saw that his flatteries and promises had no influence on these brides of the Lord Jesus Christ, he gave an order and first Menodora was tortured, while her sisters were cast into prison. After the severe tortures, the Governor ordered Minodora: \"Offer sacrifices to the idols!\" At this the Holy Martyr answered:\" Do you not see that I do nothing else but present myself as an offering to my Lord?\" When Holy Minodora gave her soul up to the Lord, the Governor brought out the other two sisters and took them beside the dead body of Minodora, and showing her he advised them to deny Christ. As they remained unshakeable he had them killed also under brutal tortures. At that moment a thunder struck from the heavens and killed the heartless Fronto and his servants. The Christians honourably buried the bodies of the Holy Martyrs. They had suffered and died between 305 and 311 in the reign of Galerius Maximian and inhabited the Heavenly Kingdom."
    }, {
      "title": "Holy Empress Pulcheria",
      "important": false,
      "desc": "She was the daughter of the Emperor Arcadius. She had made a vow to live a life in chastity and as a token to her vow she had had a Holy Table made of gold and precious stones for the cathedral. She ruled together with her brother Theodosius the Younger. She was a zealous Christian, firmly adhering to the Orthodox faith. On her claim the Third Ecumenical Council was convened in Ephesus that anathematized Nestorian heresy. She built the famous Church of the Most Holy Mother of God at Blacherane in Constantinople. On the death of Theodosius, she married the newly elected Emperor Marcian, with whom she lived as brother and sister. She found the holy relics of the Holy Forty Martyrs of Sebaste. She fell asleep in the Lord on September 10, 453, in her fifty fifth year."
    }],
    "id": 266
  }, {
    "day": "24",
    "holydays": [{
      "title": "Holy Mother Theodora of Alexandria",
      "important": false,
      "desc": "She lived in Alexandria, a wife of a young husband. Led by certain fortune-teller, she committed adultery. Instantly she was afflicted by pangs of conscience. She cut her hair off and dressed as a man, and went to the male monastery Enata under the male name Theodore. All the brothers were amazed at her labour, fast, vigil, her humility and tearful repentance. Slandered by a lecherous maiden who claimed that she had been disgraced and conceived by her, Theodora would not justify herself, considering this to be punishment of God for her previous sin. Cast out from the monastery, she spent seven years wandering in forests and wilderness, while taking care of the child of the harlot. She overcome all temptations of the devil: she refused to bow before Satan, she refused to accept food from the hands of a soldier, she refused to obey her husband's advice to return to him - for all this was solely demonic deception and as soon as Theodora would make the sign of the cross, all would vanish in the air. After seven years the Abbot received her back in the monastery, where she had lived for two years before she fell asleep in the Lord. It was then that the monks found out that she was a woman, while an angel appeared to the Abbot and explained him all. Her husband came then to her funeral and remained in the cell of his former wife until his death. Saint Theodora was blessed by a great grace: she tamed wild animals, healed sicknesses, drew water out from a dry well. Thus God glorified the true pennant that patiently repented nine years for only one sin of hers. She gave up her spirit in the year 490."
    }, {
      "title": "Saint Paphnutius, the Confessor",
      "important": false,
      "desc": "He was a Bishop in Thebaid in Egypt. He suffered greatly for the orthodox faith: the heretics took out one of his eyes and broke his left leg. He participated in the First Ecumenical Council, with great strength refuting Arian's heresy. Emperor Constantine honoured him highly and often kissed him in the pierced eye. At the Council he stood up resolutely against the western representatives that proposed marriage to be completely forbidden to the clergy. He spent his whole life in chastity."
    }, {
      "title": "Holy Father Euphrosynus the Cook",
      "important": false,
      "desc": "He was a simple man, yet a man of God. He served as a cook at a monastery in Amorea in the ninth century. The spiritual father of the monastery saw himself in Heaven one night, and he saw Euphrosynus there, as well. Euphrosynus picked three heavenly apples and gave them to him. When he woke up, the spiritual father found the three beautiful sweet-scented apples by his pillow. He hurried to Euphrosynus and asked him: \"Where have you been tonight, my brother?\" \"Where you have also been, my father,\" answered the blessed servant of God. Then the spiritual father disclosed the whole story to the brethren and all recognized the holiness and devoutness of Euphrosynus. And Euphrosynus, being afraid of glory of men, immediately run away from the monastery and hid in the wilderness, where he spent the rest of his life."
    }],
    "id": 267
  }, {
    "day": "25",
    "holydays": [{
      "title": "Holy Hieromartyr Autonomus",
      "important": false,
      "desc": "At the time of persecutions of Diocletian, he withdrew from Italy to Bithynia in Asia, at the place called Soreus, where he spent a long time in ascetic struggle and built a church dedicated to the Holy Archangel Michael. He was welcomed in the home of a devout Christian Cornelius, whom Autonomus at first consecrated as a priest, and afterwards as a bishop. Not far away from Soreus there was a place called Lemnae, inhabited by pagans only. Saint Autonomus went to this place and soon afterwards enlighted many by the Gospel of Chist. This infuriated the pagans and one day they set out towards the Church of the Holy Archangel Michael in Soreus and during the service killed Autonomus in the altar, and many Christians in the temple. At the time of Emperor Constantine a church was erected on the tomb of Saint Autonomus by a Christian nobleman called Severian. Two hundred years following his death, Saint Autonomus appeared to a soldier called John. This John excavated the holy relics of the Saint and found them completely intact. And many sick received healing from the holy relics. Thus God glorified the one who had glorified Him during his life on earth."
    }, {
      "title": "Venerable Daniel of Thasios",
      "important": false,
      "desc": "Ascetic and founder of a great monastery. He was a contemporary of St Joannicius the Great. He was present at the visit of Saint Joannicius to Thasios. The people entreated the blessed Joannicius to rid them of a plague of snakes. The Saint prayed to God and the snakes in large numbers headed towards the sea and drowned."
    }, {
      "title": "Holy Martyrs Macedonius, Tatian and Theodulus",
      "important": false,
      "desc": "They suffered and died for Christ at the time of Julian the Apostate, at the place called Myropolis in Phrygia. They were brutally tortured for having dashed to pieces the statues of idols. They were stretched on red-hot gridirons until they gave up their souls to the Lord. While they were burned on the fire, these brave men mocked the torturer: \"Will you not taste our meat to see whether it is baked?\" And they also said, as the glorious deacon Leontius did: \"Turn us around on the other side for this one is already baked!\" Watching and listening to the martyrs on the fire, their torturer was much more frightened and confused that they were."
    }],
    "id": 268
  }, {
    "day": "26",
    "holydays": [{
      "title": "Holy Hieromartyr Cornilius the Centurion",
      "important": false,
      "desc": "A Roman and a Roman officer in Caesarea, Palestine. He was baptized by the Apostle Peter, following a heavenly vision (Deeds 10, 1). He was the first from among the pagans to join the Church of God. Until then people had thought that the Church of Christ was intended for the Jews only and for those who received the Jewish circumcision. After he had been baptized, Cornelius left everything and followed Apostle Peter. The same Apostle was later to consecrate him as a Bishop and sent him to the pagan town of Skepsis, where Saint Cornelius endured great disgrace and torments for Christ, still by the power of God he destroyed the temple of Apollo and baptized the Prince of the town, Demetrius, together with two hundred seventy seven pagans. When God had enlightened him about the day of his death, he summoned all the Christians, gave them counsels, prayed to God for them and fell asleep in the Lord at a good old age. With time his tomb became forgotten and ruined. Yet, the Saint appeared to Silouan, the Bishop of Troada and told him about his tomb, with a request to build a church there. The Bishop carried out this deed with support of the wealthy citizen Eugenius. The holy relics of Saint Cornelius have worked many miracles."
    }, {
      "title": "Holy Martyr Ketevan",
      "important": false,
      "desc": "Saint Ketevan was Queen of Georgia. She suffered as a Christian from the Shah Abbas the Great in 1624. By command of the Shah Abbas they fixed a cauldron of burning coals on her head. Her son Theimuraz, King of Georgia, placed her relics under the throne of the church in Alaverdi, in Georgia."
    }, {
      "title": "Venerable Hierotheus",
      "important": false,
      "desc": "He was born in the Peloponnese, in the village called Kalamata. He led an ascetic life in the Monastery of Iviron, on Mount Athos. He was distinguished by his great worldly knowledge and a strict monastic struggle. He paid a great attention to observing the monastic rule of Saint Arsenius: in the course of twenty-four hours, one-hour sleep is sufficient for a monk. He died in peace on the island of Yura, in 1745. His holy relics are miracle working. His head is laid at the Monastery of Iviron. At the touch of the holy relics of the Venerable Hierotheus a woman in Constantinople had her sight restored."
    }],
    "id": 269
  }, {
    "day": "27",
    "holydays": [{
      "title": "The Exaltation of the Precious and Life-giving Cross",
      "important": true,
      "desc": "On this day are celebrated two events related to the Venerable Cross: firstly, the finding of the Venerable Cross on Golgotha, and secondly the returning of the Venerable Cross from Persia to Jerusalem. Travelling all over the Holy Land, Empress Helen decided to search for the Venerable Cross of Christ. An elderly Hebrew by the name of Jude was the only one to know the place where the Cross was, and having been compelled by the Empress, he told her that the Cross was buried under the temple of Venus that was built on Golgotha by the Emperor Hadrian. The Empress ordered this pagan temple to be destroyed and digging deep they found three crosses. While the Empress could not see no way of telling which was the Cross of Christ there was a funeral procession passing by. Then the Patriarch Macarius told them to lay down the crosses on the dead man. And when the third cross was laid down on him, the dead man came alive. This was the sign according to which they identified the true Cross of Christ, Venerable and Life-giving. Then they laid it down on a sick woman who was instantly healed. Then the Patriarch raised the Cross on high so that all could see it, while the crowd exclaimed in tears:\" Lord have mercy!\" The Empress Helen made a silver casket in which she laid the Cross. Later, when the Persian Emperor Khozroes took over Jerusalem, many were taken into captivity and the Cross of God was taken to Persia. The Cross remained in Persia for fourteen years. In 628 the Greek Emperor Herakles defeated Khozroes and gloriously returned the Cross to Jerusalem. Upon entering into the town, Emperor Herakles bore the cross on his back. Yet, suddenly he stopped and was not able to proceed a step further. Patriarch Zacharias saw an angel that prevented the Emperor in rich clothes to walk under the Cross, on the road that God had walked barefoot and humiliated. This vision the Patriarch revealed to the Emperor. Then the Emperor removed his crown, and barefoot and in poor clothes took up the Cross to Golgotha and laid it down in the Church of the Resurrection, for joy and consolation of the whole Christian world."
    }],
    "id": 270
  }, {
    "day": "28",
    "holydays": [{
      "title": "Holy Martyr Nicetas",
      "important": true,
      "desc": "The Holy Martyr Nicetas was a Goth by birth and a disciple of Theophilus, the Bishop of Goths, who participated in the First Ecumenical Council. When the Prince of Goths Athanaric let loose a violent persecution of Christians, Saint Nicetas came before him and rebuked him for his atheism and his brutality. Put under terrible tortures, Nicetas yet more strongly confessed his faith in Christ and prayed to God with gratitude. And his mind was constantly elevated and immersed in God, and under his clothes he kept on his heart the icon of the most Holy Mother of God with the pre-eternal youth Christ, standing with His cross in His hands. Saint Nicetas kept this icon for the Holy Mother of God appeared to him and consoled him. At last the torturer threw the Christ's soldier into the fire, and so he gave back his soul to God, but his body was left intact. His friend Marianus translated the body from the Land of the Goths (Romania) in Cilicia in the town of Mopsuestia, where he built a church dedicated to St Nicetas and laid his miracle-working relics in the church. St Nicetas suffered and was glorified by God in the year 372."
    }, {
      "title": "Venerable Philotheus",
      "important": false,
      "desc": "Saint Philotheus was from the village of Myrmix in the Opsikion theme in Asia Minor. His mother bore the same name, only in different order: Theophila. He was a priest and even during his lifetime a great wonderworker. At one occasion he turned water into wine, and at another he multiplied bread. He fell asleep in the Lord in the tenth century. His holy relics appeared to be myrrh flowing."
    }, {
      "title": "Holy Martyr Porphyrius",
      "important": false,
      "desc": "Porphyrius was from Mimos, an actor. At the beginning he mocked the Christians before the Emperor Julian the Apostate. Thus, at one occasion, making laugh of the Christian mystery of Baptism on the stage, he drowned himself into the water, crying out:\" In the name of the Father, the Son and the Holy Spirit!\" When he came out of the water, he exclaimed:\" I am a Christian now!\" They all thought that he was joking as an actor, as he always did, still he did not change his mind, stopped mocking the Christians and eventually suffered for Christ. Being beheaded in 361, he inhabited the Heavenly Kingdom."
    }],
    "id": 271
  }, {
    "day": "29",
    "holydays": [{
      "title": "Holy Great Martyr Euphemia",
      "important": false,
      "desc": "Born in Chalcedon. Her father was the senator Philophronos, and mother Theodosia, both of them devout Christians. Euphemia was a beautiful virgin both in body and mind. When the Proconsul Priscus established a feast for offering sacrifices to Arius in Chalcedon, forty-nine Christians fled and hid in order to avoid this blasphemous offering. Yet they were discovered and brought before Priscus. Among them was Saint Euphemia. When the arrogant Pricsus asked them why they would not obey the Emperor's command, they answered:\" We ought to obey both the Emperor's and your command, if it is not against God, the Maker of heaven and earth; and if it is against God, not only we should not obey it, but moreover, we must oppose it.\" Then Priscus put them under various tortures, each day, over the course of nineteen days. On the twentieth day he chose Euphemia from among them and started flattering her for her beauty in order to persuade her to venerate the idols. Still, as all the flattery was to no avail, he gave a command the virgin to be put under tortures. She was at first put on a wheel, but an angel of God appeared and broke the wheel. Then she was thrown into red-hot oven, yet with God's help she survived. When they saw this, two of the soldiers, Victor and Sostenes, believed in Christ, for which they were thrown to wild animals and thus gloriously ended their lives. Then Euphemia was thrown into a pit filled with water and poisonous dirt, but she made the sign of the cross on the water before she got in, and remained unharmed. At last, when she was thrown to wild animals, she prayed to God with gratitude and committed her spirit. Her parents honourably buried her body. She suffered in 304 and inhabited the eternal bliss. She is also commemorated on July 11."
    }, {
      "title": "Venerable Dorotheus",
      "important": false,
      "desc": "Egyptian hermit. For sixty years he had lead an ascetic life in a Skete in Thebaid. He was distinguished by his unusual commitment to hard work and also working miracles. During the day he used to built cells for the new monks, and by night the Saint wove baskets, in ceaseless prayer and psalmody."
    }, {
      "title": "Holy Martyr Ludmilla",
      "important": false,
      "desc": "She was the grandmother of Saint Wenceslas, Prince of the Czechs and the wife of Prince Borivoy. She was a zealous Christian who converted many into Christianity. Her daughter-in-law was consumed by hatred for Saint Ludmilla, and sent two boyars to strangle her. Wenceslas buried the body of Saint Ludmilla in the Church of Saint George in Prague. Her holy relics worked many miracles. She suffered and died in Techin in the year 927. Saint Wenceslas, the great devotee of the orthodox faith, was killed by his brother Boleslav."
    }],
    "id": 272
  }, {
    "day": "30",
    "holydays": [{
      "title": "Holy Martyrs Pistis, Elpis, Agape and their mother Sophia",
      "important": true,
      "desc": "They lived and suffered in Rome, at the time of Emperor Hadrian. The wise Sophia, as characterized by the name she bore (sophia - wisdom), became widowed, and as a devout Christian she fortified herself and her daughters in the faith of Christ. At the time when the torturing hand of Hadrian came over the virtuous home of Sophia, Pistis was twelve years of age, Elpis ten, and Agape was nine. Brought before the Emperor, all four of them holding their hands humbly, yet confidently confessed their faith in Christ and refused to offer sacrifices to Artemis. Before they suffered their mother encouraged her daughters, counselling them to endure till the end. \"Your heavenly Bridegroom Jesus Christ is eternal health, indescribable beauty and life eternal. And even though your bodies are killed in tortures, He will adorn you in incorruptibility and the wounds of your bodies will shine as stars on the sky.\" Their tormentor put them all under brutal tortures, one by one: the first was Pistis, then Elpis and Agape the last. They were beaten up, cut, cast into a raging furnace and eventually beheaded, one by one. Sophia took the dead bodies of her daughters, and carried them out of the town, where she honourably buried them. She remained at their tomb for three days and nights praying to God and thus she committed her spirit to Him, hasting to the heavenly dwellings, where the souls of her blessed daughters were waiting for her."
    }, {
      "title": "Holy Martyr Agathoclea",
      "important": false,
      "desc": "She served as a maid to a man called Nicholas and his wife Paula, who had been Christians at first, but they abandoned Christianity and returned to worshipping idols. Saint Agathoclea would not follow the example of her masters, and therefore was severely tortured both by them and by the judge. At last, her mistress branded her on the throat whereby she departed this life. Still, God glorified His maid at His Heavenly Kingdom."
    }],
    "id": 273
  }]
}