{
  "app_name": "Orthodox calendar",
  "settings": "Settings",
  "welcome_message": "Orthodox calendar",
  "widget_name": "Orthodox calendar",
  "today": "Today",
  "change_lang": "Change language",
  "language": "language",
  "english_language": "English",
  "macedonian_language": "Македонски",
  "day": "D",
  "gregorijanski": "N",
  "julijanski": "Old",
  "zadushnica_zimska": "(Commemoration of the departed)",
  "zadushnica_noemvri": "(Commemoration of the departed)",
  "prochka": "Forgiveness",
  "veligdenski_posti": "the Great Lent",
  "todorovaSabota": "Theodore's Saturday",
  "lazarovaSabota": "Lazarus' Saturday",
  "cvetnici": "Palm Sunday: The Entry of Our Lord Jesus Christ into Jerusalem",
  "velikiChetvrtok": "Great and Holy Thursday",
  "veliliPetok": "Great and Holy Friday",
  "velikaSabota": "Great and Holy Saturday",
  "veligden": "The Resurrection of Christ",
  "veligden_2": "The Resurrection of Christ (day two)",
  "veligden_3": "The Resurrection of Christ (day three)",
  "istochenPetok": "The Life-Giving Spring of the Most Holy Theotokos",
  "spasovden": "Ascension of Christ",
  "duovden": "Pentecost",
  "duovden2": "Pentecost (day two)",
  "duovden3": "Pentecost (day three)",
  "petroviPosti": "Apostles' Fast",
  "povazhni_praznici": "Important shifting Holydays",
  "search_text": "When is...?",
  "search_result1": "is on",
  "search_result2": "in",
  "todayIs": "Today is",
  "the": "the",
  "th": "-th day of the year",
  "jan": "January",
  "feb": "February",
  "mar": "March",
  "apr": "April",
  "maj": "May",
  "jun": "June",
  "jul": "July",
  "avg": "August",
  "sep": "September",
  "okt": "October",
  "nov": "November",
  "dek": "December",
  "pon": "Monday",
  "vtor": "Tuesday",
  "sred": "Wednesday",
  "cet": "Thursday",
  "pet": "Friday",
  "sab": "Saturday",
  "ned": "Sunday",
  "praznik_prochka": "This feast preceding the Honourable Fast Season (Great Lent) is established to remind of the spiritual character of fasting. It is dedicated to forgiveness or more essentially to repentance, which in the Church represents the only true content of personal relationships. Bodily abstinence practiced during the fast is inseparable from the God-yearning love of the Christians. Itself it implies aspiration to live in the virtues of mercy, meekness, long-suffering, humility, and all kinds of philanthropy. The faithful, through fervour in these virtues and particularly through the practice of the Jesus prayer tend to prepare within them abode to the Holy Spirit.",

  "praznik_todorovaSabota": "The first Saturday of the Great Lent the Orthodox Church dedicates to the memory of the wondrous appearance of Christ's warrior Theodore Tiro for deliverance of the Christians from the implacable defilement of the emperor Julian the Apostate. And it came to pass thus: saint Theodore Tiro had suffered a martyr's death for Christ's faith in 306 AD, in the time of the emperor Maximian's persecutions. Fifty years after he had presented himself to God, the emperor Julian the Apostate decided to deceive in a perfidious and secret way Christians, whom he despised, in that during the Great Lent, when Christians purify themselves from sins and try to please God the most, he ordered at the markets the food for selling previously to be sprinkled with blood offered at the altars of unclean idols. By this Christians would defile themselves buying and eating the food from the markets. However, the apostate emperor did not succeed in his intention, since God commanded the brave warrior Theodore Tiro to appear not in a dream, but in waking state to the Constantinopolitan hierarch Eudoxius, warning him about the emperor's intention. Saint Theodore Tiro suggested the blessed Eudoxius that the Christians should use kallyva, that is, cooked wheat, instead of buying food from the market. By this he hindered the intention of the evil emperor, and the one, for his part, upon seeing his deception revealed, ordered the clean food to be returned at the markets. Celebrating the memory of this miracle on the first Saturday of the Great Lent, the holy Orthodox Church teaches Christians that fasting is pleasing to God and they who fast are under God's special patronage.",

  "praznik_lazarovaSabota": "On this day we commemorate the wondrous raising of the four-day buried Lazarus, performed at that time by the Godman Jesus Christ. As the Holy Gospel bears witness, this event took place immediately (or six days) before the betrayal and murder of Jesus Christ on Golgotha. Interpreters see in it a prefigure and a kind of spiritual preparation of the witnesses at that time to the future resurrection of Christ. In any case, at its time the raising of Lazarus was experienced as the most powerful evidence to the Divinity of Lord Jesus before the contemporary Jews and it became a stumbling block for many. Nevertheless, ever since there have been many to believe in Him as in the Saviour. Some theologians particularly interpreted the human and the Divine natures of Christ at the raising of Lazarus, saying that the Lord had cried at the tomb of Lazarus because of His human love towards him as His dear friend, and He had raised Lazarus with His Divine power as God.",

  "praznik_cvetnici": "The entry of Jesus Christ into Jerusalem after he raised the four days buried Lazarus is a moment of the most multifold and joyous recognition of the Lord and the Saviour in Him by His contemporaries. Jesus enters the capital city seating on a donkey colt, by the Old Testament prophecy. This is yet another among the myriad of signs by which He could be recognised, and still not even His disciples understood this token. A great many of people found out that He would come, and so they welcomed Him with palm branches in their hands. So, they took off their garments spreading them in the way and inspired they cried out in exaltation: \"Hosanna! Blessed is He Who comes in the name of the Lord, the King of Israel!\" Even some of the Greek pilgrims having arrived for the Pascha drew near and entreated to see Him. Only the priests and the Pharisees became malicious preparing to murder Him quickly, and likewise planning to have Lazarus killed, for he was a witness of His power and Deity. And once more the Lord is trying to reveal His identity to the assembled people and to prepare them for the nearest future and for the meaning of this mission and its temptations. In fact, when He addresses them with the word about the Cross, they then lose the knowledge of Him as a King and Christ, their mind then closes to the word and the Scriptures. Palm Sunday is celebrated on the Sunday before Resurrection. It is for certain the most dramatic feast among the Twelve major feasts of the Church. It marks the beginning of the hardest week in the history of mankind, which the ascetical watchful knowledge of human nature calls 'Passion Week', which means 'week of (Christ's) suffering'.",

  "praznik_veligden": "After the servants of the Jewish high priests laid hold of Jesus and delivered Him to Pilate demanding that He be crucified, and Pilate in order to please them eventually passed this decision despite not having found Him guilty, the Lord suffered a death on the Cross. He hung between two robbers, one of whom blasphemed while the other glorified Him, saving himself by this for life eternal. At this terrible moment His disciples ran away as He had foretold them Himself; apart from the apostle John of Zebedee and His mother by the Cross, a little away stood only some women who in the last years had ministered to Him with their own properties. There was no other by His side then, except the enemies and the passers-by in mistrust. The Gospel speaks in details about the death. Afterwards Joseph of Arimathea, who was His disciple, took courage to ask for His body from Pilate in order to bury it. They placed Him in a new tomb which Joseph had just recently hewn out of the rock. They rolled a large stone across the entrance to the tomb and went away. About the Resurrection they found out at dawn on Sunday, when those devout women - who from then on have been called Myrrh-bearing - set off with myrrh towards the grave to anoint the body, yet they did not find Him. Mary Magdalene was the first to receive the greatest news of all times and hurried to tell the apostles, but they did not believe the news immediately. Peter and John themselves rushed to the grave and found the stone rolled away, and the only remnants of the body were the linen cloths left there. Following this, when they gathered in the house, Jesus appeared to them and they realised that He had risen. He opened their minds to understand the Scriptures as well. Prior to this He had also appeared to Luke and Cleopas while they had been on their way to Emmaus, but they had not recognised Him immediately. Due to these encounters within all of them their hearts burnt with Divine flame.",

  "praznik_spasovden": "Forty days following the Resurrection, our Saviour accomplished what He had promised from the beginning. He returned to His Father in order to send His disciples the Spirit of Truth. Ever since Christ is seated at the right hand of His Father. His return to the Father is a public act: it happens before the eyes of the apostles. Christ is taken up in the air and a cloud receives Him to carry Him heavenwards. The last instructions He gives them are preparations for Pentecost. \"Do not depart from Jerusalem, but wait for the Promise of the Father, which you have heard from Me; for John truly baptised with water, but you shall be baptised with the Holy Spirit not many days from now. Therefore, when they had come together, they asked Him, saying: Lord, will you at this time restore the kingdom to Israel? And He said to them: It is not for you to know times or seasons which Father has put in His own authority. But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses of Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth\" (Acts 1:4-8). And immediately, while they watched Him being carried up, two men in white apparel, in fact angels, brought forth the gospel of the Second coming of Christ on earth. In spite of the instruction not to reckon about the times of these events, which are in God's authority, in the first years and even centuries after the Ascension, the Christians lived in an unrepeatable eschatology and as they could not overlook the seal of those Divine events, expected then already to be personal witnesses on earth of the glorious Parousia of the Lord.",

  "praznik_velikiChetvrtok": "The main thing about this important day of the Passionate week is that our Lord then established the two crucial mysteries for our salvation: the Holy Eucharist (at the Mystical Supper: \"Take, eat, this is My body which is broken for you, for the forgiveness of sins!\" Drink from it, all of you; this is My blood of the new covenant, which is shed for you and for many for the forgiveness of sins! Do this in My memory\") and the Jesus prayer (\"...Most assuredly, I say to you, whatever you ask the Father in My name He will give you.\", John 16:23) And whatever you ask in My name, that I will do, that the Father may be glorified in the Son. If you ask anything in My name, I will do it...\", John 14:13-14). In other words, on Great Thursday begins the mystical life of the Church. The day started with Christ's last counsels on the character of love that we ought to acquire if we are His, His humility; Him washing the feet of His apostles is remembered: \"if I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet.\" And it ended with the betrayal of the Godman Jesus Christ to the high priests and the Pharisees, done by Judas Iscariot, one among the Twelve closest disciples of Christ.",

  "praznik_velikiPetok": "On Holy Friday the Church commemorates the death and the burial of Lord Jesus Christ and His descent in the hades. This is the central point in the Passionate week, then the Godman, Who innocent suffered for the salvation of mankind, acquired the grace of redemption from the ancestral sin, by which the reign of death and hell (demons) over human nature was bereft of power. (More simply, from then on people through godly life, purification of their hearts from passions again can become free persons and as such inheritors of paradise.) For this day the Church prescribes strictest fast, the day to pass with no food or drinks (except for the weak and the aged), to mark the grievous memory of the events of that time. On Holy Friday the secret disciple of Christ Joseph of Arimathea asked Pilate for the dead body of the innocently crucified Lord Jesus, and the Jewish ruler Nicodemus, who himself had secretly followed Christ's Divine teaching, with a mixture of myrrh and aloes prepared His body for burial. The burial took place on Friday before the Pascha, in a new tomb near Golgotha (property of Joseph of Arimathea). Only few people were present. The long tradition of commemoration of this day has filled it with exceptional worshipping acts (they portray the events that happened on the Holy Friday: this starts with the Matins, that is performed as Vigil on Thursday evening, in which the evangelical history is proclaimed about the Passions and the death of Lord Jesus Christ in twelve Gospels). Since on Holy Friday the Godman Jesus Christ offered Himself as a sacrifice of thanksgiving and redemption to God the Father on behalf of the entire human nature (human race), Holy Eucharist is not performed in the Church, except possibly for the Liturgy of Presanctified gifts. In the ascetical literature, the Holy Fathers particularly focus on the character of the Lord's prayer in Gethsemane on the Holy Friday, and indicate it as a source, inspiration, and an example of that exceptional life-giving 'remembrance of death' that is filled up with the unreserved giving over of the Son to the will of God the Father.",

  "praznik_velikaSabota": "From the time of the suffering of Lord Christ on a cross at Golgotha every Holy Saturday is filled with expectation of the grace of His Resurrection. The death of our Lord already raised the deceased righteous in Jerusalem, who appeared to many, and the first to tremble faced with the possibility He to be proclaimed as risen were His enemies (the high priests and the Pharisees who had demanded He to be killed). A sentry of Roman soldiers was demanded to guard His body. Still, as the one who being Divine had innocently and unjustly endured humiliations, sufferings, and death on a cross, He unobstructedly rose. Death and hades (demons) did not find the way to exert authority over Him as such. The Risen Lord appeared to His disciples just as His apostles and evangelists bear witness. The long day of worship on the Holy Saturday ends deep in the night with the Vigil before Pascha. At the life-giving Tomb of our Lord in Jerusalem the Holy fire is celebrated. This fire from the Holy Tomb is carried throughout Palestine and it lights up all the homes. On the day of the great sacrifice of the new Covenant, the Sun of justice - Christ lights the Holy fire. This feast was established with the miracle in the time of the patriarch Narcissus, when in a lack of oil the oil lamps had been filled with water and lighted by a fire that miraculously had come down from the heavens and during the paschal service had burned as if under oil. The ancient Christian testimonies say that the inextinguishable fire has been kept at the Holy Tomb from the early times of Christianity. At the Vigil before Pascha (Resurrection) in the Churches throughout Orthodoxy the Episcope, since in the place and in the image of Christ, blesses and lights the oil lamps himself, and all else take light from his candle.",

  "praznik_istochenPetok": "The Feast of the Life Giving Spring is celebrated on Bright Friday. It was the 5th century. At that time, in Constantinople, near the so-called \"Golden Gates,\" there was a grove filled with cypress and plane trees, long since dedicated to the Most Holy Theotokos. Within the grove there was a spring, likewise long renowned as a source of miracles. Gradually, the site became overgrown with shrubbery, and the water receded into the mud. Only from the dampness of the earth could one deduce the existence of the spring. Once upon a time, the warrior Leo Marcellus passed the site, where he met a helpless traveller, a blind man who had lost his way and could not find his way out. Leo helped him get out onto the path, and led the man, weakened by exhaustion, into the shade to rest, while he himself went off in search of water to refresh the blind one. Then he suddenly heard a voice say: \"Leo, do not search far off for water. It is close by.\" Leo, amazed by the mysterious voice, began to look around, but could find no water. As he stood, sad and pensive, the same voice again addressed him: \"King Leo! Go into the shade of the grove, draw of the water which you will find there, and give it to the one who thirsts. Place the mud which you find in the spring upon his eyes. Then you will learn who I am, who it is that for so long has blessed this site. Soon I will help you to erect here a church bearing My name, and all who come here and with faith call upon My name will have their prayers answered, and will be completely healed of their sicknesses. As soon as Leo, hurriedly reaching the appointed place, had taken mud from the spring and placed it on the eyes of the blind man and had given him some of the water to drink, the blind man immediately regained his sight. Without a guide, he went into Constantinople, glorifying the grace of the Theotokos. This occurred during the reign of Emperor Mаrcian (391-457). Emperor Marcian was succeeded by Leo Marcellus (457-473). He remembered the appearance of the Theotokos, and ordered that the spring be cleaned of the ooze; earthworks were built to isolate the stream of that spring from other nearby springs, and the water was confined in a large circular stone pool, above which was built a church dedicated to the Theotokos. Emperor Leo called this spring the \"Life-giving Spring\", for there was revealed the miraculous grace of the Theotokos. One hundred years after Marcian, reigned the emperor Justinian the Great (527-565), a man greatly devoted to the Orthodox faith. For a long time he suffered from edema, finding no help from doctors, and already considering himself condemned to death. One midnight he heard a voice saying: \"You, O king, cannot return to health unless you drink from My spring.\" The king did not know of which spring the voice spoke, and he fell into despair. Then, during the day, the Theotokos appeared to him, and said: \"Arise, O king, go to My spring, and drink of it, and you will be healthy, as you were before.\" The sick man acted according to the Lady's will. He found the spring, drank of its water, and soon regained his health. Near the church built by Leo, the grateful emperor erected a new magnificent church, where later was founded a populous monastery. In the 15th Century, the Imperial City fell into the hands of the Muslims. The famous Church of the Life-giving Spring was destroyed, and its building materials were used to construct the mosque of Sultan Bayazet. The church site was covered with earth and crushed stone, so that the very foundations of the church disappeared from sight. The beautiful surrounding areas were turned into a Muslim cemetery. A Turkish sentinel, placed at the ruins of the church, forbade Christians not only to gather at the site, but even to approach there. Little by little, the strictness of this ban eased, and Christians were permitted to build a small church there. However, in 1821, it was destroyed as well, and the spring itself was filled in. Once again Christians cleaned up the ruins, reopened the spring, and once again drew water from it. Even upon these shards of the former magnificent holy structure, the Theotokos, as before, granted hearings through Her grace. Later, among the broken pieces in one of the windows was found, already half-rotted away through time and dampness, a panel on which were recorded 10 miracles which occurred at the Life-giving Spring during the period 1824-1829. During the reign of Sultan Mahmoud, the Orthodox received a measure of freedom to conduct religious services. They used it to erect, for the third time, a church above the Life-giving Spring. In 1835, with great pomp, the Ecumenical Patriarch Constantine, celebrating with 20 bishops and an enormous flood of the faithful, consecrated the church which stands to this day. Nearby was built a hospital and alms-house. Even the Muslims spoke with great respect of the Life-giving Spring, and of the Theotokos, Who through it pours out Her grace-filled power. \"Great among women Holy Mary\" is how they refer to the Most Holy Virgin. The water from the Life-giving Spring they call the \"water of Holy Mary.\"It is impossible to recount all of the miracles flowing from the Life-giving Spring and bringing grace to kings, to patriarchs, to noted as well as ordinary people. The power of grace acts to this day through the water of the spring. That power is personally experienced not only by Orthodox, but by Catholics, Armenians, and even by the Turks.",

  "praznik_duovden": "The New Testament Pentecost is the day of the glorious fulfillment of Christ's promise to send the Holy Spirit upon the apostles. This is an ultimately joyous, magnificent and consoling event. The house in which they have been gathered in oneness of spirit is all of a sudden filled with noise from heaven as of a rushing mighty wind, and cloven tongues as of fire spread out and descend on each of the disciples. Thus they are filled with the Holy Spirit and begin to preach the Gospel in various languages, as the Lord the Holy Spirit endowed them to converse. Unlike the mysticism, for instance, of the Assumption of the Most Holy Theotokos, at the coming of the glory of the Lord and the other wondrous phenomena from the beyond which manifest as a vision only to some of those present, the events of Pentecost become apparent to all, not only to the worthy ones. In order to see them, the citizens of Jerusalem did not need spiritual sight, though they did not give the same spiritual response to the seen. So, this speaking in all the languages the people of Jerusalem spoke (since there were newcomers from various lands) some viewed as a marvelous miracle, others as a sign of drunkenness. Peter explains this event inspired and refers to the prophecies regarding this event rendered to the Chosen people through the Prophet Joel. Peter's proclamation of the gospel reached the hearts of a multitude that heard him and they received the repentance in the name of Jesus Christ. On that day there were around three thousands people baptised and conjoined to the Church of Christ. From then on Pentecost has been regarded as a birthday of the Church of God. For the first time after the fall, after Adam lost his originally created spiritual light, man hypostatically receives the Holy Spirit and is granted the full and real possibility to live by the spiritual laws of the increate Divine grace. He is given the opportunity for spiritual renewal and growth."
}