{
    "app_name": "Православен календар",
    "settings": "Подесувањa",
    "welcome_message": "Православен календар",
    "widget_name": "Православен календар",
    "today": "Денес",
    "language_setting": "Подесување на јазик",
    "language": "Јазик",
    "english_language": "English",
    "macedonian_language": "Македонски",
    "day": "Ден",
    "gregorijanski": "Нов",
    "julijanski": "Ст",
    "zadushnica_zimska": "(Задушница зимска)",
    "zadushnica_noemvri": "(Задушница ноември)",
    "prochka": "Прочка",
    "veligdenski_posti": "Велигденски Пости",
    "veligden": "Воскресение Христово - Велигден",
    "veligden_2": "Воскресение Христово (втор ден)",
    "veligden_3": "Воскресение Христово (трет ден)",
    "spasovden": "Вознесение Христово (Спасовден)",
    "todorovaSabota": "Тодорова сабота",
    "lazarovaSabota": "Лазарова сабота",
    "cvetnici": "Влегување на Господ Исус Христос во Ерусалим – Цветници",
    "velikiChetvrtok": "Велики Четврток",
    "velikiPetok": "Велики Петок",
    "velikaSabota": "Велика Сабота",
    "istochenPetok": "Источен петок – Балаклија",
    "duovden": "Слегувањето на Светиот Дух – Педесетница (Духовден)",
    "duovden2": "Слегувањето на Светиот Дух – Педесетница (втор ден)",
    "duovden3": "Слегувањето на Светиот Дух – Педесетница (трет ден)",
    "petroviPosti": "Петрови Пости",
    "search_text": "Кога се паѓа...?",
    "povazhni_praznici": "Поважни празници со променлив датум",
    "search_result1": "се паѓа на",
    "search_result2": "во",
    "todayIs": "Денес е",
    "th": "-от ден во годината",
    "jan": "Јануари",
    "feb": "Февруари",
    "mar": "Март",
    "apr": "Април",
    "maj": "Мај",
    "jun": "Јуни",
    "jul": "Јули",
    "avg": "Август",
    "sep": "Септември",
    "okt": "Октомври",
    "nov": "Ноември",
    "dek": "Декември",
    "pon": "Понеделник",
    "vtor": "Вторник",
    "sred": "Среда",
    "cet": "Четврток",
    "pet": "Петок",
    "sab": "Сабота",
    "ned": "Недела",

    "praznik_prochka": "Овој празник пред Чесниот пост е устроен за да потсети на духовниот карактер на постот. Му се посветува на проштевањето или посуштински на покајанието, кое во Црквата претставува единствената вистинска содржина на личносните односи. Телесното воздржување што се практикува за време на постот е неразделно од богокопнежливата љубов на христијаните. Таа самата подразбира тежнеење да се живее во добродетелите на милостивост, кротост, долготрпеливост, смирение и секое човекољубие. Верните настојуваат ревнувајќи во овие добродетели и особено преку подвигот на Исусовата молитва, да Му приготват во себе живеалиште на Светиот Дух.",

    "praznik_todorovaSabota": "Првата сабота од Светата Четириесетница Православната Црква му ја посветува на споменот на чудесното јавување на Христовиот воин Теодор Тирон за избавување на христијаните од неумолливата скверност на царот Јулијан Отстапник. А тоа стана вака: свети Теодор Тирон во времето на гонењата на царот Максимијан маченички пострада за верата Христова во 306 година. Педесет години по неговото преставување кај Бога царот Јулијан Отстапник намисли на подмолен и таен начин да ги измами христијаните, коишто ги презираше, со тоа што за време на Светата Четириесетница, кога христијаните најмногу се очистуваат од гревовите и се трудат да Му угодат на Бога, заповеда на пазарите храната што ќе се продава да биде претходно попрскана со крв принесувана на жртвениците на нечистите идоли. Со ова христијаните купувајќи и јадејќи од храната на пазарите би се оскверниле. Но царот Отстапник не успеа во својата намера, бидејќи Бог му заповеда на храбриот воин Теодор Тирон не на сон, туку на јаве да му се јави на Константинополскиот архиереј Евдоксиј, предупредувајќи го за намислата на царот-Отстапник. Свети Теодор Тирон му предложи на блажениот Евдоксиј наместо да купуваат храна од пазарот, верните да употребат за јадење коливо, односно варена пченица. Со ова ја осуетија намерата на нечестивиот цар, а тој, пак, кога виде дека е откриена неговата измама, нареди повторно да се изнесе чиста храна на пазарите. Празнувајќи го споменот на ова чудо во првата сабота на Светата Четириесетница, светата Православна Црква ги поучува христијаните дека постот Му е благоугоден на Бога и оние што постат се наоѓаат под особена Божја заштита.",

    "praznik_lazarovaSabota": "На овој ден се споменува чудесното воскресение на четиридневно упокоениот Лазар, во она време извршено од Богочовекот Исус Христос. Како што сведочи Светото Евангелие, овој настан бил многу непосредно (или шест дена) пред предавството и убиството на Исус Христос на Голгота. Толкувачите гледаат во него предобраз и своевидна духовна подготовка на тогашните сведоци за претстојното Христово воскресение. Во секој случај, своевремено Лазаровото воскресение беше доживеано како најсилен доказ за Божественоста на Господ Христос пред тогашните Јудејци и постана камен на сопнување за мнозина. Но оттогаш мнозина и поверуваа во Него како во Спасител. Некои богослови особено ја растолкуваа човечката и Божествената природа Христова кај Лазаровото воскресение, велејќи дека Господ плачеше пред гробот на Лазар заради Својата човечка љубов кон него како мил пријател, а го воскресна со Својата Божествена сила како Бог.",

    "praznik_cvetnici": "Влегувањето на Исус Христос во Ерусалим откако го воскресна четиридневно погребениот Лазар е мигот на најмногубројното и најрадосното препознавање во Него Господ и Спасител. Исус влегува во престолнината на осле, според старозаветното пророштво. Ова е уште еден од многубројните знаци по кои би можеле да Го препознаат, но сепак овој знак не го разбраа ниту Неговите ученици. Многуброен народ наслушна дека ќе дојде, па го дочекаа со палмови гранчиња во рацете. Значи, ги слекуваа облеките од себе постилајќи ги пред Него и во восхит возвикнуваа вдахновено: Осана! Благословен е Оној што доаѓа во името Господово, Царот Израилев! Дури и некои од дојдените Елини на поклонение за Пасха пристапија и молеа да Го видат. Единствено свештенството и фарисеите се озлобија готвејќи се да Го погубат брзо, а мислеа да го убијат и Лазар кој сведочеше за Неговата сила и за Неговото Божество. И повторно Господ се труди да им го открие Својот идентитет на насобраните и да ги подготви за најблиската иднина и за смислата на оваа мисија и нејзините искушенија. Всушност, кога им сеобраќа со словото за Крстот, тие тогаш го губат знаењето за Него како за Цар и Христос, тогаш им се затвара умот за словото и за Писмата. Цветници се празнуваат во неделата пред Воскресение. Претставуваат сигурно најдраматичниот празник меѓу Дванаесетте големи празници на Црквата. Го ознауваат почетокот на најтешката седмица во историјата на човештвото, којашто аскетското трезвеноумно познание на човековата природа ја нарекува „Страстна“.",

    "praznik_veligden": "Откако слугите на првосвештениците израилски го фатија Исус и Го предадоа на Пилат со барање да биде распнат, а Пилат за да им угоди конечно така и пресуди иако не Му најде вина, Господ пострада со смрт на Крст. Висеше меѓу двајца разбојници, од кои едниот Го похули а другиот Го прослави, спасувајќи се со ова себеси за живот вечен. Во оној страшен миг неговите ученици се разбегаа како што Самиот им предрече; освен апостолот Јован Заведеев и мајка Му под Крстот, малку подалеку стоеја и неколку жени коишто последните години Му служеа со своите имоти. Покрај Него тогаш немаше други, освен непријателите и минувачите во неверие. Евангелието подробно пишува за смртта. Потоа Јосиф од Ариматеја, кој Му беше ученик, се осмели и го побара од Пилат телото за да го погребе. Го положија во еден нов гроб којшто Јосиф го имаше скроено во карпа. Го затворија влезот со камен и заминаа. За воскресението дознаа во мугрите во неделата, кога оние верни жени појдоа со миризливи масла на гробот за да Го помазаат телото, кое не Го најдоа. Веста ја прими прва Марија Магдалина и побрза да им јави на апостолите и тие не ? поверуваа. Петар и Јован самите се стрчнаа до гробот и го најдоа каменот одвален, а од телото лежеа оставени само повоите. По ова, кога се собраа заедно во куќата, Исус им се јави и разбраа дека воскреснал. Но им го отвори умот и за да ги разбираат Писмата. Им се јави и на Лука и Клеопа додека одеа во Емаус, но не Го препознаа веднаш. Срцата им гореа на сите.",

    "praznik_spasovden": "Четириесет дена по Воскресението, Спасителот го остварува она што го вети од почетокот. Се врати при Својот Отец за да Го испрати при учениците Духот на Вистината. Оттогаш Христос седи од десната страна на Отецот. Одењето кај Отецот е чин јавен: се случува пред очите на апостолите. Христос се подига во воздухот и облак Го подзема носејќи Го на небото. Последните пораки што им ги дава се подготовки за Педесетницата. Не оддалечувајте се од Ерусалим, туку чекајте го ветувањето од Отецот, за кое сте слушале од Мене! Зашто Јован крштеваше со вода, а вие не по многу дни од денес, ќе бидете крстени со Светиот Дух. А тие, кога се собраа, Го прашаа велејќи: Во ова време ли го востановуваш, Господи, царството Израилево? И Он им одговори: Не е ваше да ги знаете времињата или годините, што Отецот ги задржал во Своја власт; но ќе примите сила, кога врз вас ќе слезе Светиот Дух; и ќе Ми бидете сведоци и во цела Јудеја и Самарија, и дури до крајот на земјата (Дела 1, 4 - 8). И веднаш, додека гледаа како се крева на небото, двајца мажи во бела облека, всушност ангели, благовестеа за Второто доаѓање на Христос на земјата. Наспроти упатството да не умуваат околу времињата на овие настани, кои се во Божја власт, во првите години па и векови по Вознесението, христијаните очекуваа самите да бидат очевидци на земјата на славната Парусија Господова.",

    "praznik_velikiChetvrtok": "Главно за овој значаен ден од Страдалната седмица е дека Господ тогаш ги востанови двете суштествени тајни за нашето спасение: Светата евхаристија (на Тајната вечера: „Земете, јадете, ова е телото Мое кое за вас се прекршува за отпуштање на гревовите! Пијте од неа сите. Ова е крвта Моја која за вас и за мнозина се излева за отпуштање на гревовите! Правете го ова во Мој спомен“.) и Исусовата молитва („...Вистина, вистина ви велам: што и да посакате од Отецот во Мое име, ќе ви се даде“ (Јован 16, 23). „И што и да посакате од Отецот во Мое име, ќе ви го направам за да се прослави Отецот во Синот. Ако посакате нешто во Мое име, Јас ќе го направам...“, Јован 14, 13 - 14). Со други зборови, на Велики Четврток почнува светотаинскиот живот на Црквата. Денот започна со Христовите последни поуки за карактерот на љубовта што треба да ја стекнеме ако сме Негови, Неговото смирение; се памти миењето на нозете на апостолите што го направи Сам: „Ако Јас, Господ и Учител ви ги измив нозете, тогаш сте должни и вие еден на друг да си ги миете нозете“ (Јован 13; 14). А заврши со предавството на Богочовекот Исус Христос на првосвештениците и фарисеите, извршено од Јуда Искариот, еден од бројот на Дванаесеттемина најблиски Христови ученици.",

    "praznik_velikiPetok": "На Велики Петок Црквата ги споменува смртта и погребението на Господ Исус Христос и Неговото слегување во адот. Ова е стожерна точка во Страдалната седмица, тогаш Богочовекот Кој невино пострада за спасението на човечкиот род ја стекна благодатта на искупувањето од прародителскиот грев, со што се обезвласти владеењето на смртта и на пеколот (демоните) над природата на човекот. (Попросто кажано, оттогаш луѓето живеејќи богоугодно, очистувајќи ги своите срца од страстите, повторно можат да стануваат слободни личности и како такви наследници на рајот.) За овој ден Црквата пропишува најстрог пост, денот да помине без јадење и пиење (освен за немоќните и престарените), во знак на таговно сеќавање на настаните од она време. На Велики Петок тајниот Христов ученик Јосиф од Ариматеја го измоли од Пилат мртвото тело на невино распнатиот Господ Исус, а јудејскиот кнез Никодим којшто и самиот тајно Го следеше Христовото Божествено учење, со смеса од смирна и алој Му го подготви телото за погребение. Погребот е извршен во петок пред Пасха, во свеж гроб во близината на Голгота (сопственост на Јосиф од Ариматеја). Присутствувале само неколку луѓе. Долгата традиција на споменувањето на овој ден го исполнила со вонредни богослужбени дејства (ги изобразуваат настаните што се случија на Велики Петок: ова започнува со утрената, којашто како бдение се служи уште вечерта во Четвртокот, во која се објавува евангелската историја за страдањата и смртта на Господ Исус Христос во дванаесет евангелија). Со оглед дека на Велики Петок Богочовекот Исус Христос Му се принесе Себеси како благодарствена и искупителна жртва на Бога Отецот во име на севкупната човечка природа (човечкиот род), во Црквата не се служи Светата Евхаристија, освен можеби литургијата на претходно осветени дарови. Во аскетската книжевност, Светите отци особено се задржуваат на карактерот на молитвата на Господ во Гетсиманската градина произнесена на Велики петок, и ја покажуваат како извор, вдахновение и пример на она вонредно животворно ’сеќавање на смртта’ што е преисполнето со безостатната предаденост на Синот кон волјата на Бога Отецот.",

    "praznik_velikaSabota": "Од времето на страдањето на Господ Христос на крст на Голгота, секоја Велика сабота е исполнета со исчекување на благодатта на Неговото Воскресение. Смртта на Господ веќе ги воскреснала упокоените праведници во Ерусалим кои им се јавиле на мнозина, а први што трепереле пред можноста да се објави како воскреснат биле непријателите Негови (првосвештениците и фарисеите што побарале да биде убиен). Побарана е стража од римски војници да Му го чува телото. Сепак, Он како оној што невино и неправедно а Божествен претрпел понижувања, страдања и смрт на крст, незадржливо воскреснал. Смртта и пеколот (демоните) не нашле начин да воспостават власт над Таквиот. Воскреснатиот Господ им се јавил на Своите ученици онака како што сведочат Неговите апостоли и евангелисти. Долгиот богослужбен ден на Велика Сабота завршува длабоко во ноќта со бдението пред Пасха. А на живоносниот Гроб Господов во Ерусалим се празнува Светиот оган. Овој оган од Светиот гроб се пренесува по Светата Земја и ги осветлува сите домови. На денот на великата новозаветна жртва Сонцето на правдата – Христос, го разгорува Светиот оган. Овој празник е востановен со чудото во времето на патријархот Наркисос, кога во недостиг од масло кандилата биле налеани со вода и запалени од оган кој чудесно слегол од небото и за време на пасхалната служба горел како под масло. Древните христијански сведоштва говорат дека незгасливиот оган се чува на Светиот гроб од раните времиња на христијанството. На бдението пред Пасха (Воскресение) во Црквите ширум Православието Епископот, бидејќи е на местото и во образот Христов, самиот ги благословува и ги пали кандилата, а сите други земаат светлина од неговата свеќа.",

    "praznik_istochenPetok": "Се слави во петокот на Светлата седмица. Во Цариград во V век, во близина на таканаречената „Златна Порта“ постоело место полно со кипариси и чинари, уште одамна посветено на Пресвета Богородица. Во шумичката постоел извор, исто така одамна познат како источник на чуда. Со текот на времето местото обраснало со грмушки, а водата исчезнала во калта. Само влажноста на земјиштето навестувала дека постои извор. Еднаш војникот Лав Маркел минувајќи низ тоа место наишол на беспомошен патник, слеп човек кој го беше загубил патот не можејќи да се снајде. Лав му помогнал да се врати на патеката, и го одведел човекот, ослабен заради истоштеноста, под сенка да се одмори, а тој, пак, тргнал во потрага по вода за слепиот. Одеднаш слушнал глас кој му велел: „Лав, не барај вода некаде далеку. Таа е тука блиску.“ Лав, вчудоневиден од таинствениот глас, почнал да бара наоколу, но вода не можел да најде. Додека стоел така, натажен и замислен, истиот глас повторно му се обратил: „Цару Лав! Појди во сенката на шумичката, нацрпи од водата што ќе ја најдеш таму и подај му од неа на жедниот. Стави му врз очите од калта во изворот. Тогаш ќе узнаеш Која сум Јас, Која е Таа што толку долго време го благословува ова место. Набргу ќе ти помогнам да подигнеш тука црква со Моето име и на сите што ќе притекнат овде и со вера ќе Ме повикаат ќе им бидат услишани молитвите и потполно ќе се исцелат од нивните болести“. Лав поитал кон назначеното место, зел кал од изворот и ја ставил врз очите на слепиот, давајќи му и вода да се напие, и на овој веднаш му се вратил видот. Без водач тој пристигнал во Цариград, славејќи ја благодатта на Пресветата. Овој настан се случи за време на цар Маркијан (391-457). Царот Маркијан го наследил Лав Маркел (457-473). Тој го запамтил јавувањето на Пресветата и наредил изворот да се исчисти од тињата; изградиле насип за да се оддели овој од другите извори во близината, а водата ја затвориле во голем тркалест камен базен, над кој изградиле црква посветена на Пресвета Богородица. Царот Лав го нарекол изворот „Животодавен Извор“, зашто таму била објавена чудотворната благодат на Пресветата. Стотина години по Маркијан, владеел царот Јустинијан Велики (527-565), човек длабоко посветен на православната вера. Многу време тој страдал од водена болест, не наоѓајќи помош кај лекарите и сметајќи се себеси веќе за осуден на смрт. Еднаш на полноќ тој слушнал глас: „Ти, цару, нема да оздравиш с? додека не се напиеш од Мојот извор.“ Царот не знаел за кој извор му зборувал гласот, та паднал во очајание. Тогаш, дента, Богородица му се јавила велејќи му: „Стани, цару, појди до Мојот извор и напиј се од него, па ќе бидеш здрав како порано.“ Болниот ја послушал Пресветата Владичица. Го нашол изворот, се напил од неговата вода и наскоро му се повратило здравјето. Во близина на црквата изградена од Лав, благодарниот цар подигнал нова велелепна црква, каде што подоцна бил основан голем манастир. Во петнаесеттиот век царскиот град паднал во рацете на муслиманите. Прочуената црква на Животодавниот Извор била уништена, а градежниот материјал бил употребен за изградба на џамија на султанот Бајазит. Местото каде што порано стоела црквата било покриено со земја и кршен камен, така што и од самите нејзини темели немало трага. Прекрасната околина била претворена во муслимански гробишта. Турската стража, поставена при урнатините на црквата, им забранувала на христијаните не само да се собираат на тоа место, туку дури и да пријдат таму. Со текот на времето забраната станала не толку строга и на христијаните им било дозволено да направат малечка црква на тоа место. Но, во 1821 г., и таа била урната, а самиот извор бил затрупан. И повторно христијаните ги расчистиле урнатините, го откопале изворот и повторно црпеле вода од него. Дури и при овие остатоци од некогашното величествено свето здание, Пресветата, како и порано, со Својата благодат им помагала на оние што притекнувале при Неа. Подоцна, меѓу скршените парчиња кај еден од прозорите била пронајдена, веќе полураспадната од времето и влагата, плоча на која биле запишани 10 чуда што се беа случиле при Животодавниот Извор меѓу 1824 и 1829 година. За времето на владеењето на султанот Махмуд, православните добиле малку слобода за извршување на богослужбите. Тие го искористиле ова да подигнат, по трет пат, црква над Животодавниот Извор. Во 1835 г., со големо велелепие, Вселенскиот патријарх Константин, во сослужение со 20 епископи и во присуство на мноштво верници, ја осветил црквата којшто и до ден денес стои. Во близина била изградена болница и прифатилиште за сиромашни. Дури и муслиманите зборуваат со голема почит за Животодавниот Извор, како и за Богородица, Која преку него ја излева Својата благодатна моќ. „Голема меѓу жените Света Марија“, вака тие зборуваат за Пресветата Дева. Водата од Животодавниот Извор ја нарекуваат „вода на Светата Марија“. Невозможно е да се наведат сите чуда источени од Животодавниот Извор преку кои беше излеана благодат врз цареви, патријарси, врз големци како и врз обични луѓе. Силата на благодатта до денешен ден дејствува преку изворската вода. Таа сила лично ја имаат доживеано не само православни христијани, туку и католици, Ерменци, па дури и Турци.",

    "praznik_duovden": "Новозаветната Педесетница е денот на славното исполнување на ветувањето за Христовото испраќање на Светиот Дух врз апостолите. Ова е крајно радосен, извонреден и утешителен настан. Куќата во која тие пребиваат еднодушни одеднаш е преисполнета со шум од небото, сличен на силен ветар, а разделени јазици, како огнени, се спуштаат врз секого од учениците. Од ова тие се исполнуваат со Дух Свети и почнуваат да го благовестат Евангелието на разни јазици, онака како што Светиот Дух им даваше да изговараат. За разлика од мистиката на Успението на Пресвета Богородица, на пример, при доаѓањето на славата на Господ и другите одондестрани и чудесни појави кое им се открива како видение на некои од присутните, настаните на Педесетница стануваат очигледни за сите, не само за достојните. За да ги видат, на ерусалимјаните не им беше неопходен духовниот вид, иако на виденото не дадоа сите еднаков духовен одговор. Значи, зборувањето на сите јазици на кои луѓето од Ерусалим зборуваа (бидејќи во него живееја дојденци од разни краеви) едни го гледаа како прекрасно чудо, други како знак на пијанство. Петар вдахновено го објаснува настанот и ги упатува на пророштвата за овој настан до Избраниот народ дојдени преку Пророкот Јоил. Благовеста на Петар допре до срцата на многубројните луѓе што го чуја и тие го примија покајанието заради името на Исуса Христа. Во тој ден се крстија и присоединија кон Црквата Христова околу три илјади души. Оттогаш наваму Педесетница се смета за роденеден на црквата Божја. За првпат по падот човекот ипостасно Го прима Светиот Дух и ја добива полната и реална можност да живее според благодатта."
  }