[{
  "day": "1",
  "holydays": [{
    "title": "Holy Martyr Boniface",
    "important": false,
    "desc": "Martyrdom for Christ turns the sinner into Saint. Confirmation of this is the example of Saint Boniface. He was the servant of a rich and immoral woman in Rome, Aglais, with whom he was in illegitimate and sinful relationship. They were both pagans. One day, Aglais expressed her desire to have martyr’s relics in her house to protect her from evil. Therefore, she sent her servant to Asia in order to find and purchase holy relics. Boniface took a numerous escort and much gold and riches, and before leaving said to his mistress: “And will you honour me as a saint if I bring back my own body to you as a relic?“ Aglais laughed, calling him a sinner and drunkard. Thus they parted. Upon arriving at the city of Tarsus, Boniface saw many Christians that had been put to the torture: some with their legs cut off, others having lost their arms, third lacerated or stubbed, fourth hanged etc. His heart changed, he repented for his sinful life and tears run down his face. Among the Christian martyrs he cried out: “I am a Christian, too!“ The tribunal put him to tortures: at his command they beat him severely and then they poured molten lead into his mouth, but as this did not harm him – he was beheaded. His escort took his body to Rome. An Angel of the Lord appeared to Aglais and said:” Meet him who was once your servant, but has now become our brother and companion in ministry to God; he is the guardian of your soul and protector of your life “. Overwhelmed, Aglais set out to receive the holy relics of Boniface, built a church in his honour and laid his relics there. Then she renounced the world, distributed her fortune to the poor, and lived for fifteen years in prayer and deep repentance. Saint Boniface suffered martyr’s death in the year 290."
  }, {
    "title": "Saint Elijah of Murom",
    "important": false,
    "desc": "He was a monk at the Lavra of the Kiev Caves. He fell asleep in the Lord in the year 1188. His incorrupt relics have worked many miracles. The three fingers of his right hand have been in praying position till this day and reveal that he had died while at prayer."
  }, {
    "title": "Saint Gregentius, Bishop of Himyar",
    "important": false,
    "desc": "He was a deacon at the church in Milan and had a numerous visions. By Divine Providence he was taken to Alexandria, where the Patriarch Proterus, according to a heavenly vision of his, consecrated him Bishop of Himyar (the land of Homerites), in Arabia Felix, which Saint Elesbaan (24 October) had just liberated from the tyrant ruler Dhu-Nowas, a convert to Judaism. Saint Gregory is remembered as a good shepherd and a great wonderworker. With the help of the pious king Abraha, he organized the Church of the Himyarites, built many temples and converted numerous Jews to Christianity. He wrought great and terrifying miracles by the power of his prayer; by his prayer before the impious Jews appeared the Lord Jesus Christ Himself, which led them to repent and receive Baptism. Saint Gregory governed the Church for thirty years. He fell asleep in the Lord in the year 552."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Holy Hieromartyr Ignatius, the Godbearer",
    "important": false,
    "desc": "This holy man is called the God bearer because the Name of the living God was always in his heart and on his mouth. According to tradition he received this name as the incarnate God Jesus Christ took him in His arms. At the time when the Lord instructed his disciples in spiritual life according to the evangelic commandments, he took a child, placed it among them and said: “Whoever humbles himself as this little child is the greatest in the kingdom of heaven“ (Matthew 18, 4). This child was Saint Ignatius. Later he became the disciple of Saint John the Theologian, together with Polycarp, the Bishop of Smyrna. As the Bishop of Antioch he governed the Church as a good shepherd. He introduced the antiphonal religious chanting, i.e. alternate chanting on two chanters’ stands in worship. This way of chanting was revealed to Saint Ignatius by Angels of the heavens. When the Emperor Trajan was passing through Antioch in his campaign against the Persians, he heard about Ignatius, summoned him and offered him the position of a senator if he sacrificed to the idols. As the advice and threats of the Emperor were to no avail, Saint Ignatius was put in chains and, escorted by ten most cruel soldiers, he was sent to Rome to be thrown before the beasts. Ignatius rejoiced the martyrdom for Christ and continually prayed to God the beasts to become the tomb for his body and no man to prevent this death. After long and exhausting journey from Asia, through Thrace, Macedonia and Epirus, Ignatius arrived at Rome, where he was thrown before the lions at the arena. The lions tore his flesh and devoured him, leaving nothing but a few bones and his heart. This glorious man of God suffered martyr’s death in the year 106 in Rome, at the time of the impious Emperor Trajan. He has appeared on many occasions, coming to aid to all that call upon him in faith."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Holy Martyr Juliana and her six hundred thirty companions",
    "important": false,
    "desc": "This glorious virgin martyr was born of pagan parents in Nicomedia. She heard preaching of the Gospel and was converted to Christ with all her heart, so she began to live according to His commandments. She was betrothed to a senator called Eleusius. In order to ward off her suitor, Juliana told him that she would never marry him unless he became Prefect of Nicomedia. She challenged him thinking that this young man could never reach that high position. But Eleusius put all his effort, and with flattery and bribe he succeeded to be appointed Bishop of Nicomedia. Then Juliana revealed him that she was a Christian and that cannot marry him unless he embraced the Christian faith, saying: “What is the use of our bodies being united, when we would be spiritually apart?“ Eleusius was greatly embittered at this and denounced her to her father. Enraged, her father mocked her and beat her pitilessly, and then handed her in to the Prefect to be put to the torture. At the Prefect’s order she was severely beaten and then thrown into prison, her whole body covered with wounds and blood. But God healed her in the dungeon and she appeared before the Prefect alive and well. Then he had her tied and thrown into a cauldron of boiling lead, but the fire did not harm her. Seeing this miracle, many believed in the Lord Jesus Christ. There were five hundred converted men and a hundred and thirty women. The Prefect condemned them all to death and they were beheaded. Thus their souls inhabited the Heavenly Kingdom. Then the cruel Prefect condemned Saint Juliana to be beheaded, too. She came out at the place of her execution rejoicing in her spirit. She prayed to God and laid her head to be cut off. At the day she was beheaded, her soul inhabited the Christ’s Kingdom of eternal light, in the year 304. Before long, the punishment of God befell Eleusius. While he was at sea, his ship was wrecked and he fell into the water. But he did not find death in the water, but managed to reach an island where he was torn apart and devoured by wild dogs."
  }, {
    "title": "Holy Martyr Themistocles",
    "important": false,
    "desc": "In his youth he was a shepherd and tended his flock on the mountains near Myra in Lycia. At that time the Christian tormentors pursuing Saint Dioscorides came across Themistocles and asked him if he had seen the fugitive or if he knew his hiding place. Though he knew, Themistocles would not tell them, but instead he declared himself as a Christian. He was tortured and killed in 251, during the reign of Decius."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Holy Great Martyr Anastasia Pharmocolytria and her Companions",
    "important": false,
    "desc": "This glorious follower of the Christian faith was born in Rome and came of a rich and illustrious family, her father being a pagan senator and her mother was a Christian. In her youth she was lovingly attached to the Lord Jesus Christ, and she was instructed in the things of God by the venerable master Chrysogonus. Her father married her against her will to Publius, a pagan landowner. Anastasia avoided his bed on the plea of illness. For this her husband treated her brutally, depriving her of food and keeping her locked. He put her to even greater torments when he found out that she secretly visited Christian martyrs in the prisons, offered them food, cleansed their wounds, untied their ropes. By Divine Providence she was released from her merciless husband. The Emperor sent Publius to Persia, and he was shipwrecked at sea. Then Saint Anastasia was free to serve the imprisoned Christians and to distribute her great fortune in charitable works for the poor. One day, when the Emperor Diocletian was in the city of Aquileia, he ordered the Christ’s confessor Chrysogonus to be brought before him. Saint Anastasia accompanied him on his way to the Emperor. By order of the Emperor Saint Chrysogonus was beheaded. Then the three sisters Agape, Chionia and Irene died as martyrs, too (16 April): the first two were thrown into fire, and the third one shot by an arrow. Saint Anastasia took their bodies, wrapped them in white cloth, applied aromatic oils and buried them with devotion. Then she went to Macedonia, where she helped those who suffered for Christ. Here she was captured as a Christian and brought to hearings and trials before various Prefects. Longing after death for her beloved Christ, Anastasia ceaselessly strived for him in her heart. The chief of pagan priests Ulpian attempted to violate her, but he was blinded and fell dead to the ground. Condemned to death by starvation Saint Anastasia spent thirty days in prison with nothing to eat, living on tears and prayer. Then she was put aboard a boat with other Christians and left to drown in the open sea, but God preserved her from such death. At last they hanged her over flaming fire tying her by her arms and legs, and thus she gave up her soul to God. She suffered martyr’s death and inhabited the Kingdom of Christ in the year 304."
  }, {
    "title": "Holy Martyr Theodota and her three children",
    "important": false,
    "desc": "As a widow with three children, Theodota completely devoted herself to service to God. She brought up her children in the Christian spirit. Saint Anastasia lived at her house while in Macedonia and together with her she visited confessors of the faith in the prisons. When she was brought to trial, Saint Theodota fearlessly confessed the Lord Jesus Christ. Then she was sent to Nicetius, the Proconsul of Bithynia. An impious pagan attempted to touch her, but suddenly an angel of God appeared before him and prevented him. Saint Theodota was condemned to death and thrown into a brazier together with her children. They honourably ended their life on earth and inhabited the Kingdom of eternal glory."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Venerable Nahum of Ohrid, the Wonderworker",
    "important": true,
    "desc": "He was the disciple of the Saints Cyril and Methodius and one of their disciples who most zealously cooperated with these Apostles of the Slavs. Saint Nahum went to Rome where he became renowned for his great erudition and his gift of working miracles. He had an excellent command of several languages. With the support of King Boris Michael they settled on the shore of Lake Ohrid when they returned from Rome. While Saint Clement acted as Bishop of Ohrid, Saint Nahum founded a monastery on the south coast of the lake. This monastery ornaments the lake coast as the name of Saint Nahum ornaments the history of Slav Christianity and represents a source of miracle-working power and shelter for the sick and infirm. Numerous monks from all parts of the Balkan gathered around Saint Nahum. He was a wise teacher, unique guide of the monks, resolute ascetics, wonderworker and spiritual father. He relentlessly struggled in the translation of the Holy Scriptures and other church books from Greek into Slavonic. He worked miracles during his life on earth and after he had departed. His miracle-working relics overwhelm by the great many miracles, especially healing of severe illnesses, above all mental illnesses. He fell asleep in the Lord at the first half of the X century."
  }, {
    "title": "Saint Niphon the Wonderworker",
    "important": false,
    "desc": "He was born in Paphlagonia and raised in Constantinople at the home of a nobleman. As a young boy he was drawn into bad company and he soon sunk into a life of pleasure and debauchery. Burdened by his sins, he could not even pray to God. By mercy of the Holy Mother of God he returned to the road of righteousness and became a monk. He had countless heavenly visions. For four years he had led a hard struggle against the demon that continually whispered to him: “God does not exist! God does not exist!“ But when the Lord Jesus Christ Himself appeared to him, he gained a great power over the evil spirits and was released from the great temptations. He was granted to see angels and demons around men and could discern human thoughts. He conversed with angels and disputed with the evil spirits. He built a church in honour of the Holy Mother of God in Constantinople, he gathered monks around him and led many to salvation. The Archbishop of Alexandria, after receiving a heavenly vision, consecrated him Bishop of the city of Constantiana on Cyprus. At that time Saint Niphon was already in advanced age. He governed the Church for a while and then departed for the Heavenly Kingdom. Before his death, Saint Athanasius the Great, the archdeacon of the Church of Alexandria, visited him and saw his face radiant as the sun after he had given up his soul to God."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Venerable Martyr Eugenia and her Companions",
    "important": true,
    "desc": "Saint Eugenia was the daughter of Philip, the Prefect of whole Egypt. She was born in Rome. At that time the Christians were persecuted from Alexandria and lived outside the city walls. The virgin Eugenia visited the Christians and embraced their faith with her whole heart. She left her parents and accompanied by her two faithful eunuchs, she went to the Bishop Helenus for holy Baptism, then put on male attire and entered into a male monastery where she received the monastic tonsure. She cleansed her heart through a voluntarily struggle to such measure that she was granted the gift of healing the sick. She cured a rich lady called Melanthia. Yet this same Melanthia, taking her for a man, attempted to lead him into sin. As Eugenia had rejected her advances outright, this wicked woman desiring vengeance went to the Prefect and accused Eugenia just as once before the wife of Petephrus had falsely accused the righteous Joseph. By order of the Prefect all monks were put in chains and thrown into prison together with Eugenia. When she was brought to trial, she revealed to her father that she was his long-lost daughter Eugenia. Full of joy, Philip together with his whole family embraced the Christian faith and received holy Baptism. Then he was elected Bishop of Alexandria. Upon hearing of this, the Roman Emperor sent his brutal commander Terence to Alexandria. He secretly put Philip to death. Then Saint Eugenia together with her mother and her brothers moved to Rome. There with great zeal and courage she converted the pagans to the faith of Christ, especially the maidens. Thus she converted the beautiful maiden Bassila. Before long, Bassila was put to death for Christ, just as Saint Eugenia had foretold her. Then the two eunuchs Protas and Hyacinth were too beheaded. At last Saint Eugenia’s turn came. Her presence made the pagan temple of Diana shake and shatter. Her tormentors threw her into water, then into fire, but God preserved her. In her dungeon the Lord Jesus Christ Himself appeared to her and told her that she would end as a martyr on the day of His Nativity. So it came to pass. She was beheaded on 25 December 262 in Rome. After her death, Saint Eugenia appeared to her mother in glory and consoled her."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "The Nativity of our Lord Jesus Christ",
    "important": true,
    "desc": "But when the fullness of the time had come, God sent forth His Son (Gal. 4, 4) to redeem mankind. And when nine months had passed from the day the Archangel Michael had announced the good news to the Holy Virgin in Nazareth, saying: “Rejoice, … blessed are you among women… you will conceive in your womb and bring forth a Son “ – at that time the Caesar Augustus issued a decree for census of the population to be carried in the Roman Empire. According to this order everyone was to go to his native place and registered there. The righteous Joseph and the Holy Virgin went to Bethlehem, the city of David, for they both were descendants of David’s royal lineage. And because of the census there were too many people in this small city, and Joseph and Mary could not find a place to stay for the night in none of the houses, so they found shelter in a small cave, where the shepherds kept their sheep. In this cave, on the night between Saturday and Sunday, 25 December, the Most Holy Virgin brought forth the Saviour of the world, our Lord Jesus Christ. Having delivered him without any pain, as she had conceived him without committing sin, of the Holy Spirit and not of a man, she wrapped him in swaddling cloths, bowed down before Him and laid Him down in a manger. Then the righteous Joseph approached and bowed down before Him, the Divine fruit of the Virgin’s womb. Then the shepherds came from the field, directed by an angel of God and bowed before Him as the Mesiah and the Savior, exclaiming: “Glory to God in the highest, and on earth peace, goodwill toward men “ (Luke 2, 14). At that time arrived the three wise men from the East, guided by a miraculous star, and presented gifts to Him: gold, frankincense, and myrrh. They fell down and worshipped Him as the King of Kings (Matthew 2). Thus came to the world the One Whose coming was foretold by the Prophets, born as it was foretold: of a Virgin, in the city of Bethlehem, of the lineage of David according to the flesh, at the time when in Jerusalem there was no longer King of the lineage of Judas, but ruled Herod the foreigner. After all the pre-images and allusions of those sent by God and those announcing the good news, the Prophets and the righteous ones, the wise men and kings, at long last came He, the Master of the world and the King of Kings, to complete the deed of human salvation, which could not be performed by his servants. Eternal glory to Him. Amen."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Synaxis of the Holy Mother of God",
    "important": true,
    "desc": "On the second day of Christmas the Christian Church glorifies the holy Mother of God, Who gave birth to our Lord and Saviour Jesus Christ. This feast is called the Synaxis of the Holy Mother of God as on this day the faithful gather to pay homage to Her, Who is the Birth-giver of God. The whole community celebrates Her at the glorious church service in Her honour. In ancient times in Ohrid there was a practice the vigil before the second day of Christmas to be held only at the Church of the Holy Mother of God called Chelnica. Here all clergy and people together venerated the Most Pure Mother of God."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Holy First-martyr and Archdeacon Stephen",
    "important": true,
    "desc": "He was a relative of the Holy Apostle Paul, a Jew from among the Jews that lived in the Greek provinces. He was the first of the Seven deacons that the Holy Apostles ordained and appointed to take care of the poor in Jerusalem. That is why he is called Archdeacon. By power of his prayer he worked great many miracles among men. The wicked Jews disputed with him, but were always overthrown by his wisdom and the power of the Holy Spirit Who acted through him. Then the defeated Jews, used to treachery and slander, stirred the people and their chiefs against the innocent Stephen. The accusation against Stephen was that he blasphemed against God and the Holy Prophet Moses. Instantly they found false witnesses to confirm the accusations. Then Stephen came out before people and they all could see his face radiant as an Angel, i.e. illumined with a divine light as once was Moses while conversing with God. Stephen opened his mouth and talked about the countless good deeds and miracles of God for the well being of the people of Israel throughout the history, but also the many transgressions, the ingratitude and resistance of the Israel to God. Particularly he denounced them for the crucifixion of the Lord Jesus, whom they had betrayed and murdered. And while they gnashed their teeth, Stephen lifted his eyes and saw Heaven opened and the glory of God. What he saw he made known to the Jews: “I see the heavens opened, and the Son of man standing at the right hand of God “ (Acts 7:56). Then the wicked men took him out of the city and stoned him to death. Among his tormentors was his relative Saul, who was later to become Apostle Peter. At that time in the distance stood the Holy Mother of God with Saint John the Theologian and watched the martyrdom of the first martyr to suffer for the truth of Her Son and God, praying for Stephen. This took place a year after the descent of the Holy Spirit on the Apostles. Gamaleel, a Jewish chief and a secret Christian took the body of Saint Stephen in secret and buried it on his land. Thus ended his life in glory the first of the Christian martyrs and inhabited the Kingdom of our Lord Jesus Christ."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Holy Twenty Thousand Martyrs of Nicomedia",
    "important": false,
    "desc": "In the reign of the cruel Emperor Maximian Galerius, Christianity in Nicomedia blossomed and grew day by day. One day when the Emperor was at the city he found out about the large number of Christians and the growth of the Christian Church, which annoyed him greatly so that he devised a plan to murder them all. The feast of the Nativity of our Lord was approaching and the Emperor learned that all Christians would gather at the church on that day, so he ordered his army to surround the church and burn it down on the feast day. The Christians had assembled at midnight and began to celebrate gloriously their divine feast when the soldiers surrounded the church so that nobody could escape, and a messenger of the Emperor entered the church and declared the Emperor’s order: they were all to sacrifice to the idols or they would be burned. Then a divine zeal seized the archdeacon and he began reminding the Christian assembly of the Three Young Men thrown into the Babylonian furnace. “Look brothers to the altar of God and understand that there has now sacrificed for us our Lord Who is the only true God; should not we lay our souls for Him on this holy place? The assembly became eager to die for Christ, and all catechumens were baptized and anointed with the holy myron. Then the soldiers set the church on fire and the Christians, twenty thousands in number, gave up their souls in the fire singing in glory to God. The church was burning for five days and an indescribable heavenly scent filled the air and the place was surrounded by a brilliant light. Thus ended their lives in glory many men, women and children and received the wreath of eternal glory in the Heavenly Kingdom. They suffered and were glorified in the year 302."
  }, {
    "title": "Venerable Symeon the Outpourer of Myrrh",
    "important": false,
    "desc": "He was the founder of the Monastery of Simonos Petra on the Holy Mountain of Athos. He is renowned for his ascetic struggle, heavenly visions and miracles. He fell asleep in peace and departed to God in the year 1257."
  }, {
    "title": "Holy Martyr Domna",
    "important": false,
    "desc": "The virgin Domna was priestess of the temple of the pagan gods within the palace of the Emperor Maximian. One day she came across the Acts of the Apostles and having read them she believed in Christ and hastened to Bishop Cyril to receive holy Baptism together with the eunuch Indes. Saint Cyril directed her to a female monastery, where the blessed Agathia was abbess. When the Emperor began to search for her, Agathia put male attire on her and sent her to a male monastery. At that time twenty thousand Christians were burned in the church by order of the Emperor Maximian. After that by Emperor’s order Saints Indes, Gorgonius and Peter were cast into the sea with heavy stones around their necks. The courtier Zeno who publicly condemned the Emperor for his idolatry was beheaded; Saint Theophilus, the deacon of Bishop Anthimus was stoned to death; Abess Agathia, sister Theophila and the palace officers Dorotheus, Mardonius and Migdonius were all put to death for Christ. One night as Domna was walking along the seacoast she saw fishermen hauling in their nets. At the time she was grieving after her companion Indes. The fishermen called her to help them and by divine Providence they recovered three bodies in which she recognized Saints Indis, Gorgonius and Peter. She took their bodies and buried them with devotion. When the Emperor learned that some boy guarded and incensed the tombs of the Christian martyrs ordered him to be beheaded. Saint Domna was seized and beheaded too and thus crowned with martyr’s wreath in the Heavenly Kingdom together with the other martyrs."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Fourteen Thousand Holy Children of Bethlehem",
    "important": false,
    "desc": "As the Magi of the East did not return from Bethlehem to Jerusalem to bring the word of the new-born King to Herod, but left for their country by another road as instructed by an Angel of God, Herod was so infuriated that he ordered the massacre of the male children under two years of age in Bethlehem and the surrounding district. This terrible order was carried out completely. Some children were beheaded; the other stoned, third died trodden under soldiers’ feet and fourth were strangled. And the lamentation and weeping of the mothers rose to the heavens; there were cries and great mourning, “Rachel weeps for her children and would not be comforted, because they are not “ as was foretold (Jeremiah 31, 15; Matthew 2, 18). This massacre of the numerous innocent children took place a year after the Nativity of the Lord Jesus Christ, on 29 December. For this time Herod searched for the divine Child. He wanted to take John, the son of Zacharias, to kill him for he thought that John was the new King. As Zacharias refused to give John, by Herod’s order he was killed in the temple. The Righteous Symeon would have been murdered too, if he had not give up his soul to God after the Meeting of our Lord. After he had slaughtered the children of Bethlehem Herod turned to the Jewish high chiefs who speculated about the place of birth of the Messiah. He killed the high priest Hircan and other seventy elders of the Synedrion. Thus died ingloriously all who agreed with Herod that the new Child-King was to be murdered. Then he killed his own family – his brother, his sister, his wife and their three sons. At last the punishment from God came: he started shivering, his legs swell, the lower part of his body began to decay, his flesh was slowly eaten by worms, his nose shut and a terrible smell spread around him. Before he died he remembered that there were many Jews in prison who would rejoice over his death so he ordered all to be killed. Thus this tyrant gave up his inhuman soul in eternal possession of demons."
  }, {
    "title": "Venerable Marcellus",
    "important": false,
    "desc": "Saint Marcellus was born at Apamea in Syria. He was abbot of the Monastery of the Unsleeping Ones (Akoimetoi) in Constantinople. He had the gifts of discerning peoples’ hearts, healing sicknesses and working miracles. He conversed with Angels, easily defeated and cast out the evil spirits. After his death, he appeared to his fellow monk Saint Lucian and told him that God had heard his prayers for him and would soon take him to the Heavenly Kingdom, too. This glorious holy man fell asleep in the Lord in the year 486."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Holy Martyr Anysia",
    "important": false,
    "desc": "She was born in Thessalonica of rich and noble parents, and raised in the faith of Christ. Having been orphaned in her youth, she completely committed herself to prayer and godly thoughts in her home. Driven by her love for Christ she often said: “O false life of the youth, for either you deceive or you are deceived. The old age is far better, but I am stricken with grief when I think of the long time that has to pass till the Heavenly Kingdom“. She distributed all her properties to the poor, and then made for living by her own hands. She observed a strict fast, slept very little and spent her time in constant prayer and weeping. Whenever overcome by sleep, she said to herself: “It is dangerous to sleep when my enemy watches“. At that time the cruel Emperor Maximian issued an edict stating that anyone had the right to kill Christians with no fear of punishment. One day, on the pagan festival of the sun, when this holy maiden was on her way to church, an imperial soldier stopped her. He was drawn by her beautiful face and led by sinful desires he asked her name. She made the sign of the Cross and said: “I am a servant of Jesus Christ and I am on my way to church“. When the rude soldier approached her with his absurd proposals, she pushed him and spat in his face. The soldier ran her through with his sward under her ribs. This holy virgin suffered martyrdom in the year 298. The Christians buried her with devotion, and God crowned her with the martyr’s wreath in His Kingdom. A church was built over her tomb."
  }, {
    "title": "Venerable Theodora of Constantinople",
    "important": false,
    "desc": "She was a nun and lived in obedience of Saint Basil the New (26 March). After her death she appeared to Saint Gregory, a disciple of Saint Basil, and described him the twenty trials that her soul had to pass until by prayers of Saint Basil it entered eternal peace. She presented herself before God on 30 December 940."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Venerable Melania the Roman",
    "important": true,
    "desc": "Saint Melania was born in Rome into a noble and rich family. Her parents married against her will to a noble young man called Pinian. When she had given birth to her second child she fell ill and told her husband that she would not be cured unless he swore to God that they would continue their life together as brother and sister. Her husband swore, and out of her spiritual joy her body was cured. Then God pleased to take their two children, and they decided to sold everything they owned and distribute their riches to the poor, the churches and monasteries. They travelled a lot to foreign lands and cities using their riches to perform good deeds. They visited the renowned spiritual fathers in Upper and Lower Egypt who instructed them in spiritual life and inspired them greatly. All this time Melania was leading the ascetic struggle in strict fasting, continuous prayer and reading of the Holy Scriptures. She used to read the complete Holy Scriptures, the Old and the New Testament three times in the course of the year. She lived with her husband as with her brother and companion in the ascetic struggle. When they came to Alexandria, they visited the holy Patriarch Cyril and took his blessing. Then they left for Jerusalem and settled on the Mount of Olives. Here Melania lived as a recluse entirely committing herself to fasting and prayer. Thus she spent fourteen years. Then she left her reclusion and devoted herself to serving the others on their road to salvation. She founded a male and a female monastery. On invitation of her relative, the senator Volusian who was a pagan, she came to Constantinople and converted him to the faith in Christ (previously the venerable Augustine failed to convert him). Then she returned to the Mount of Olives and fell asleep in the Lord in the year 439, at fifty-seven years of age."
  }, {
    "title": "Saint Theophylact, Archbishop of Ohrid",
    "important": true,
    "desc": "Saint Theophylact was born on the island of Euripos and was educated in Constantinople under the best masters at the time. Having joined the clergy of the Great Church of St Sophia he was eventually consecrated bishop against his will and was sent to Ohrid, where he spent twenty-five years (1082-1108). Homatian of Ohrid calls him “the wisest bishop”. He was distinguished by his broad education, secular and theological, his refined Byzantine taste, melancholic and sensitive. Among the Slavs on the Balkan he felt as exiled to a land of barbarians. He wrote “Commentaries” on the four Gospels and the other books of the New Testament. They are the best works of this kind after the commentaries of Saint John Chrysostom, and are very useful and precious to the present day. From among his other works well known are his “Letters” and “Life of Saint Clement of Ohrid“. In his old age, he left for Thessalonica, where he is considered to have given up his soul to God."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Circumcision of Our Lord and God and Savior Jesus Christ",
    "important": true,
    "desc": "The eighth day following His birth, the Divine Child was presented in the Temple and circumcised according to the Law existing in Israel since the time of Abraham. On this occasion, He was given the name Jesus, which the Archangel Gabriel announced to the All-Holy Virgin Mary. The Old Testament circumcision was the proto-type of the New Testament baptism. The circumcision of our Lord shows that He received upon Himself the true body of man and not just seemingly, as was later taught of Him by heretics. Our Lord was also circumcised because He wanted to fulfil the entire Law which He Himself gave through the prophets and forefathers. In fulfilling the written Law, He replaced it with Baptism in His Holy Church as was proclaimed by the Apostle Paul: \"For neither does circumcision mean anything, nor does uncircumcision, but only a new creation\" (Galatians 6:15). ((In the cycle of the liturgical calendar of the Church, this Feast of the Lord's Circumcision has neither a Forefeast nor an Antefeast).."
  }, {
    "title": "Saint Basil the Great, Archbishop of Caesarea",
    "important": true,
    "desc": "Basil was born during the reign of Emperor Constantine. While still unbaptized, Basil spent fifteen years in Athens where he studied philosophy, rhetoric, astronomy and all other secular sciences of that time. His colleagues at that time were Gregory the Theologian and Julian, later the apostate emperor. In his mature years he was baptized in the river Jordan along with Euvlios his former teacher. He was Bishop of Caesarea in Cappadocia for almost ten years and completed his earthly life fifty years after his birth. He was a great defender of Orthodoxy, a great light of moral purity, a religious zealot, a great theological mind, a great builder and pillar of the Church of God. Basil fully deserved the title \"Great.\" In liturgical services, he is referred to as the \"bee of the Church of Christ which brings honey to the faithful and with its stinger pricks the heretics.\" Numerous works of this Father of the Church are preserved; they include theological, apologetical, ascetical and canonical writings as well as the Holy and Divine Liturgy named after him. This Divine Liturgy is celebrated ten times throughout the year: the First of January, his feast day; on the eve of the Nativity of our Lord; on the eve of the Epiphany of our Lord; all Sundays of the Honorable Fast (Lenten Season), except Palm Sunday; on Great and Holy Thursday and on Great and Holy Saturday. St. Basil died peacefully on January 1, 379 A.D., and was translated into the Kingdom of Christ."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Saint Sylvester, Bishop of Rome",
    "important": false,
    "desc": "Sylvester was born in Rome and from his early youth was learned in worldly wisdom and in the Faith of Christ. He always conducted his life according to the Gospel commandments. He benefited much from the instruction of Timothy the priest whose death for the Faith Sylvester himself witnessed and, observing the example of the heroic sacrifice of his teacher, was imbued with such a spirit throughout his entire life. At age thirty, he became the Bishop of Rome. He amended the customs of Christians. For example, he dispensed the fast on Saturdays, which was practiced by many Christians up to that time, and ordered that fasting be observed only on Holy and Great Saturday as well as on those Saturdays that fall within the fasting seasons. By his prayers and miracles Sylvester assisted in bringing Emperor Constantine and his mother Helena into the True Faith. They were later baptized. He participated with the Empress Helena in finding the Honorable Cross. He governed the Church of God for twenty years. His earthly life ended honorably and he was translated into the heavenly Kingdom."
  }, {
    "title": "Venerable Ammon",
    "important": false,
    "desc": "Ammon was a great ascetic of the fifth century. He was the abbot of the Tabennesiote Monastery in Upper Egypt. Three thousand monks lived the ascetical life under his direction. He possessed the abundant gift of miracle-working and discernment. Once when a monk asked him for advice, he said to him, \"Be like a convict in prison, as he continually asks: when will the judge come, and so should you ask with trembling.\""
  }, {
    "title": "Venerable Seraphim of Sarov",
    "important": false,
    "desc": "Seraphim was one of the greatest Russian ascetics, discerners and miracle-workers. He was born in 1759 A.D. and died in 1833 A.D. Seraphim was distinguished by great humility. When the entire world praised him, he referred to himself as \"the wretched Seraphim.\""
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Holy Prophet Malachi",
    "important": false,
    "desc": "Malachi was the last of the prophets in time. He was born after the return of the Hebrews from the Babylonian Captivity in 538 B.C. He was unusually handsome in countenance. According to legend, the people called him an angel, perhaps because of his external beauty or because of his spiritual purity, or even, perhaps because of his association with an angel of God. On many occasions he spoke face to face with an angel. When this occurred, others heard the voice of an angel; but they were not worthy to see the face of the angel. That which the angel proclaimed, the young Malachi prophesied. He cried out against ungrateful Israel and against the lawless priests. Five hundred years before Christ, Malachi clearly prophesied the coming and the mission of John the Baptist. \"Lo, I am sending my messenger to prepare the way before me\" (Malachi 3:7). Mainly, he is the prophet of the day of the Dreadful Judgment. \"Before the day of the Lord comes, the great and terrible day\" (Malachi 3: 23-24). He presented himself to the Lord while still young. Following him, there were no more prophets in Israel until John the Baptist."
  }, {
    "title": "The Hieromartyr Gordius",
    "important": false,
    "desc": "Gordius was born in Caesarea of Cappadocia. He was an officer in the Roman army during the reign of Emperor Licinius. When a terrible persecution of the Christians broke out, Gordius left the army and his rank and withdrew to the wilderness of Sinai. Alone on Mount Horeb, Gordius spent his time in prayer and contemplation on the mysteries of heaven and earth. He especially contemplated on vanity and the worthlessness of all over which men strive and fight for on earth, and, finally, he wished to die and to be translated into the eternal and incorruptible life. With this desire he descended into the town at the time of certain pagan races and games. Gordius presented himself to the mayor of that town, declaring that he was a Christian. In vain did the mayor of the town try, through flatteries and threats, to dissuade him from the Faith. Gordius remained unwavering and firm as a diamond, saying: \"Is it not sheer folly to purchase with this short-lived life, a life of eternal torment and spiritual death.\" Being condemned to death, he joyfully hurried to the scaffold and along the way spoke to the executioners about the glorious and sweet teachings of Christ. With the name of Christ on his lips Gordius offered his young body to the sword and his righteous soul to God in the year 320 A.D."
  }, {
    "title": "Saint Genevieve",
    "important": false,
    "desc": "Genevieve is the Patroness of the city of Paris. Through fasting, prayer and almsgiving she was made worthy of the Kingdom of God and died on January 3, 512 A.D., in the eighty-ninth year of her life."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Assembly of the Seventy Holy Apostles",
    "important": false,
    "desc": "Besides the Twelve Greater Apostles, the Lord chose Seventy Lesser Apostles and sent them to preach the Gospel, \"After these things the Lord appointed other seventy also, and sent them two and two before his face into every city and place He intended to visit, He said to them, ` The harvest is abundant but the laborers are few; so ask the master of the harvest to send out laborers for his harvest.' Go on your way: behold, I am sending you like lambs among wolves. Carry no money bag, no sack, no sandals; and greet no one along the way. Into whatever house you enter, first say, `Peace be to this household' ' \" (St. Luke 10:1-5). But, as Judas, one of the Twelve, fell away from the Lord, so it was with some of the Seventy who abandoned the Lord not with the intention of betrayal but because of human weakness and faintheartedness. \"As a result of this, many of His disciples returned to their former way of life and no longer accompanied Him\" (St. John 6:66). As Judas' place was filled by another apostle, \"so also were the places of these lesser apostles filled by others that were chosen. These Seventy Lesser Apostles labored at the same work as did the Twelve Great Apostles; they were co-workers with the Twelve in spreading and establishing the Church of God in the world. They endured many sufferings and malevolent acts from men and demons, but their strong faith and fervent love for the resurrected Lord made them victors over the world and inheritors of the Kingdom of Heaven."
  }, {
    "title": "Venerable Martyr Onuphrius of the Hilandar Monastery",
    "important": false,
    "desc": "In his youth, Onuphrius became angry with his parents and declared before the Turks that he was going to convert to Islam. Immediately following that, he repented because of these words and went to Hilendar where he was tonsured a monk. Tormented by his conscience, Onuphrius decided for martyrdom. Because of his determination and with the blessing of his spiritual father, he departed for Trnovo where he reported to the Turks, proclaimed himself a Christian, and ridiculed Muhammad. Because of that, Onuphrius was beheaded on January 4, 1818, in his thirty-second year. The body of this spiritual knight is not preserved for the Turks tossed it into the sea."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Blessing of Waters",
    "important": true
  }, {
    "title": "Venerable Mother Syncletica",
    "important": false,
    "desc": "Syncletica was of Macedonian descent. She was educated in Alexandria. As a wealthy and distinguished maiden she had many suitors, but she rejected them all and fled from her parents' home to a convent. Undergoing the greatest of self-restraints, vigils and prayer, Syncletica lived to her eightieth year. Her counsels to the nuns have always been considered a true spiritual pearl, for this righteous one did not attain the heights of wisdom through books but through sufferings, pains, daily and nightly contemplation, and spiritual communication with the higher world of the Divine. With her soul, she took up habitation in that higher world in the year 350 A.D. Among other things, St. Syncletica was known to say, \"If it is the season for fasting, do not dismiss fasting, allegedly because of illness for, behold, even those who do not fast, succumb to the same illness.\" She further spoke, \"As when uncovered treasure is quickly seized, so it is with virtue; when it is made public becomes eclipsed and becomes lost.\""
  }, {
    "title": "Hieromartyr Theopemptus and the Martyr Theonas",
    "important": false,
    "desc": "When Diocletian began his persecution of the Christians, Theopempos, Bishop of Nicomedia, was among the first to suffer martyrdom for Christ. Theopempos was brought before the emperor who threatened him with punishment of death if he did not deny Christ. To that threat, the courageous bishop responded to the emperor: \"It stands written, `Do not be afraid of those who kill the body' (St. Luke 12:4), `but cannot kill the soul' (St. Matthew 10:28).O Emperor, you have authority over my body; do with it what pleases you.\" Theopempos was severely beaten, suffered from hunger and tortured in various ways. Finally, the emperor summoned a certain magician, Theonas by name, to outwit this godly man through magic. Theonas dissolved the most potent poison in water and gave it to Theopempos to drink. Theopempos traced the sign of the cross over the glass and drank the poison. Theonas, upon seeing that the poison had no effect on Theopempos, turned to the emperor and shouted, “I, too, am a Christian and bow down before the Crucified One.\" Both were sentenced to death in the year 298 A.D. Theopempos was beheaded and Theonas was buried alive. They honorably suffered and became citizens of the Kingdom of Christ."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Theophany of Our Lord and Savior Jesus Christ",
    "important": true,
    "desc": "When our Lord reached thirty years from His physical birth, He began His teaching and salvific work. He Himself signified this \"beginning of the beginning\" by His baptism in the Jordan river. St. Cyril of Jerusalem says, “The beginning of the world - water; the beginning of the Good News - Jordan.\" At the time of the baptism of the Lord in water, that mystery was declared to the world: that mystery which was prophesied in the Old Testament; the mystery about which in ancient Egypt and India was only fabled; i.e., the mystery of the Divine Holy Trinity.The Father was revealed to the sense of hearing; the Spirit was revealed to the sense of sight, and in addition to these, the Son was revealed to the sense of touch. The Father uttered His witness about the Son, the Son was baptized in the water, and the Holy Spirit in the form of a dove hovered above the water. When John the Baptist witnessed and said about Christ, \"Behold, the Lamb of God, Who takes away the sins of the world\" (St. John 1:29), and when John immersed and baptized the Lord in the Jordan, the mission of Christ in the world and the path of our salvation was shown. That is to say: The Lord took upon Himself the sins of mankind and died under them (immersion) and became alive again (the coming out of the water); and we must die as the old sinful man and become alive again as cleansed, renewed and regenerated. This is the Savior and this is the path of salvation. Feast of the Theophany) is also called the Feast of Illumination. For us, the event in the Jordan river illuminates, by manifesting to us God as Trinity, consubstantial and undivided. That is one way. And, the second: everyone of us through baptism in water is illumined by this, that we become adopted by the Father of Lights through the merits of the Son and the power of the Holy Spirit."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Saint John the Baptist",
    "important": true,
    "desc": "Because John's main role in his life was played out on the day of the Theophany, the Church from earliest times dedicated the day following Theophany to his memory. To this feast is also linked the incident with the hand of the Forerunner. The Evangelist Luke desired to remove the body of John from Sebaste, where the great prophet was beheaded by Herod, to Antioch, St. Luke's place of birth. He succeeded though, in acquiring and translating only one hand, which was preserved in Antioch until the tenth century after which it was transferred to Constantinople from where it disappeared during the time of the Turks. Feasts of St. John are celebrated several times throughout the year, but this day, when Assembly in his honor is celebrated by the Christians, seems to express the most presence of the Forerunner in the life of the Church on the earth. The day after Theophanyin the orthodox sinaxsar few miraculous events connected with the saint relics of John the Baptist are presented to support the love and faith of the people of God toward the unspeakable Forerunner and Baptist of our Lord. Among the Gospel personalities who surround the Savior, John the Baptist occupies a totally unique place by the manner of his entry into the world as well as by the manner of his life in this world, by his role in baptizing people for repentance and for his baptizing the Messiah and, finally, by his tragic departure from this life. He was of such moral purity that, in truth, he could be called an angel (messenger) as Holy Scripture calls him rather than a mortal man. St. John differs from all other prophets especially in that he had that privilege of being able, with his hand, to show the world Him about Whom he prophesied. It is said that in Antioch every year on the feast of the saint, the bishop brought the hand of St. John before the people. Sometimes the hand appeared open and other times the hand appeared clenched. In the first case it signified a fruitful and bountiful year and, in the second case, it meant a year of unfruitfulness and famine."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Saint Gregory, Bishop of Ohrid",
    "important": true,
    "desc": "Gregory was a devout teacher and shepherd of Christ's flock. He died in the year 1012 A.D. In one of the inscriptions in the Church of St. Sophia in Ohrid, he is referred to as \"Gregory, the all-wise.\""
  }, {
    "title": "Holy Martyrs Julian and Basilissa",
    "important": false,
    "desc": "Julian and Basilissa were of noble and wealthy parents. United in marriage, they vowed to live chastely as brother and sister. They distributed all of their property to the poor and both were tonsured. Julian founded a monastery and Basilissa founded a convent. Julian had about ten-thousand monks and Basilissa about a thousand nuns. When a terrible persecution began under Diocletian, Basilissa implored God that none of her nuns would become frightened of the tortures and would not fall away from the Orthodox Faith. The Lord heard the prayers of His worthy handmaiden and, in the course of six months, received unto Himself all the nuns, one by one and finally their abbess Basilissa. Before her death, Basilissa had a vision of her sisters (nuns) from the other world. To her, all of them appeared to her radiant and joyful as angels of God and beckoned their spiritual mother to come to them as soon as possible. Unlike Basilissa's convent, Julian's monastery was set ablaze by the persecutors and Julian was inhumanly tortured and died from the most difficult sufferings. During his tortures, the Lord watched over him and strengthened him so that he heroically endured, preserved his Faith and glorified the Name of Christ. Beheaded along with Julian were Celsus and Maronilla, the son and wife of the tormentor Marcian, who witnessing Julian's heroism in suffering and torture, were themselves converted to the Faith of Christ. Also beheaded were twenty Roman soldiers; seven brothers from that town; the presbyter Anthony; and a certain Anastasius, whom Julian at the time of his torture, resurrected from the dead by prayer. All suffered honorably for Christ and became citizens of the heavenly kingdom about the year 313 A.D."
  }, {
    "title": "Venerable George the Chozibite",
    "important": false,
    "desc": "George lived an ascetical life in the seventh century in Choziba Monastery in Jericho on the road from Jerusalem, the monastery where Venerable John Chozibite first led an ascetical life."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Holy Martyr Polyeuctus",
    "important": false,
    "desc": "The Armenian city of Melitene was drenched with the blood of Christians as was the entire country of Armenia. The first blood shed for Christ in this city was that of Saint Polyeuctus in the year 259 A.D. during the reign of Valerian. In this city (Melitene) were two friends: both Nearchus and Polyeuctus were officers, Nearchus baptized and Polyeuctus unbaptized. When the command of the emperor was sent out concerning the persecution of the Christians, Nearchus prepared for death; but he was in great sorrow because he had not succeeded in converting his friend Polyeuctus to the True Faith. When Polyeuctus learned of the reason for Nearchus' sorrow, he promised to embrace the Faith. The following day Polyeuctus related his dream to Nearchus: the Lord Himself appeared to him in light, removed Polyeuctus' old clothes from him and dressed him in radiant new clothes and sat him in the saddle of a winged horse. After this, Polyeuctus went to town, shredded the emperor's decree concerning the torturing of Christians, and destroyed many statues of the idols. He was tortured and was condemned to death. When he was brought to the place of execution, he looked at Nearchus in the throng of people and joyfully cried out to him: \"Save yourself my dear friend! Remember the vow of love confirmed between the two of us!\" Later, Saint Nearchus died as a martyr for Christ by fire. The commemoration of the feast of St. Nearchus is April 22."
  }, {
    "title": "Venerable Eustratius",
    "important": false,
    "desc": "Eustratius was a native of Tarsus. He was a great ascetic and a man of prayer. During the seventy-five years he spent in the monastery, Eustratius never laid down to sleep on his left side but always on his right side. Throughout the Divine Services, from the beginning to the end, he repeated to himself: \"Lord have mercy!\" He died in his ninety-fifth year."
  }, {
    "title": "Saint Philip, Metropolitan of Moscow",
    "important": false,
    "desc": "Philip was born February 11, 1507 A.D. Once, while standing in church as a young boy, he heard the priest read from the Gospel: \"No one can serve two masters\" (St. Matthew 6:24). He became very frightened by these words, as though these words were exclusively spoken to him and at that same time became enlightened by them. He then withdrew to the Solovetsk Monastery where he, after a long and difficult period of probation (Novitiate), was tonsured a monk. In time, Philip became the abbot and shone as the sun and the whole of Russia heard of him. Hence, Emperor Ivan the Terrible summoned Philip to fill the vacant Metropolitan See of Moscow in the year 1566 A.D. However, this holy man could not endure with indifference the awful atrocities of the terrible tsar and, therefore, counseled him and rebuked him without fear. The tsar found some false witnesses against Philip, ousted him from office, and ordered that he be dressed in a simple and tattered monastic cassock and imprisoned him in Tver on December 23, 1569 A.D. Malyuta Skuratov, one of the tsar's confidants, came to Philip's cell and suffocated him with a pillow. Shortly afterwards, all those who were opposed to Philip died evil deaths. After several years, the body of the saint discovered whole, incorrupt, and fragrant, was translated to the Monastery of Solovetsk."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Saint Gregory, Bishop of Nyssa",
    "important": false,
    "desc": "Gregory was the brother of Basil the Great. At first, he was only a presbyter since he was married; but when his wife Blessed Theosevia died, Gregory was chosen and consecrated as bishop of Nyssa. He was distinguished by his great secular learning and spiritual experience. He participated at the Second Ecumenical Council (Constantinople, 381 A.D.). It is thought that he composed the second half of the Symbol of Faith (The Creed). He was a great orator, an exegete of Holy Scripture and a theologian. Because of their defeat, the Arians especially attacked him as their worst enemy, so that, during the reign of Emperor Valens, their ally of the same mind, succeeded in ousting Gregory from the episcopal throne and banished him into exile. This Holy Father spent eight years in exile, patiently enduring all miseries and all humiliations. He finally died in old age toward the end of the fourth century and was translated into the Kingdom of God remaining on earth throughout the ages as a great beacon of the Church."
  }, {
    "title": "Venerable Ammon, Egyptian Ascetic",
    "important": false,
    "desc": "For fourteen years, Ammon prayed to God and struggled to conquer anger within himself. He attained such perfection of goodness, that he was not even conscious that evil existed in the world. He was particularly knowledgeable in Holy Scripture. He died at the beginning of the fifth century."
  }, {
    "title": "Saint Marcian",
    "important": false,
    "desc": "Marcian was born in Rome. As a presbyter, he lived the remainder of his life in Constantinople during the greater part of the reign of Emperor Marcian and Empress Pulcheria. Inheriting enormous wealth from his parents, Marcian generally spent it on two goals: either on building or restoring churches or on charity for the poor. He built two new churches in Constantinople, St. Anastasia and St. Irene, both famous for their beauty and sacredness. When he was asked, \"Why do you spend so much on churches?\" He replied, \"If I had a daughter and wanted to marry her to a nobleman, would I not spend much gold in order to adorn her as a worthy bride? And, here I am adorning the Church, the Bride of Christ.\" As much as this wonderful man was generous toward the churches and the indigent; so much was he austere, very austere toward himself following the apostolic exhortation: \"If we have food and clothing, we shall be content with that\"(I Timothy 6:8). It is written about him: \"He was totally in God and God in him, and presented himself to God in fullness of years and good works,\" in the year 471 A.D."
  }, {
    "title": "Saint Theophan the Recluse",
    "important": false,
    "desc": ""
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Venerable Theodosius the Great ",
    "important": false,
    "desc": "Theodosius was the first founder and organizer of the cenobitic way of monastic life. He was born in the province of Cappadocia in the village of Mogarissus of devout parents. As a child, he visited St. Simeon the Stylite who blessed him and prophesied great and spiritual honors about him. With a thurible (censer) in which he placed unburned charcoal and incense, Theodosius sought out a place where he could settle and establish his monastery and stopped when the charcoal fired up on its own. Here, he settled and began to live the ascetical life. Soon, he gathered around him many monks of various nationalities. He built a church for each nationality so that, at the same time, services and hymns were offered to God in Greek, Armenian, Georgian, etc. But, on the day of Holy Communion, all the brotherhood gathered in the great church in which the Greek language was used. There was a communal table for all, communal property, communal penance, communal labor, communal patience and, not too rare, communal hunger. Theodosius was an exalted model of life to all the monks; an example in labor, prayer, fasting, watchfulness and in all Christian virtues. God granted him the gift of working miracles by which he was able to heal the sick, to appear from a distance, to tame wild beasts, to discern the future and to cause bread and wheat to multiply. Prayer was on his lips day and night. He died peacefully in the Lord in the year 529 A.D., the one-hundred fifth year after his birth."
  }, {
    "title": "Blessed Michael, Fool for Christ",
    "important": false,
    "desc": "Blessed Michael was a Russian of a princely family. He made himself appear foolish so as to conceal his virtues from the world and to avoid the praise of men. Thus, he prepared himself for praise before God. He died in the year 1453 A.D. in the Klops Monastery near Novgorod where his relics repose."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Holy Martyr Tatiana",
    "important": false,
    "desc": "Tatiana was a Roman whose parents were of great nobility. She was a Christian and a deaconess in the church. After the death of Emperor Heliogabalus, Emperor Alexander, whose mother Mammaea was a Christian, reigned in Rome. The emperor himself was wavering and indecisive in the Faith for he kept statues of Christ, Apollo, Abraham and Orpheus in his palace. His chief assistants persecuted the Christians without the emperor's orders. When they brought out the virgin Tatiana for torture, she prayed to God for her torturers. And behold, their eyes were opened and they saw four angels around the martyr. Seeing this, eight of them believed in Christ for which they also were tortured and slain. The tormentors continued to torture St. Tatiana. They whipped her, cut off parts of her body; they scraped her with irons. So all disfigured and bloody, Tatiana was thrown into the dungeon that evening so that the next day, they could, again, begin anew with different tortures. But God sent His angels to the dungeon to encourage her and to heal her wounds so that, each morning, Tatiana appeared before the torturers completely healed. They threw her before a lion, but the lion endeared himself to her and did her no harm. They cut off her hair, thinking, according to their pagan reasoning, that some sorcery or some magical power was concealed in her hair. Finally, Tatiana along with her father were both beheaded. Thus, Tatiana ended her earthly life about the year 225 A.D., and this heroic virgin, who had the fragile body of a woman but a robust and valiant spirit, was crowned with the immortal wreath of glory."
  }, {
    "title": "Holy Mother Theodora of Alexandria",
    "important": false,
    "desc": "She lived in Alexandria, a wife of a young husband. Led by certain fortune-teller, she committed adultery. Instantly she was afflicted by pangs of conscience. She cut her hair off and dressed as a man, and went to the male monastery Enata under the male name Theodore. All the brothers were amazed at her labour, fast, vigil, her humility and tearful repentance. Slandered by a lecherous maiden who claimed that she had been disgraced and conceived by her, Theodora would not justify herself, considering this to be punishment of God for her previous sin. Cast out from the monastery, she spent seven years wandering in forests and wilderness, while taking care of the child of the harlot. She overcome all temptations of the devil: she refused to bow before Satan, she refused to accept food from the hands of a soldier, she refused to obey her husband's advice to return to him - for all this was solely demonic deception and as soon as Theodora would make the sign of the cross, all would vanish in the air. After seven years the Abbot received her back in the monastery, where she had lived for two years before she fell asleep in the Lord. It was then that the monks found out that she was a woman, while an angel appeared to the Abbot and explained him all. Her husband came then to her funeral and remained in the cell of his former wife until his death. Saint Theodora was blessed by a great grace: she tamed wild animals, healed sicknesses, drew water out from a dry well. Thus God glorified the true pennant that patiently repented nine years for only one sin of hers. She gave up her spirit in the year 490."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Holy Martyrs Hermylas and Stratonicus",
    "important": false,
    "desc": "The Emperor Licinius raised up a persecution against Christians. St. Hermylas, a Christian and a deacon in the Church, was captured and led to court. When Hermylas was informed that he was being led away to be tortured, he greatly rejoiced. In vain did the emperor threaten him. Hermylas openly confessed his faith in Christ and responded to all the threats of the emperor saying, \"The Lord is with me; I fear not; What can man do against me?\" (Psalm 118:6). Following excruciating tortures, Hermylas was thrown into the dungeon. The guard was Stratonicus, secretly a Christian, who sympathized with the suffering of Hermylas with all his heart. When it was reported to the emperor that Stratonicus was also a Christian, the emperor ordered that both of them be drowned in the Danube river. After that, the executioners tied Hermylas and Stratonicus in a net and both were drowned in the Danube. Three days later, their bodies were washed ashore. Christians discovered their bodies and buried them about eighteen miles from Belgrade. These glorious martyrs suffered for Christ and were glorified in the year 315 A.D."
  }, {
    "title": "Saint James, Bishop of Nisibis",
    "important": false,
    "desc": "As a hermit, James lived in an open field in the summer and in winter he lived in a cave. On one occasion, he went down to the town of Nisibis to see how the Christian Faith was prospering and to see how Christians live. There, he was elected bishop. He participated in the First Ecumenical Council (Nicaea, 325 A.D.) and protected Orthodoxy against the Arian heresy. It happened once that the infidel Persians with their armies attacked Nisibis. St. James, in a procession with the Cross and banner (Litija) came before the ramparts of the town. Alone he climbed and walked along the rampart not fearing the arrows of the adversary which were aimed at him. Walking along as he did, he prayed to God to preserve the town and the faithful in this manner: \"That He (God) would send a plague of flies and mosquitoes on the Persians and by that to cause them to flee from the walls of the town of Nisibis.\" However, James did not seek the death of his enemies, nor did he seek whatever kind of catastrophe and defeat rather, one small vexation which would cause them to flee from Nisibis. God heard the prayers of His chosen one and sent a plague of flies and mosquitoes upon the Persians, driving them away. Thereby, the town of Nisibis was spared. St. James lived long and honorably. He died peacefully in old age in the year 350 A.D."
  }, {
    "title": "Venerable Maximus Kapsokalyvitos",
    "important": false,
    "desc": "In the fourteenth century, Maximus led an ascetical life as a monk on Mt. Athos in his own unique way. That is to say, he pretended to be a little crazy and constantly changed his dwelling place. His place of abode consisted of a hut made from branches. He built these huts one after the other and then burned them, for this he was called Kapsokalivitos,i.e., hut-burner. He was considered insane until the arrival of St. Gregory Sinaite to Mt. Athos, who discovered in Maximus a unique ascetic, a wonder-working intercessor and \"an angel in the flesh.\" He died in the Lord in the year 1320 A.D."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Saint Nina, the Enlightener of the Georgians",
    "important": false,
    "desc": "Nina was a relative of St. George the Great Martyr and Juvenal, the Patriarch of Jerusalem. Her parents belonged to the nobility in Cappadocia and since they both were tonsured in the monastic state, Nina was educated under the tutelage of Patriarch Juvenal. Hearing about the people of Georgia, the virgin Nina, from an early age, desired to go to Georgia and to baptize the Georgians. The All-Holy Mother of God appeared to Nina and promised to take her to this land. When our Lord opened the way, the young Nina, indeed, traveled to Georgia where, in a short period of time, she gained the love of the Georgian people. Nina succeeded in baptizing the Georgian Emperor Mirian, his wife Nana and their son Bakar, who, later on, zealously assisted in Nina's missionary work. During her lifetime, Nina traveled throughout Georgia, mainly to convert the entire nation to the Faith of Christ, exactly at the time of the terrible persecution of the Christians at the hands of Emperor Diocletian. Having rested from her many labors, Nina died in the Lord in the year 335 A.D. Her body is entombed in the Cathedral Church in Mtzkheta. She worked many miracles during her life and after her death."
  }, {
    "title": "Saint Sabas, Archbishop of the Serbs",
    "important": false,
    "desc": "Sava was born in 1169 A.D. He was the son of Stephen (Stefan) Nemanja the Grand Zupan of the Serbs. As a young man, Sava yearned for the spiritual life for which he fled to the Holy Mountain (Mt. Athos) where he was tonsured a monk and with rare zeal lived according to the ascetical rule. Stefan Nemanja followed the example of his son and came to the Holy Mountain where he was tonsured a monk and died as Simeon, the monk. Sava obtained the independence of the Serbian Church from the (Byzantine) emperor and patriarch and became the first Archbishop of the Serbs. Together with his father, he built the Monastery Hilendar and, after that, many other monasteries, churches and schools throughout the Serbian lands. On two occasions, he made a pilgrimage to the sacred places in the Holy Land. He restored peace between his two brothers who were estranged because of a struggle for power. He restored peace between the Serbs and their neighbors. Sava died in Trnovo, Bulgaria, during the reign of Emperor Asen, having become ill following the Divine Liturgy on the Feast of the Epiphany on January 12, 1236 A.D. King Vladislav translated his body to the Mileshevo Monastery from which Sinan Pasha removed it and burned it on Vracar in Belgrade, April 27, 1595 A.D."
  }, {
    "title": "Venerable Martyrs: the Fathers of Sinai and Raithu",
    "important": false,
    "desc": "These holy martyrs, were slain by the Saracens, those fathers of Sinai in the fourth century and those fathers of Raithu in the fifth century."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Venerable Gabriel of Lesnovo",
    "important": true,
    "desc": "A Macedonian ascetic. He lived a life of asceticism in the tenth century at Kratovo on Mt. Lesnovo where he erected a church dedicated to the Holy Archangel Michael. He was a miracle-worker during his life and after his death. St. Gabriel died in the Lord toward the end of the tenth century."
  }, {
    "title": "Venerable Paul of Thebes",
    "important": false,
    "desc": "Paul was born of wealthy parents in Lower Thebes in Egypt during the reign of Emperor Decius. Paul, along with his sister, inherited all the property of their parents. But his brother-in-law, an idolater, wanted to confiscate Paul's share of the property and threatened to betray Paul before the judge as a Christian if he did not cede his property to him. On one hand, that misfortune and on the other hand those heroic examples of self-sacrifices of Christian martyrs which Paul saw with his own eyes motivated him to give his share of the property to his sister and he, as a pauper, withdrew into the desert where he lived an ascetical life until his death. To what spiritual heights this ascetical giant reached is witnessed by no less a person than St. Anthony the Great who, at one time, visited Paul and saw how the wild beasts and birds of heaven ministered to him. Returning from this visit, Anthony said to his monks, \"Woe is me, my children! A sinful and false monk that I am, a monk only in name. I saw Elijah, I saw John in the wilderness and, in truth, I saw Paul in Paradise!\" St. Paul lived one-hundred thirteen years and peacefully died in the Lord in the year 342 A.D."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "The Precious Chains of St. Peter",
    "important": true,
    "desc": "Saint Peter is commemorated on this day because of the chains by which he was shackled by the lawless Herod and which during the appearance of an angel in prison fell from him, \"Suddenly the angel of the Lord stood by him and a light shone in the cell. He tapped Peter on the side and awakened him, saying, `Get up quickly.' The chains fell from his wrists\" (Acts of the Apostles 12:7). The chains were preserved by Christians as much for the memory of this great apostle as well as for their healing power, for many of the sick were healed by touching them as well as with the towel of the Apostle Paul, \"then when the face cloths or aprons that touched his skin were applied to the sick, their diseases left them and the evil spirits came out of them\" (Acts of the Apostles 19:12). St. Juvenal, the Patriarch of Jerusalem gave these chains as a gift to the Empress Eudocia, the exiled wife of the Emperor Theodosius the Younger. She divided them into two and sent one half to the Church of the Holy Apostle in Constantinople and the other half to her daughter Empress Eudoxia in Rome, the wife of Valentian. Eudoxia built the Church of St. Peter and deposited these chains in it, together with those chains with which Peter was shackled before his death under Emperor Nero."
  }, {
    "title": "Venerable Martyr Damascene of Gabrovo",
    "important": false,
    "desc": "Damaskin led a life of asceticism in Hilendar (Mt. Athos) where he became the abbot. When he sought from some Turks payment of a debt due to the monastery, they persuaded a Muslim woman to enter the house where Damaskin lived. Then, those same Turks came and, finding this woman, dragged Damaskin before the Cadi (Muslim Judge) who then proposed to him: either be hanged or convert to Islam. To this Damaskin decisively responded, \"It would be insanity if I for this transient life would purchase eternal death.\" He was hanged in the year 1771 A.D. in Svishtov. Thus, Damaskin sacrificed his body in order to save his soul. God's punishment immediately befell his murderers. While crossing the Danube river, in a row boat, a storm arose and capsized the boat and drowned them."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Venerable Anthony the Great",
    "important": true,
    "desc": "Anthony was an Egyptian and was born about the year 250 A.D. in the village of Koman near Herculea. Following the demise of his noble and wealthy parents, he divided the inherited estate with his sister, who was a minor, and provided for her with some relatives. Anthony distributed his half of the estate to the poor and, he, in his twentieth year, dedicated himself to the ascetical life for which he yearned from his childhood. In the beginning Anthony lived a life of asceticism in the proximity of his village but, in order to flee the disturbances of people, he withdrew into the wilderness on the shore of the Red Sea, where he spent twenty years as a recluse not associating with anyone except with God through constant prayer, reflection and contemplation, patiently enduring unspeakable temptations from the devil. His fame spread throughout the entire world and many disciples gathered around him whom he placed on the path of salvation by his example and words. During the eighty-five years of his ascetical life, only twice did he go to Alexandria. The first time to seek martyrdom during the time of the persecution of the Church and, the second time at the invitation of St. Athanasius, in order to refute the accusation of the Arians: supposedly that he, too, was an adherent of the Arian heresy. Anthony died in the one-hundred fifth year of his life, leaving behind an entire army of his disciples and imitators. Even though Anthony was not a scholar, nevertheless, he was a counselor and teacher of the most learned men of that time, as was St. Athanasius the Great. When certain Greek philosophers tempted him with literary wisdom, Anthony shamed them with the question: \"Which is older, the understanding or the book? Which of these two was the cause of the other?\" Ashamed, the philosophers dispersed for they perceived that they only had literary knowledge without understanding and Anthony had understanding. Here is a man who attained perfection in as far as man, in general, can attain on earth. Here is an instructor to instructors and a teacher to teachers, who, for a full eighty five years perfected himself and only in that way was he able to perfect many others. Filled with many years of life and great works, Anthony died in the Lord in the year 335 A.D."
  }, {
    "title": "Holy Emperor Theodosius the Great",
    "important": false,
    "desc": "This glorious and zealous emperor in the Faith reigned from 379 A.D. to 395 A.D. Constantine the Great banned the persecution of Christians. Theodosius the Great went one step further, he outlawed the offering of idolatrous sacrifices in his realm. He assisted with strengthening and spreading the Christian Faith throughout the world."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Saint Athanasius the Great, Archbishop of Alexandria",
    "important": true,
    "desc": "Athanasius was born in Alexandria in the year 296 A.D. and from his early childhood had an inclination to the spiritual life. He was a deacon to Archbishop Alexander and accompanied him to the First Ecumenical Council (Nicaea, 325 A.D.). It was at this Council that Athanasius became renowned for his learning, devotion to and zeal for Orthodoxy. He contributed greatly to destroy the heresy of Arius and to strengthen Orthodoxy. He wrote the Symbol of Faith (The Creed) which was adopted at the Council. Following the death of Alexander, Athanasius was elected Archbishop of Alexandria. In his calling as Archbishop of Alexandria, he remained for forty years, although not for the entire time on the archiepiscopal throne of the archbishopric. With few exceptions, throughout his life he was persecuted by heretics. Of the emperors, he was persecuted mostly by Constantius, Julian and Valens; of the bishops, by Eusebius of Nicomedia and many others; and by the heretic Arius and his followers. Athanasius was forced to hide from his persecutors, even in a well, in a grave, in private homes and in the deserts. Twice he was forced to flee to Rome. Only before his death, did he live peacefully for a while as the good shepherd among his good flock who truly loved him. Few are the saints who were so mercilessly slandered and so criminally persecuted as St. Athanasius. His great soul patiently endured all for the love of Christ and, in the end, emerged victorious from this entire, terrible and long-lasting struggle. For counsel, for comfort and for moral support, Athanasius often visited St. Anthony, whom he respected as his spiritual father. For a man who formulated the greatest truth, Athanasius had much to suffer for that truth until in the year 373 A.D., the Lord gave him repose in His kingdom as His faithful servant."
  }, {
    "title": "Saint Cyril, Archbishop of Alexandria",
    "important": true
  }, {
    "title": "Saint Maxim, Archbishop of Walachia",
    "important": false,
    "desc": "Maxim was the son of the Serbian Despot (Prince) Stephen and Despotica (Princess) Angelina. He was tonsured a monk in the Monastery Manasija. Pressured by the Turks, he fled to Romania, where he was consecrated to the vacated throne of the Archbishop of Wallachia. He brokered a truce between the warring commanders Radul and Bogdan and averted a war between them. In his later years, he returned to Krusedol where he built a monastery and, after a lengthy ascetical life, died there on January 18, 1546 A.D. His incorrupt and miracle-working relics repose, even now, in this monastery."
  }]
}]