[{
  "day": "1",
  "holydays": [{
    "title": "Saint Eumenius the Wonderworker, Bishop of Gortyna in Crete",
    "important": false,
    "desc": "From his early years he had ardently followed Christ, liberating himself from the two major burdens: the burden of riches and the burden of the body. He liberated himself from the first burden distributing his possessions to the poor and destitute, and from the other by austere fasting. Thus, he first healed himself and then began healing others. Dispassionate and filled with the grace of the Holy Spirit, Eumenius shone with light that could not be hidden. As it was written that a city that is set on a hill cannot be hidden (Matthew 5, 14) so Saint Eumenius could not hide himself from the world. Being a Bishop he guided the sheep of Christ as a good shepherd. He was father to the orphans, wealth to the poor, consolation of those in sorrow, healer of the sick and a great wonderworker. By his prayer he worked great many miracles: he took the life of a dangerous snake, he cast away demons, healed sick, and not only in his place, but also in Rome and Thebaid. In Thebaid he implored God for rain and put an end to a time of drought by his prayer; it was there that at last he completed his earthly life and inhabited the eternal dwellings of his Lord. He lived and acted in the 7 century."
  }, {
    "title": "Saint Ariadne",
    "important": false,
    "desc": "In the reign of the Emperor Hadrian, in the Phrygian city of Prymnessus lived a landowner called Tertulus, who was a pagan. The virgin Ariadne was a slave of his, and yet, she was a Christian. Tertulus gave a celebration with offering sacrifices to the idols, at which the devout Ariadne did not take part, but stayed at home praying to the true God. Her master was infuriated because of this and started coercing her to deny Christ and worship the idols. Upon her refusal to do so, he had her beaten and tortured in many other ways and then thrown into prison. Later he released her from prison, but dismissed her from his house. Yet, almost immediately he changed his mind, so he sent his servants to find her and bring her back. Ariadne had already left the city. When she saw her persecutors, she prayed to God by a rock and the rock split open and offered her a hiding place. This utterly confused the persecutors who started a fight and killed one another."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Holy Martyrs Trophimus, Sabbatius and Dorymedon",
    "important": false,
    "desc": "In the reign of the Emperor Probus, in 3rd century, when certain Atticus was the Governor of Antioch, in Antioch came two Christians, Trophimus and Sabbatius, both of them respectable and honourable citizens. At the same time there happened a blasphemous feast and offering sacrifices to Apollo in Daphne by Antioch. Atticus paid particular attention all the citizens to participate in this feast. So, as some saw Trophimus and Sabbatius, they told Atticus that these two foreigners would not participate in their feast. Atticus brought them to trial, and as they did not deny Christ, he put them to tortures, one by one. Having had Trophimus beaten up and tortured, he sent him to Phrygia to Dyonisius, an even more brutal torturer of the Christians, and himself brought out Sabbatius from prison and put him to trial. When the torturer asked Sabbatius who he was and what his rank was, he answered:\" My rank and my dignity, my fatherland, and glory and wealth is Christ, the Son of God, by Whose Providence the universe exists and is governed.\" He was beaten up for this and his body was torn with iron claws until his bones came out from under the flesh. In these torments he gave up his soul to God. And Trophius was put to even greater tortures by Dyonisius and held imprisoned for more tortures to come. Then Dorymedon, a principal councillor of the city and secret Christian, visited Trophimus in prison. When he found out about this, the tormentor again put them under tortures and at last threw them to the beasts. Yet, the beasts would not touch them. Saint Dorymedon deliberately provoked the bear pulling her by the ears, so that she would tear him apart, yet, she only played with him gently. At the end, by order of the torturer Saints Trophimus and Dorymedon were beheaded. The souls of these martyrs reign in the heavens."
  }, {
    "title": "Holy Martyr Zosima the Desert-dweller",
    "important": false,
    "desc": "Once, while hunting in the mountains together with his servants, the governor of Cilicia named Dometian, caught a sight of an elder surrounded by wild animals, meek as lambs. When he asked him who he was and what he was, the elder answered that his name was Zosima, that he was a Christian and that he had been living with the wild animals for a long time, since they were far better than the torturers of Christians in the cities. This offended Dometian, who himself was a brutal Christian torturer, so he captured Zosima and sent him to Nazareth in chains, where he wished to hand him over to fierce tortures in order to frighten those who believed in Christ. And when he covered Zosima's body with wounds and he was bleeding all over from the beating, he tied to his neck a large stone and hanged him on a tree. The governor taunted the sufferer:\" Command a beast to come forth here, and then we will believe in your God.\" The holy martyr turned with a prayer to God and suddenly, a huge lion sprang forth, went up to the elder and laid his head under the stone to ease the pains of the martyr. In great fear, the governor untied Zosima, but soon afterwards he committed his spirit in the hands of his Lord."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Holy Great Martyr Eustathius Placidas",
    "important": false,
    "desc": "He was a Roman commander in the time of Trajan and Titus. Even though he was a pagan, Placidas (his pagan name) was a virtuous and kind man, similar to Cornilius the Centurion who was baptized by the Apostle Peter (Acts 10). When Placidas was hunting in the forest one day, and had a great stag at bay, by God's Providence he beheld between his antlers a Cross brighter than the sun. And he heard the Lord's voice directing him to a Christian priest to receive baptism. Placidas was baptized together with his wife and their two sons. At Baptism they all received Christian names: He became Eustathius, his wife Theoptista, which means devoted to God, and their sons ' Agapius and Theopistus. After his baptism, he went back to the place where through the stag he received the revelation and fell down to his knees in thanksgiving to God for directing him to know the Truth. At that moment he again heard the Lord's voice that told him of the tribulations that are to befall him for His name and gave him consolation. Then Eustathius together with his family left Rome in secret with the intention to live among the common people so that he could serve God in peace. As soon as he arrived in Egypt temptations came over him. A villainous barbarian seized his wife, and his two sons were caught by beasts and taken away. Yet, soon the barbarian was killed and some shepherds rescued his children. Eustathius settled in an Egyptian village called Badissos and lived there as a common field worker for fifteen years. Then the Roman Empire was attacked by the barbarians and the Emperor Trajan missed the courageous commander Placidas who always won victories in battle. And the Emperor sent two of his soldiers to look for him all over the Empire. According to the Divine Providence these soldiers, once friends of Eustathius, arrived in the village of Badissos, found Eustathius and took him to the Emperor. Eustathius led his legions in battle and managed to drive the barbarians away. On his way back to Rome, he found his wife and his two sons. Upon his arrival in Rome, he found out that the Emperor Trajan had died and that Hadrian succeeded him on the throne. When the Emperor Hadrian called Eustathius together with him to offer sacrifices to the idols, Eustathius confessed his faith in Christ. The Emperor put him to tortures together with his wife and sons. As the beasts did not do them the slightest harm, they were thrown into a red-hot bronze cauldron shaped like a bull. On the third day they took out their dead bodies, which were not changed at all. Thus, this glorious commander gave the Emperor's to the Emperor and God's to God and inhabited the eternal kingdom of God."
  }, {
    "title": "Holy Hieromartyr Hilarion",
    "important": false,
    "desc": "An Atonite monk. Voluntarily suffered and died for Christ by the Turks in Constantinople, on September 29, 1804. His miracle-working relic rest in the Church of the Transfiguration on the island of Protus."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Holy Apostle Quadratus",
    "important": false,
    "desc": "One of the Seventy Apostles. Disciple of the great Apostles. He preached the Gospel in Athens and was a Bishop of Athens succeeding Saint Publius, and afterwards of the city of Magnesia. He was a learned man in worldly knowledge and was full of the Holy Spirit. His hagiographer says for him:\" And he shall be like the light of the morning when the sun rises, a morning without clouds.\"(2 Samuel 23:4); the clouds were the dark Greek paganism with no light of devoutness, and the Holy Apostle Quadratus through the Word of God shone as light to the Hellenics, enlighten their darkness, put away the blasphemous sacrifices, destroyed the idols and the demons' temples by the power of prayer. Yet, the darkness always loathes the light, so the pagans became to loathe Saint Quadratus, and threw him in prison and would not give him a piece of bread until he gave up his holy soul and did not inhabit the Kingdom of his Lord Christ. Saint Quadratus wrote an Apologia of Christianity and handed it to the Emperor Hadrian. This Apologia had such a great effect on the Emperor that he ordered the Christians not to be persecuted without particular accusations. Saint Quadratus suffered about the year 130. He was buried in Magnesia, the city where he received the crown of martyrdom."
  }, {
    "title": "Saint Demetrius, Metropolitan of Rostov",
    "important": false,
    "desc": "He is commemorated on 28 October, and on 21 September is commemorated the finding of his miracle-working relics in 1852."
  }, {
    "title": "Assembly of the Saints of the Kievan Caves",
    "important": false,
    "desc": "The blessed ascetic struggle that began with the great ardent ascetic of God Anthony, throughout the centuries grew into a fruitful olive tree. The numerous saints that shone as stars in these caves of Anthony, are commemorated each on a separate day. On this day they are commemorated together and are called to help the faithful."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Holy Hieromartyr Phocas, Bishop of Sinope",
    "important": false,
    "desc": "Since his youth he lived a life of ascesis in all Christian virtues. As a Bishop of Sinope, the place of his birth on the coast of the Black Sea, with his example and his inspired words he fortified the faithful and brought many pagans to the true faith. The incorrigible pagans were greatly infuriated by Saint Phocas. God showed Phocas his martyrdom to come through a vision. Namely, he saw a shining dove descending from heavens, carrying a wonderful crown of flowers and setting it on his head. And heard Phocas the dove addressing him: 'A cup is prepared for you that you must now drink.\" From this vision the pleaser of God learned that he is soon to suffer for Christ's sake. And he did not frighten, but with thanksgiving to God prepared himself for martyrdom. Soon afterwards a governor called Africanus put Phocas under tortures, had him beaten up, and his body all covered with wounds, had him put in prison, only after to have him thrown into boiling water where this brave soldier of Christ ended his earthly life and inhabited the joy of his Lord. He suffered in the reign of the Emperor Trajan."
  }, {
    "title": "Holy Prophet Jonah",
    "important": false,
    "desc": "He lived over 800 years before Christ. His hagiography says that he was the son of the widow of Zarephath whose son was resurrected from the dead by the Prophet Elias. With his remaining in the belly of the whale for three days, Saint Jonah is a pre-image of the Christ's remaining in the tomb for three days, and his rescue foreshadows the Resurrection of God from the dead. What else was written for this wonderful prophet should be read in the Book of Jonah (The Old Testament)."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Assembly of All Macedonian Saints",
    "important": false
  }, {
    "title": "Conception of Saint John the Baptist",
    "important": false,
    "desc": "On this day is commemorated the mercy, the miracle and the wisdom of God; the mercy upon the devout and rightful parents of Saint John the Baptist, the elders Zacharias and Elizabeth, who all their lives wished for and implored God to grant them a child; the miracle of the conception of John in the womb of the elder Elizabeth."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Holy Protomartyr Thecla, Egual to the Apostles",
    "important": false,
    "desc": "Saint Thecla was born in the city of Iconium, of rich pagan parents. She was betrothed to a young man at the age of eighteen, at the time when Saint Paul came together with Barnabas in Iconium to teach the word of God. Having listened to him for three days and three nights, Thecla was completely drawn to the faith in Christ and made a vow to live a life in chastity. Her mother, as soon as she had noticed that Thecla would not even look at her finance, nor think about marriage, began with counselling her, only later to beat her up and deprive her of food. Finally, she handed her over to the judge and demanded her to be burnt alive. The judge had her thrown into the fire, yet the fire did not touch her. Then Thecla found Saint Paul and together they set out for Antioch. Attracted by her beauty, one of the worthies of the city, rushed to take her by force, but Thecla broke free from his hands. He handed her over to the Governor under accusations of being a Christian and despising marriage. The Governor condemned her to death and had her thrown to the beasts, yet the beasts did not touch the body of the Holy virgin. Astonished at the sight of this, the Governor asked her:\" Who are you and what power you are endowed with that nothing can harm you?\" Thecla answered him: \" I am a servant of the living God.\" Then the Governor set her at liberty and she began to proclaim the word of God and converted many to the true faith. Among these was the honourable, respectable virgin named Triphaina. Then Thecla, having the blessing of Saint Paul, withdrew in a solitary place near Seleucia. Here she led the ascetic life for a long time, and healing the sick by the wonderworking grace she converted many to Christianity. Driven by envy, the doctors and pagan priests from Seleucia sent some young men to outrage her, hoping that she, once she loses her virginity, would lose her wonderworking power also. Thecla tried to escape these spiteful young man and upon realising that she would be seized, she prayed to God by a rock, and the rock opened and concealed this holy virgin and bride of Christ. And this rock was her hiding place and her tomb. For this wondrous virgin, Saint John the Chrysostome says: \"I behold this blessed virgin offering to God with one hand virginity and with the other martyrdom.\""
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Venerable Euphrosyne",
    "important": false,
    "desc": "Daughter of Paphnutius, a rich and well-known man from Alexandria. Her parents were childless and they received Euphrosyne in answer to their fervent prayers to God. Being devout people, they brought her up in the faith of Christ. As she refused to get married, the young Euphrosyne, to hide herself from her father, put on male attire and left home for a monastery where she was accepted by the abbot as the eunuch of Emperor Theodosius, named Smaragdus. The abbot received him in the monastery and gave him in obedience to the spiritual father Agipit. With his ascesis in fasting and prayer, Smaragdus soon distinguished himself from all the other monks in the monastery. Smaragdus had lived for thirty-eight years in severe ascesis, when, one day Paphnutius visited the monastery and the abbot sent him to Smaragdus for his prayer and consolation. Smaragdus recognized Paphnutius, but Paphnutius did not recognise Smaragdus. When the father confessed his sorrow for the loss of his daughter, Smaragdus advised him not to lose hope, as already in this life he would see her, and asked him to come back in three days. When Paphnutius returned, he found Smaragdus on his deathbed. Then he told Paphnutius: \"I am Euphrosyne, your daughter, and you are my father!\" The father was thunderstruck and could not come to his senses from the great surprise. Then the blessed Euphrosyne gave up her soul to God and her father mourned for her at her deathbed. When he had buried her, he also became a monk in the same monastery and lived in his holy daughter's former cell. After living righteously for ten years, Saint Paphnutius in his turn fell asleep in the Lord."
  }, {
    "title": "Venerable Sergius of Radonezh",
    "important": false,
    "desc": "A great ascetic and light of the Church in Russia. He was born in 1313 in Rostov, of his devout parents Kyril and Maria. After his parents' death, Bartholomew' for this was the name given at his Baptism' became a monk and founded the Lavra dedicated to the Holy Trinity in the forests near Radonezh. This peaceful and meek servant of God knew nothing but labour and prayer. For the purity of his heart he was made worthy of the gift of working miracles and in the name of Jesus Christ he raised the death. The Holy Mother of God appeared to him on several occasions. Princes and Bishops came to him for advice. He blessed the Grand Prince Dimitri Donskoy and foretold him his victory in the war for deliverance of Russia from the Tatars. He could discern people's hearts and see events distant in space and time. His brotherhood numbered many monks during his lifetime and throughout the centuries has remained the principal spiritual centre and a place of pilgrimage to bear witness to great wonders of God. Saint Sergius died in peace in 1391. After his death he appeared to different persons on many occasions."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Holy Apostle and Evangelist John the Theologian",
    "important": true,
    "desc": "Son of the fisherman Zebedee and of Salome, a daughter of the righteous Joseph. Called by Lord Jesus, John immediately left his father and his fishing nets and together with his brother Jacob followed after Christ. And ever since he had never separated from his Lord until the end. With Peter and Jacob he was present at the raising of Jairus’ daughter and of the Lord’s Transfiguration on Tabor. At the Mystical Supper he leant on Jesus’ bosom. When all the others forsook the crucified Lord, John along with the Theotokos stayed at the Cross. At the Lord’s commandment he had afterwards been like a son to the Most Holy Virgin and had caringly served and guarded Her until Her assumption. After the assumption of the Most Holy Theotokos, Saint John went together with his disciple Prochorus to spread the Gospel in Asia Minor. Ephesus was the place where he stayed and was active the longest. With his inspired preaching and his wonder-working he converted many into Christianity and shook paganism from its foundations. Embittered, the pagans tied him up and sent him to Rome to the emperor Domitian. He was tortured and beaten before the emperor, but since he was not harmed even by the most venomous poison they gave him to drink or by the boiling oil they threw him in, the emperor got frightened and, counting him immortal, he sent him to exile on the Isle of Patmos. On this island Saint John converted many into Christianity with words and wonders and fortified the Church of God well. Here he wrote his Gospel and the Revelation. In the time of the emperor Nerva, who gave freedom to all the captives, John went to Ephesus again, where he lived for some time reinforcing there his previously started work. He was over a hundred years old when he presented himself before the Lord. Afterwards, when his disciples opened his tomb, they did not find his body, but every year on May 8 there came out of the tomb certain fine dust, fragrant and healing. After his much labourious and fruitful life on earth, this beloved disciple of Christ and a pillar of the Church, moved into the immortal and peaceful joy of his Lord."
  }, {
    "title": "Venerable Nilus of Calabria",
    "important": false,
    "desc": "A great ascetic among the Greek in Calabria, a founder of several monasteries, a miracle-worker and defender of Orthodoxy. He walked a long, long way only to save a man from a hard punishment. So, he was filled with a great love for his neighbours. He fell asleep in the Lord in 1005. He left numerous disciples after him, as worthy as himself, among which the most distinguished is Saint Bartholomew (+ 1044), the author of several canons."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Holy Martyr Callistratus",
    "important": false,
    "desc": "He came from Carthage. A Christian by descend, as his father and his grandfather were Christians. One of his ancestors, Neocor, served as a soldier of Pontius Pillates in Jerusalem at the time when Jesus Christ suffered. He witnessed with his own eyes the numerous miracles that Christ worked and believed in Him, so he was introduced to the faith and baptized by the Apostles. Upon his return home, Neocor brought to his kinsmen the faith in Christ as a precious stone. Thus, in time Saint Callistratus was born and also baptized and brought up as a Christian. When he served as a soldier, there were no other Christians in his regiment apart from himself. Some of his fellow-soldiers noticed Saint Callistratus as he prayed to God at night, and denounced him to their commanding officer Persentinus as a Christian. And Persentinus was a vicious tormentor of the Christians. To assure himself whether Callistratus was truly a Christian, he ordered him to worship the idols, which Callistratus instantly refused. Then he was savagely beaten and thrown into the sea. Yet, the power of God saved him and he came out of the sea untouched. When they saw the suffering of Callistratus and the miracle, forty-nine soldiers believed in Christ. They, in their turn, were put to the torture and thrown into prison together with Callistratus. In prison, Callistratus instructed them in the faith and consoled them. They showed a great strength while tortured, and God presented a great might through them. The vicious tormentor sent his soldiers at night to kill Callistratus and his forty-nine companions in prison. They fell victims for the truth in 304. Later, a church was built at the place their relics had laid."
  }, {
    "title": "Holy Apostles: Mark, Aristarchus and Zenas",
    "important": false,
    "desc": "Among the Seventy Apostles. Saint Mark was also named John. At the house of his mother Maria in Jerusalem the Holy Apostles gathered for prayer (Acts 12, 12). He preached the Gospel together with Apostles Paul and Barnabas (Acts 12, 25). Later, he was ordained Bishop of Byblus. Saint Aristarchus, a companion of the Holy Apostle Paul (Acts 16, 29), was the bishop of Apamea in Syria. Saint Zenas, called by the Apostles the lawyer (Tit. 3, 13), was the Bishop of Laodicea. They were shining as stars in the darkness of paganism and converted many to the faith of Christ. And now they shine in the kingdom of their beloved Christ."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Venerable Chariton the Confessor",
    "important": false,
    "desc": "He was a distinguished and pious citizen of Iconium. Brought up in the spirit of his fellow-citizen Thecla, Chariton publicly confessed the name of Christ. When the violent persecution of Christians began during the reign of the Emperor Aurelian, Chariton was immediately brought to trial before the Consul. When he told him to bow before gods (i.e. the idols), Chariton replied:\" All your gods are nothing but demons thrown in the utmost darkness for their pride.\" And Saint Chariton clearly declared his faith in the One living God, the Creator of all, in God Jesus Christ, the Saviour of mankind. Then the Consul gave the command and he was tortured and beaten so severely, and his body was covered with so many wounds, that it all became as one bleeding wound. Following the unexpected death of Aurelian, that at the time befell the tyrant, Chariton was set free from tortures and prison. Then he set out for Jerusalem. On his way there he was captured by thieves, but God's Providence saved him. And he would not return to Iconium any more, but he withdrew in the wilderness in Pharan, where he founded a lavra and gathered many monks. When he had established the typicon for the brethren, driven by desire to avoid glory of men, he withdrew in a desert near Jericho, where he founded another lavra, called the Lavra of Chariton. Afterwards he founded yet a third lavra called Souka, or the Old Lavra. He fell asleep in the Lord in his old age and inhabited the glory of his Lord on September 28, 350. His relics rest in his first lavra. Saint Chariton is said to be the author of the service for the monastic tonsure."
  }, {
    "title": "Holy Prophet Baruch",
    "important": false,
    "desc": "A disciple and a faithful friend of the great prophet Jeremiah. Baruch prophesied the Jews their liberation from the Babylonian bondage, then the destruction of Babylon and the coming in the flesh of the Son of God on earth. He is considered to have been killed by the Jews in Egypt as the prophet Jeremiah, in the 7th century BC."
  }, {
    "title": "Holy Martyr Mark the Shepherd",
    "important": false,
    "desc": "During the reign of Diocletian, Magnus, the Prefect of Antioch went hunting with his soldiers. As they were after the animal, the soldiers saw it finding rescue by Mark, who shepherded his flock in the area. And the animal started playing harmlessly with Mark, the man of God. Upon witnessing this, the thirty soldiers, following Mark's example believed in Christ. The Prefect imprisoned him, took him to the city and summoned the three brothers, blacksmiths: Alexander, Alphius and Zosimas to make instruments for his tortures. But, all three of them talked to Saint Mark and received the faith in Christ from him, so they cancelled the Prefect's order. The Prefect condemned them to death and at his command molten lead was poured down their throats. And Saint Mark was beheaded and his head was placed in the temple of Artemis, which fell down by the power of God."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Venerable Cyriacus the Anchorite",
    "important": false,
    "desc": "He was born at Corinth of his parents John and Eudoxia. His father was a presbyter, and Peter, the Bishop of the city, was his kinsman. In his youth, the Bishop ordained him a reader of the cathedral church. Reading the Holy Scriptures, the young Cyriacus was fascinated by God's Providence that glorified all true servants of the living God and arranged the salvation of humankind. When he turned eighteen, his longing for spiritual life led him to Jerusalem. There he became a monk in the monastery of a man of God called Eustorgius, who gave him an initial instruction for his monastic life. Then he went to Saint Euthymius who discerned his future spiritual greatness, clothed him in the holy angelic Habit, and sent him to Saint Gerasimus, who dwelt near the Jordan, where Saint Cyriacus spent nine years. Following the death of Saint Gerasimus, he returned to the monastery of Saint Euthymius where he lived in hesychia for ten years. Afterwards, he often changed his place of ascesis, fleeing the glory of men. He also lived in the Lavra of Saint Chariton, where he completed his journey on earth when he turned a hundred and nine years. The glorious ascetics and miracle-worker Saint Cyriacus had a strong and mighty figure, which he kept until his old age, despite extreme fasting and vigil. In the desert he used to live on wild vegetables for years. In his great zeal for the Orthodox faith, he fought against the heresies, and particularly against the Origenist heresy. For himself, he said that as a monk the sun never saw him eating or giving way to anger. According to the rule of Saint Cyriacus the monks had only one meal a day, and this after sunset. He was light and pillar of Orthodoxy, pride of monks, mighty healer of the sick and gentle comforter of those in sorrow. To the benefit of many, he lived long years and inhabited the everlasting joy of his Lord in 557."
  }, {
    "title": "Saint Theophanes, the Merciful",
    "important": false,
    "desc": "A wealthy citizen of Gaza. He was so merciful that distributing his property to the poor he ended up as one of them. Before he completed his life on earth, he had suffered from a terrible sickness that caused his body to swell up, to rot, and to give off a stench and he eventually died. After death the body of Saint Theophanes became completely cleansed of wounds and decay and became fragrant, giving forth abundant healing myrrh."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Saint Gregory the Enlightener, Bishop of Armenia",
    "important": false,
    "desc": "Born of noble family, relatives of the Persian royal family of the King Arbatan and of the Armenian royal family of the King Kursar. When these two royal families started a war between them, Gregory exiled to Caesarea in Cappadocia, where he learnt of the holy doctrines of the Christians and was baptized, and afterwards married. From this marriage he had two sons: Verthanes and Aristakes. Both of them he gave in service of the Church. Following the death of his wife, he returned to Armenia and entered in service of King Tiridates. And Gregory served loyally to his King, and the King loved him. But, when the King learnt that Gregory was a Christian, he was greatly enraged and began counselling him to denounce the faith of Christ and worship the idols. When his endeavours failed, he put Gregory to the torture and after many various torments he threw him in a deep pit full of all kinds of venomous creatures to die. Yet, God preserved him in this pit for fourteen years. Then Tiridates continued the persecution of Christians in his kingdom and struck a monastery where lived thirty-seven sisters and their abbess Gaiana. When he had killed them all in atrocious tortures, Tiridates lost his reason and lived as a wild bore. His sister saw in her dream a man, radiant with light, who told her that her mad brother would not be cured until Gregory was taken out of the pit. When he was brought out of the pit, Saint Gregory cured him and baptised him. Then, according to the will of Tiridates, Gregory became the Bishop of Armenia and with the King's assistance, he enlightened the whole country and the neighbouring areas in the faith of Christ. Saint Gregory completed his laborious life in his old age, in 335. In his place, his son Aristakes was consecrated a Bishop. He continued his father's work and was one of the 318 fathers that took part in the First Ecumenical Council."
  }, {
    "title": "Saint Michael, the first Metropolitan of Kiev",
    "important": false,
    "desc": "On request of the Grand Prince Vladimir, the Patriarch of Constantinople sent him in Russia to baptize the pagan people and establish and strengthen the Church of God. Saint Michael baptized the people of Kiev, Novgorod, Rostov and many other cities and villages; he established the life of the Church, consecrated bishops and presbyters, he founded the Michael's Monastery in Kiev and sent missionaries among Bulgarians and Tatars who converted many to the faith of Christ. These and many other important deeds performed this Saint in only four years. He peacefully fell asleep in the Lord in 992. His relics lie in the Monastery of the Kiev Caves."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Holy Protection of the Mother of God",
    "important": true,
    "desc": "The Church has always glorified the Holy Mother of God as protectoress and guardian of Christians, who with her prayerful intercession provides God's mercy for us the sinners. The help of the Holy Mother of God to individual persons or to whole nations, in peace or in war, in the monastic deserts or in the overpopulated cities was made evident on numerous occasions. The event that the Church commemorates and celebrates today proves this everlasting protection of the Holy Mother of God of humankind. On 1 October 911, in the reign of the Emperor Leo the Wise (or the Philosopher), Vigil was held in the Church of Blachernae at Constantinople. The Church was crowded with people. At the back part of the Church stood Saint Andrew the Fool-for-Christ with his disciple Epiphanius. At the fourth hour of the night, the Holy Mother of God appeared, watching over the congregation as she covered the faithful with her Veil. She was attired in golden porphyry and all radiant with unthinkable shine, accompanied by apostles, saints, martyrs and virgins. Beholding this vision, Saint Andrew pointed with his hand and asked the blessed Epiphanius:\" Do you behold, brother, the Empress and the Greatest Ladies of all, how she prays for the whole world?\" Epiphanius replied:\" I behold her and I tremble with fear!_ Following this vision of theirs was established this feast to remind us of this event and of the everlasting protection of the Mother of God, when we seek this protection of hers, this Veil of hers, every time we are in sorrow or trouble."
  }, {
    "title": "Venerable Romanus the Melodist",
    "important": false,
    "desc": "He was from the city of Emesa in Syria. He became deacon of the Church of Beirut, and afterwards of the cathedral church of Constantinople, during the reign of the Patriarch Euthymius (490 - 504). He was illiterate and also had not been blessed with a well-modulated voice, for which some of the clergy made fun of him. Saint Romanus in tears implored the Holy Mother of God, and She appeared to him in a dream, holding in her hand a scroll, which She gave him to eat. The next day, on the Nativity of our Lord, Romanus went up into the ambo and he began to intone in an angelic voice:\" Today the Virgin\" All were delighted by the content of the chant and by the voice of the chanter. Since he received the poetic gift from the Holy Mother of God, Romanus had sung more than one thousand kontakia. As the deacon of the grand church, he fell asleep in the Lord in 510 at Constantinople and joined the angelic choir."
  }, {
    "title": "Venerable John Koukouzelis",
    "important": true,
    "desc": "He was a Slav from Dyrrachium. In his youth he attended the music school in Constantinople, where he became the favourite singer at the Emperor's court. Being afraid of the flattery and glory of men, he fled to Mount Athos and joined the Great Lavra as a shepherd. He spent his life of a shepherd and a monk in a great ascetic struggle. The Holy Mother of God appeared to him on two occasions. He fell asleep in the Lord in the 12th century."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Saint Andrew, the Fool-for-Christ",
    "important": false,
    "desc": "A Slav by descent. As a slave, he was purchased by a wealthy man called Theognostus at Constantinople, in the reign of the Emperor Leo the Wise, the son of the emperor Basil the Macedonian. Andrew was a wonderful boy, in his body and in his soul. Theognosticus came to love him and had him educated. Andrew ardently prayed to God and attended all church services with love. Following a heavenly vision, he devoted himself to the ascetic struggle of being a fool-for-Christ. And once, when he went to draw water from the well, he tore his clothes, cut them to pieces and pretended that he went mad. In deep sorrow for this, his master Theognostus put him in chains and took him to the Church of Saint Anastasia the Deliverer from Bonds, to read him a prayer. But, as Andrew did not get better in the eyes of his master, he let him go. Saint Andrew pretended to be mad at daytime, and at night he prayed to God. He lived as a vagrant without any kind of shelter. He slept in the field, he went about the streets half dressed, covered with a ragged cloak, he ate some bread now and then when the good people would give him. The alms he had received, he gave away to the poor at the same time offending them for fear that they may thank him. As he anticipated his reward from God only. For his great forbearance and humility the saint was filled with the grace of God, so he could discern people's secrets, he beheld angels and demons, drove the demons away from men, saved them from spiritual perils. He had seen wonderful visions of Heaven and the highest heavenly hosts; he saw the Lord Jesus Christ on the throne of His glory; with his disciple Epiphanius he saw the Most Holy Theotokos at the Blachernae church, covering the Christian congregation with her Veil."
  }, {
    "title": "Holy Hieromartyr Cyprian and the Martyr Justina",
    "important": false,
    "desc": "Cyprian moved from Carthage to Antioch, where at the time dwelt Justina with her parents Aidesius and Cleodonia. Aidesius served as a priest of the idols and his entire household was dedicated to worshipping the idols. Yet, when Justina, going to Christian churches, had learnt of the true faith, she converted her parents to the Lord Jesus Christ. And all three of them received holy Baptism from the Bishop Opatus. Cyprian was a magician, he had the demons at his command and he foretold people's future. A lascivious young man called Aglaidas, who was a pagan, wanted to seduce Justina, as he fell passionately in love with her, enchanted by her beauty. So, when the virgin resolutely rejected his advances, he asked Cyprian for help. Cyprian drove the evil spirits, one by one, on Justina, to tempt her and let loose in her lust after the impure Aglaidas, but his efforts were to no avail, as the young Justina with the sign of the Cross and her prayers to God drove the evil spirits away. Then Cyprian acknowledged the power of the Cross and was baptized, in time to be consecrated as presbyter and bishop. Infuriated, the pagans condemned him and Justina and handed them over to the tribunal in Damascus, following which they were tortured and beheaded in Nicomedia, by the end of the 3rd century."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Holy Hieromartyr Dionysius the Areopagite",
    "important": false,
    "desc": "He was numbered among the Seventy lesser Apostles. This wonderful man came of a rich and noble pagan family from Athens. As soon as he completed the school of philosophy in Athens, he went to Egypt to complete his studies. At that time, when the Lord Jesus Christ died on the Cross the sun darkened and Egypt was covered with complete darkness for three hours. Then Dionysius cried out:\" Either God is suffering, or this is the end of the world!\" Upon his return to Athens, he married Damara and had sons with her. He was chosen one of the counsellors of the Areopagus, the high court and parliament of the city, for which was called the Areopagite. When the Apostle Paul preached the Gospel in Athens, Dionysius was baptized with his family. The Apostle Paul consecrated him the Bishop of Athens, for he had left his wife and children, and his social status for the love for Christ. He travelled as a companion of Saint Paul long enough to meet all the other Apostles of Christ. He headed for Jerusalem in order to meet the Most Holy Mother of God and he described the meeting with Her in one of his works. He attended her entombment together with the Apostles. When his master, Saint Paul had suffered a martyr's death, Dionysius desired martyrdom for himself. And he set out to preach the Gospel among the barbarians in Gaul, together with the priest Rusticus and the deacon Eleutherius. He suffered a lot, but also achieved a lot. Owing to his efforts, many pagans were converted to the faith of Christ. In Paris, Dionysius built a little church, where he served to God. When he was ninety years of age, he was captured and put to the torture for Christ, together with Rusticus and Eleutherius, eventually to be beheaded, all three of them. The head of Saint Dionysius fell before a Christian woman, Catula, who honourably burried his body together with the head. He suffered in the reign of the Emperor Dometian in the year 96. He had written many important works on mystical theology, on heavenly and ecclesiastical hierarchy, on the Most Holy Mother of God."
  }, {
    "title": "Venerable John the Chozebite",
    "important": false,
    "desc": "Saint John came from Egypt. He led an ascetic life in a cave in Chozeba during the reign of the Emperor Justinian. Whenever he performed a liturgy, the altar was filled with heavenly light. In his vicinity, the elder Ananias led an ascetic struggle. The humility of these saints was astounding. A man brought his son, possessed by an evil spirit, to Ananias to cure him with his prayers. Ananias sent him to Saint John, as being greater than him. John, for his part, could do nothing but obey the elder, so he cried out:\" In the name of Jesus Christ, Ananias, and not me, commands you to get out of this boy!\" And the boy was immediately cured."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Holy Hieromartyr Hierotheus",
    "important": false,
    "desc": "He was a companion of Saint Dionysius the Areopagite. He was converted to Christianity when Saint Paul came to preach in Athens, slightly later than Dionysius. The Apostle Paul consecrated him a Bishop of Athens. At the time of the assumption of the Most Holy Mother of God, Hierotheus also appeared in Jerusalem and was present at her entombment. With his divinely inspired chanting he led many to graceful joy and proved himself to be a man inspired from on high. He made a great effort in spreading the Gospel, he converted many pagans to Christianity, he was a good shepherd of his flock and completed his journey on earth with martyrdom for Christ. He was crowned with two wreaths in the Heavenly Kingdom: the wreath of a hierarch and the wreath of a martyr."
  }, {
    "title": "Venerable Ammon",
    "important": false,
    "desc": "He was born in Egypt and was a wine grower. His relatives made him marry against his will, and he did not want to live with his wife as with a wife, but from the very first day he called her his sister and counselled her together to preserve their virginity for the higher riches in heaven. According to their understanding, his wife founded a monastery at their home, and Ammon left for the desert of Nitria, where he devoted himself to ascesis. For the purity of his heart, God granted him the great gifts of working miracles and discerning people's hearts and seeing events remote in space and time. A man and his wife brought their son possessed by the evil spirit to Ammon, to cure him with his prayers. But he would not do so on any account. The parents persisted in their intention and after a while Ammon told them:\" In your hands are the sickness and the health of your child. Return to the widow the ox you had stolen from her and your son would be cured.\" Shocked by the Saint's discerning, the parents immediately confessed their sin and promised to return the ox as soon as they return home. Then Saint Ammon prayed to God and the child was cured. Ammon was a close companion of Saint Anthony the Great. When he fell asleep in the Lord in Nitria around 350, Saint Anthony saw from his cell the soul of Ammon going up to Heaven and told his brethren:\" Today Abba Ammon committed his spirit, I can see his holy soul taken to Heaven by angels\"."
  }, {
    "title": "Venerable Paul the Simple",
    "important": false,
    "desc": "Until he was sixty years of age he lived in the world as a married man. When he found his wife committing adultery, he left everything and went to Saint Anthony in the desert and became a monk. Though he was a simple and illiterate man, he attained such a spiritual perfection that he could see the souls of people, just as the common people see their bodies. He was so great miracle-worker that even surpassed Saint Anthony on certain occasions. He fell asleep in the Lord in his very old age in 340 and entered the joy of the angels."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Holy Martyr Charitina",
    "important": false,
    "desc": "In her childhood she was adopted as an orphan by a noble Christian called Claudius, who brought her up as his own daughter. Day and night she learned the commandments of the Lord, and made a vow to live her life in chastity as a true bride of Christ. As she instructed the others to live their lives in chastity, she came to the notice of the Emperor Diocletian's governor, called Domitius. He sent his soldiers after her, and they took her from her father and brought her to trial. The tribune asked her:\" Is it true that you are a Christian and that you deceive the others converting them to this impure faith?\" Charitina replied with great courage:\" It is true that I am a Christian, but it is a lie that I deceive the others, for I show them the path of the truth leading them to Christ.\" The cruel tribune gave the command and they shaved her head and set burning coals on it. But the power of God preserved the virgin. She was thrown into the sea, but God saved her again. She was bound to a wheel and when they started turning it, the angel of God stopped the wheel and Charitina remained untouched. Then the wicked tribunal sent some lascivious young men to defile her virginity. Fearing this, Saint Charitina prayed to God to receive her soul before the spiteful men came to ravish her body. And while she was on her knees praying to God, her soul left her body and inhabited the everlasting Kingdom of Christ."
  }, {
    "title": "Holy Hieromartyr Dionysius, Bishop of Alexandria",
    "important": false,
    "desc": "He was born in Alexandria of distinguished pagan parents and educated in Hellenic philosophy, and afterwards he became a student of Origen. In his youth when he had read the epistles of Saint Paul he believed in Christ and was baptized by Demetrios, the Bishop of Alexandria. In 247 he became the Bishop of the same city and served God and his people as a true shepherd, under extremely difficult circumstances. From outside the Church was persecuted by pagans and from inside torn apart by heretics. At the same time there was an outbreak of plague that afflicted people for several years. He lived for three years out of Alexandria, sheltered by the faithful in order to preserve him from dying a premature death. During these three years he wrote many epistles and other works for his flock, instructing and encouraging them in practising Orthodoxy. Among his writings there are several canons approved by the church. His letter to Novatian is also considered canonical. He had governed the Church of God for seventeen years and committed his spirit in 265."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Holy Apostle Thomas",
    "important": true,
    "desc": "One of the Twelve great Apostles. His doubt in the resurrection of our Lord Jesus Christ provided for another confirmation of this wondrous event for the salvation of humankind. Namely, the resurrected Lord appeared again to the Apostles to assure Thomas. And the Lord said to Thomas: \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe. Thomas said to him, My Lord and my God!\" (John 20). Following the descent of the Holy Spirit, when the Apostles went their separate ways to proclaim the salvation of the world, it fell to Thomas to go to India. He was slightly worried for going to such distant lands, but God appeared to him and encouraged him. In India, Saint Thomas converted many, rich and poor, to the faith in Christ, established the Church of God and appointed bishops and priests. Among the others Saint Thomas converted to Christianity the wives of the two Indian Princes, Tertia and Migdonia, who were sisters. These sisters were greatly tortured by their husbands for they refused to live with them after their Baptism, and their husbands eventually left them. Released from marriage, they lived a life pleasing to God until their death. Dionysius and Pelagia were betrothed to be married, but having heard the Apostle's preaching they did not unite in marriage, but devoted to ascesis. Pelagia ended her life in martyrdom for the faith, and Dionisyos was appointed Bishop by the Apostle. The Governor of Meliapur, Tatiana's husband, whose wife and son were baptized by the Apostle, condemned him to death and ordered five soldiers to spear him through with five spears. Thus the Holy Apostle Thomas committed his soul in the hands of Christ. Before the hour of his death, he, as the other Apostles, was miraculously transferred to the entombment of the Holy Mother of God. Yet, as he arrived with a delay, he regretted bitterly, and on his plead the tomb of the Most Holy was uncovered, but they did not find her body there. On a mysterious way God had taken His Mother in his Heavenly dwellings. Thus Saint Thomas, who with his disbelief strengthened the belief in the resurrection of Christ, in this case revealed the miraculous glorification of the Holy Mother of God."
  }, {
    "title": "Holy New Martyr Macarius",
    "important": false,
    "desc": "He was born in the place called Kios in Bithynia, of Christian parents, Peter and Anthusa, and called Manuel in Baptism. The parents apprenticed him to a master - tailor. His father became a Muslim and moved to Bursa. When Manuel went to Bursa on business, he came across his father, who forced him to become a Muslim too. Manuel resisted in vain: the Turks circumcised him by force. Then he fled to Mount Athos where he became a monk in the Skete of Saint Anna and was named Macarius. For twelve years he was a distinguished monk in acsesis, but his soul could find no peace. \"But whoever disowns me before men, I will disown him before my Father in heaven\" (Matthew 10,33), these words of Christ kept ringing in Aquarius's ears. Thus, he made a decision and with the blessing of his spiritual father he returned to Bursa and publicly confessed his faith in Christ before the Turks, calling Mohamed a false prophet. He was beaten for a hundred and thirty days and suffered dreadful tortures before being beheaded in Bursa, on 6 October 1590. Fragments of his miracle-working relics are kept in the Skete of Saint Anna on Athos."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Holy Martyrs Sergius and Bacchus",
    "important": false,
    "desc": "These holy and great martyrs for the faith in Christ were senior officers at the court of the Emperor Maximian. The Emperor himself highly appreciated them for their bravery, wisdom and loyalty. Still, when he had heard that these two noblemen of his were Christians, his love for them turned to anger. On the day that there was a public sacrifice in honour of the idols, the Emperor summoned Sergius and Bacchus together with him to offer sacrifices to the idols, which they openly refused. The Emperor was so infuriated that he ordered them to be stripped forthwith of their military insignia and dressed in women's clothes; even more, heavy iron collars were put on their neck and they were dragged through the streets of Rome to become the laughing stock of all. He then ordered them to be taken to Asia, to his governor Antioch and to be put to the torture. And Antioch had advanced in his service and came to this position with the support of Sergius and Bacchus, who had recommended him to the Emperor at the time. When he began advising them to renounce Christ and save themselves from humiliation, torture and death, these holy people said to him:\" Honour or humiliation, life or death _ it makes no difference for the one who seeks the Kingdom of Heaven.\" Antioch threw Sergius and Bacchus into prison and ordered Bacchus to be put to the torture first. The servants took turns beating the holy man until they had completely distorted his body. His soul left his distorted bleeding body, and was carried in the hands of angels to God. He suffered and died in the city of Barbalissos. Then they took Saint Sergius out of his prison cell, and put shoes on him with sharp nails inside and made him run as far as the city of Rosapha in Syria, where he was beheaded. They suffered and were crowned with the wreaths of everlasting glory about 309."
  }, {
    "title": "Holy Martyr Polychronius",
    "important": false,
    "desc": "Polychronius was born in a peasant family from the district of Gamphanetis. In his youth he worked in the vineyards around Constantinople. Yet, Polychronius lived in ascesis of fasting and prayer day and night. When the owner of the vineyards came to notice his way of life - angelic in terms of purity and restrain, he paid him much greater salary than he had earned. And Saint Polychronius took the money and built a church with it. At the time of the Niaceian Council, Polichrunius was a reader, and he showed such great zeal in defending the Orthodox faith against the Arians that he was consecrated a priest. To revenge the Arian heretics attacked him in the church and cut him to pieces. Thus this great defender of the Truth and the purity of Orthodoxy suffered and died and was crowned with a wreath of glory by his Lord."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Venerable Pelagia",
    "important": false,
    "desc": "Saint Pelagia was a repentant harlot. She was born as a pagan in Antioch. God granted her a great gift of physical beauty, which she employed to the perdition of her soul and the souls of others. Her sinful ways and unchaste pleasures made her a great fortune. One day, as she was passing by the Church of the Holy Martyr Justinian, at the time when the Bishop Nonnus was preaching, she heard his words for the last Judgement and the everlasting punishment of sinners. These words distressed her so greatly that she suddenly changed, finding herself repulsive. She became frightened of God, repented for her sins and fell down to her knees begging Saint Nonnus to baptize her. \"Have mercy on me, the sinful woman, and baptize me and teach me to repent; I am a sea of transgressions, an abyss of perdition, a net and instrument of the devil.\" With these words the repentant in tears begged the hierarch of Christ. And he baptized her. At her Baptism, Romana, the deaconess of the church, was her godmother and afterwards as her spiritual mother, she strengthened Pelagius faith. But, Pelagia could not stop at Baptism. Under the burden of her countless sins and pangs of conscience, she decided to live in ascesis. Her wealth made in sin, she distributed to the poor, and in secret headed to Jerusalem, where, under a male name, as a monk Pelagius, she withdrew in a cell on the Mount of Olives and began a severe ascetic struggle in fasting, prayer and vigilance. After three years, Jacob, the deacon of Saint Nonnus, visited her and she was still alive, but when he visited her again in a few days, he found her dead body and buried it honourably. Saint Pelagia fell asleep in the Lord around 461. Thus, this former sinful woman with repentance and zeal found mercy in God and, her sins having been forgiven, became a holy woman. Her purified and holy soul was found worthy of the Heavenly Kingdom."
  }, {
    "title": "Venerable Thais",
    "important": false,
    "desc": "A repentant harlot. Born in Egypt. As Saint Pelagia, Saint Thais also spent her youth in sinful pleasures. On this road to perdition she was directed by her shameless mother. Yet, God, who is full of mercy and does not desire death of the sinners, nor their perdition, but their salvation, found ways in his Divine Providence to save the sinful Thais. One of the disciples of Saint Anthony the Great, Saint Serapion the Sindonite, heard about Thais, her sinful life and the venom with which she poisoned the souls of many, and made a decision, with God's help, to save her. Serapion dressed as a soldier, took a piece of gold with him and went in the city where he found Thais and gave her the gold. Considering that this man gave her the gold for sinful deed, Thais lead Saint Serapion into her room. Then he opened his blessed mouth, reproached her sins and called her to repent. The soul and conscience of Thais awoke from the lethargy and tears of deep sincere repentance rushed from her eyes. She distributed her wealth to the poor, and following Saint Serration's advice she went to a monastery, where she stayed for three years, withdrawn in a small cell, living on water and bread only. Before her death, Saint Serapion visited her and against her will took her out of the cell. She soon fell ill and surrendered her purified and blessed soul to God. Saint Paul the Simple, also a disciple of Saint Anthony the Great, saw in a vision the wonderful place that God prepared in Heaven for the holy repentant Thais. This holy soul fell asleep in the Lord in 340."
  }, {
    "title": "Holy Martyr Pelagia",
    "important": false,
    "desc": "A virgin of a noble birth, from Antioch. In the reign of the Emperor Numerian, the Governor of Antioch sent soldiers to bring Pelagia before the tribunal, for she was a renowned Christian. The soldiers surrounded her house and called the holy virgin to come out of the door. She came out and when she heard that they had come to take her to the tribunal, she put on a smiling face, and asked them to wait for her a minute or two to prepare herself. Then she made her way to the top of the house, raised her hands to heaven and prayed to God to take her soul and not to allow her virginity to be defiled. And God accepted her soul, while her body fell dead in front of the soldiers. \"Her death\", Saint John Chrysostom would write, \"came to pass not as a natural fall, but at Lord's command\", and continues:\" Thus, this chaste and from every gold purer body, lied on the ground, surrounded by angels, honoured by Archangels in the presence of Christ Himself\"."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Holy Apostle Jacob",
    "important": true,
    "desc": "The son of Alphaeus and one of the Twelve Great Apostles. The brother of the Evangelist Mathew. Witness of the word of truth and the miracles of our Lord and Saviour Jesus Christ, witness of His suffering, Resurrection and Ascension. After the descent of the Holy Spirit on Pentecost, it fell to the Apostle Jacob's part to spread the Gospel in Eleutheropolis and the surrounding area, and then in Egypt where he suffered for his Saviour. With great power of word and deed did saint Jacob proclaim the Good News of the incarnate God the Word, throwing the altars of the idols to the ground, driving out evil spirits, healing every sickness and trouble in the name of the Lord Jesus Christ. His labour and his zeal were crowned with a great success. Many pagans were converted to the faith in Christ, churches were founded and established and bishops and priests were appointed. He suffered in Egypt, in the town of Ostracina, crucified by the pagans. Thus this great and wonderful Apostle inhabited the Heavenly Kingdom, to reign together with the King of glory forever and ever."
  }, {
    "title": "Venerable Andronicus and his wife Athanasia",
    "important": false,
    "desc": "Saint Andronicus lived in Antioch in the reign of the Emperor Theodosius the Great. He was a goldsmith by trade. Both he and his wife were devout Christians that unceasingly struggled to follow the road to God. Out of their earning, one third they distributed to the poor, the other third to the Church, and the third part they kept to live on themselves. When they had two children born, they agreed to continue their life as brother and sister. Yet, according to unfathomable Divine Providence, both their children died at the same day. And the parents were in great sorrow until the holy Martyr Julian appeared to Athanasia on the graveyard and comforted her with the news that their children were at the Kingdom of Heaven and that they were far more contented there than with their parents on earth. After this, they both left everything and went to Egypt where they entered monastic life - Andronicus went to Abba Daniel and remained in his Skete, and Athanasia at the women's monastery in Tabennesis. Having pleased God with their long-lasting struggle, they inhabited the Kingdom of Heaven, first Saint Athanasia, and eight days after her Saint Andronicus, too."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Venerable Theophilus the Confessor",
    "important": true,
    "desc": "He is a Macedonian by birth, from the area of Strumica. He became a monk in his youth and founded a monastery. He suffered greatly for the icons at the time of Leo the Isaurian and he would have been killed had he not managed to explain his judge, the Consul Hypatios, the theological grounds for veneration of the icons. The Consul set him free and he returned to his monastery, where he peacefully fell asleep in the Lord in 716 and inhabited His joy."
  }, {
    "title": "Holy Martyrs Eulampius and Eulampia",
    "important": false,
    "desc": "Brother and sister from Nicomedia. During a violent persecution of the Christians at the time of the Emperor Maximian, a part of the Christians from Nicomedia took refuge in the mountains near the city. The young Eulampius was sent to buy bread in Nicomedia. When he entered the city he saw the imperial edict for the persecution and killing of Christians posted on the walls and tore it to pieces. He was immediately brought before the authorities. When the judge began persuading him to deny Christ, Eulampius, in his turn, began advising him to deny the false idols and to confess Christ as the one living God. The judge ordered and he was beaten until he was covered with blood all over, and put him to long, violent tortures. When she heard for her brother's torturing, the virgin Eulampia came running to be put to the tortures for the Lord Jesus Christ, together with her brother. She was also beaten until her blood ran from her mouth and her nose. Then they were both thrown into boiling oil, and in a red-hot furnace, but by the power of the name of Christ and the sign of the Cross they made fire harmless. At last Eulampius was beheaded, and Saint Eulampia committed her spirit before being beheaded. Together with him were beheaded two hundred Christians, who believed in Christ having witnessed the power and miracles of Saint Eulampius and his sister. They were all crowned with wreaths of glory and inhabited the Kingdom of Heaven."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Holy Apostle Philip",
    "important": false,
    "desc": "He was born at Caesarea in Palestine. He was married, and had four daughters who consecrated their virginity to God and were given the gift of prophecy. When the Holy Apostles ordained deacons, Philip was ordained along with Saint Stephen and the others. With great love and attention he served the poor and the widows. During the persecution of Christians in Jerusalem, the Holy Apostle Philip went to Samaria, where he spread the Gospel and bore witness to God with numerous miracles and driving out evil spirits, healing sicknesses etc. Having witnessed the Apostle's miracles, the famous magician Simon asked for Baptism. Saint Philip also baptized the eunuch of Queen Candace. Then, at the very moment, an angel of God invisibly translated him to Azotus, where he began instructing and preaching, and converted many to the faith in Christ. He was appointed Bishop of Trallia. He peacefully fell asleep in the Lord in his old age."
  }, {
    "title": "Venerable Theophanes the Branded",
    "important": false,
    "desc": "A confessor and author of canons. He was born in Arabia of wealthy and devout parents. Together with his brother Theodore (December 27) they became monks at the Monastery of Saint Sabas the Sanctified. As highly educated monks, the Patriarch Thomas of Jerusalem sent them to the Emperor Leo the Armenian to argument and to defend the veneration of the icons. The cruel Emperor put the two holy brothers to brutal tortures and threw them to prison. Later the iconoclast Emperor Theophilus continued their torturing and to become a laughing stock of people he ordered mocking words to be branded on their faces. When the time of the iconoclast heresy has passed, Saint Theophanes was released from prison, and soon after consecrated as a bishop. He died in peace in 847. For twenty-five years he had suffered for the icons. He had written a hundred forty five canons and made himself worthy to inherit the everlasting joy of his Lord."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Holy Martyrs Tarachus, Probus and Andronicus",
    "important": false,
    "desc": "Tarachus was born in Claudiopolis in Isauria; Probus came from the town Side in Pamphylia, and Andronicus was the son of a noble citizen from Ephesus. The three of them were tortured together by the Governor Numerian Maximus, in the reign of the Emperor Diocletian. At the time when he was put to the torture Tarachus was sixty-five years of age. When the Governor asked him what his name was, he gave the same answer three times:\" Christian\". They were beaten and then, all covered with wounds and blood, thrown into prison. After a while, they were taken out and put to the torture again. When the Governor urged Probus to deny Christ, promising him imperial honours and offering him his friendship, Saint Probus responded:\" I desire neither imperial honours, nor your friendship.\" And when he threatened Saint Andronicus with even greater torments, the young martyr of Christ said:\" My body is before you, do with it as you please.\" Having been tormented on various locations, these three martyrs ended thrown before the beasts in the arena. Just before them, another martyrs were torn apart by the beasts in the same arena. Yet, the beasts would not attack these saints, but a bear and a lioness played harmlessly around them. Upon seeing this scene, many pagans were converted to the faith in Christ and expressed their protest against the Governor. Wild from anger, and much more wilder than the beasts, the Governor ordered the soldiers, and they went into the arena and cut the martyrs to pieces. Their bodies were left lying among the dead bodies of the other convicts. And because they were mixed with the others, and the night was dark, the Christians wandered how to detect the bodies of the martyrs. They prayed to God for his help and suddenly there appeared three burning candles above the bodies of the three saints. They took them and buried them with honour."
  }, {
    "title": "Saint Martin, Bishop of Tours",
    "important": false,
    "desc": "Saint Martin was born of pagan parents in a city in Pannonia in 316. His father was a Roman officer, and owing to this, the young Martin was enrolled in the army, against his will. But he had already become a catechumen in the Church of Christ, which he loved with his whole heart since his early childhood. One winter, as he travelled with his friends to the city of Amiens, he saw in front of the city gates a beggar trembling from cold. Martin felt sorry for him, took of his heavy officer's cloak and with his sword cut it in half: he gave one half to the beggar and he put on the other half and went on. The same night in his dream appeared the Lord Jesus Christ Who told His angels: \"Martin is only a catechumen, and you see, he dressed me in his clothes!\" When he left the army, Martin was straightaway baptised, and so was his mother. Then he became a monk in the Diocese of Saint Hilary of Poitiers and lived a life in true ascesis. He was exceptionally humble, and for his humbleness God granted him abundant gifts: he worked miracles, raised death and drove away evil spirits. Against his will he was consecrated Bishop of Tours. After many years of fruitful labour in the vineyards of our Lord, after the troublesome struggle against the Arian heretics and pagans, Saint Martin surrendered his holy soul to God in 397."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Holy Great Martyr Zlata of Meglen",
    "important": true,
    "desc": "She was born in Slatina, a village in the region of Meglen. Her parents were poor and faithful peasants that had three more daughters. Saint Zlata was a meek and faithful maiden, wise in the wisdom of Christ, and golden not only by name, but also by her humble heart. One day, as she was going to bring water, certain shameless Turks seized her and carried her off to their house. When one of them proposed her to become a Moslem and his wife, she responded with great courage:\" I believe in Christ, He is all I know and He is my Bridegroom. I will never deny Him, may I be tortured or even cut to pieces.\" Then her parents came and told her:\" Have mercy upon yourself and upon us, deny Christ just for the sake of appearances and we will all be happy; and God is merciful, he will forgive you, for you would sin to save your life.\" And they cried bitterly, together with her sisters and relatives. Yet, the warrior soul of Saint Zlata would not allow to be defeated by the devil's traps. She said to her parents:\" If you incite me to deny Christ, Who is the true God, you are no longer my parents and sisters; instead I have the Lord Jesus Christ as my father, the Theotokos as my mother and the Saints as my brothers and sisters!\" Then the Turks cast her into prison, where they tormented her three months, beating her with clubs until the earth was reddened by her blood. At last they hung her with her head down and set a fire to suffocate her. But God was with her and gave her strength to endure the torments. Finally she was hanged on a tree and cut to pieces. Thus this brave virgin committed her spirit to God and inhabited the heavenly dwellings in the year 1796. The Christians took fragments of her holy relics to their homes for blessing."
  }, {
    "title": "Holy Martyrs Carpus and Papylus",
    "important": false,
    "desc": "Carpus was Bishop of Thyatira, and Papylus was a deacon. They came from Pergamum, where eventually they completed their life in martyrdom for the faith of Christ, tortured by the cruel Proconsul Valeria, in the time of the Emperor Decius. Valerius had them harnessed behind horses and taken to Sardis, where he put them to cruel tortures, but an angel of God appeared to them, healed their wounds and consoled them. Agathodorus, one of Carpus' servants, followed his master in deep sorrow, until he was also seized and put to the torture. Then Valerius tied them again to the horses and dragged them all the way back from Sardis to Pergamum. When Saint Carpus was stretched on a tree, and beaten so hard that all his body was covered with wounds and springs of his blood ran down to the ground, he smiled. When asked why he was smiling, he answered that he could see the Heaven opened and God sitting on His throne, surrounded by cherubims and seraphimes. While Papylus was tortured, with his prayer he cured a man with a blind eye. And many have witnessed this and believed in Christ. Thrown before the beasts, they remained unharmed. When they were thrown into a blazing furnace, Agathonica, Papylus' sister saw them, and she joined them, rushing into the flames. But the fire did not burn them. At last they were beheaded in 251 and received the wreaths of everlasting glory."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Venerable Parasceva",
    "important": true,
    "desc": "This glorious holy woman was born in the town of Epivato, between Silistra and Constantinople. Her parents were rich and faithful Christians, who beside Saint Parasceva, had a son, Euthimius, who became a monk and was later consecrated a Bishop. After the death of her parents, the virgin Petka, longing for life of ascesis, left her parents' home and went first to Constantinople, and then in the Jordanian desert, where she led an ascetic struggle till her old age. Who could imagine all the labours, the sufferings and the demonic temptations that Saint Petka endured in the long course of years? In her old age, an angel of God appeared to her and told her:\" Leave the desert and return to your fatherland, for there you should give your body to the earth, and surrender your soul to God.\" Saint Petka obeyed the heavenly messenger, left her beloved desert and returned to Epivato. She had lived there for two more years, again in constant prayer and fasting, before she committed her spirit to God. She fell asleep in the Lord in the 9th century. Her miracle-working relics were translated on several occasions in the course of history: to Constantinole, then to Trnovo, then again to Constantinople, then to Belgrade. Today they rest in Romania, in the town of Iasi. In Belgrade there is a spring of water dedicated to Saint Petka that miraculously heals all the sick that approach with faith in God and with love for this holy woman."
  }, {
    "title": "Holy Martyrs Nazarius, Gervase and Protasius",
    "important": false,
    "desc": "Nazarius came from Rome, of a Jewish father and a Christian mother. His mother, Perpetua was baptized by the Apostle Peter. When he received the faith of his mother, Nazarius with great zeal dedicated himself to fulfilling all the commandments of the Church. Fearlessly preaching the Gospel, he arrived in Mediolanum (Milan). He found there Gervase and Protasius in prison and served them with great love. When the Governor of the city learned about this, he ordered Nazarius to be flogged and driven out of the city. His mother appeared to him in a vision and told him that he should go to Gaul (France) and spread the Good News there. Nazarius did so. In a few years he returned to Mediolanum together with the young Celsius, who became his disciple after he had baptised him in Gaul. There he found the brothers Gervase and Protasius still in prison, where soon the Governor Anulinus cast him also. And Christ's disciples were full of joy for seeing each other again according to the Divine Providence. The Emperor Nero ordered Nazarius to be killed, and the Governor took Nazarius and Celsius out of prison and beheaded them. Before long Saints Gervase and Protasius were killed by a duke called Austhasius, who happened to pass through Mediolanum going to war against the Moravians. So, when the duke heard that these two brothers refused to offer sacrifices to the idols, fear fell upon him that he could lose the battle for this, and ordered them both to be beheaded. Gervase and Protasius were twin brothers, sons of the blessed Vitalius and Valeria, who were also tortured for their faith. Saint Ambrose discovered the relics of Saint Nazarius in a garden outside the town and translated them to the Church of the Holy Apostles, while he discovered the relics of Saint Gervase and Saint Protasius through a revelation."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Holy Hieromartyr Lucian, priest of the Church of Antioch",
    "important": false,
    "desc": "He was born of noble parents from the Syrian city of Samosata. In his youth he gained a wide worldly and spiritual education. He was renowned for his erudition and for his ascetic restrain in life. Having distributed his possessions to the poor, he made his living with his didactic works, that provided him food as if handiwork. He did a great service to the Church correcting the text of the Holy Scriptures corresponding to the Hebrew text, as the heretics had to some extent altered the text to suit their distorted teaching. For his learning and spirituality he was consecrated priest of the Church in Antioch. At the time of Magician's persecutions, when Saint Anthimus of Nicomedia and Saint Peter of Alexandria were tortured, Lucian was also on the list of the ones that the Emperor wanted executed. He left the city to shelter himself, but an envious heretic priest called Pancratius informed the persecutors of his whereabouts. The persecution was outrageous at the time. Not even young children were spared. Two young boys that refused to eat of the sacrifices offered to the idols were thrown into boiling water where in agony they surrendered their souls to God. A girl called Pelagia, one of Lucius' students, in order to preserve her virginity undefiled, went on top of the house and leaped from there in death (8 October). Lucian was taken to Nicomedia and brought before the Emperor. On his way there with his counsels he converted forty soldiers to the faith in Christ. All of them ended in martyrdom. After his examination and beating, he was thrown into prison to be left to die of hunger and thirst. Saint John Chrysostom would write:\" He despised hunger, so let us also come to despise luxury and overthrow the authority of our stomachs, so that when the time arrives for such bravery to be required from us, we could be able, having been prepared by minor struggles, to win the battle gloriously.\" On the feast of Theophany he partook of the Holy Mysteries in prison, and the following day he committed his spirit to God. He suffered on January 7, in the year 311."
  }, {
    "title": "Venerable Euthymius the New",
    "important": false,
    "desc": "He was born in Ancyra in 824, of devout parents called Epiphanius and Anna. He served in the army, then he married and had a daughter, Anastasia. He led a long and severe ascetic struggle at the monasteries on Mount Olympus, and then on Mount Athos. For some time he lived as a stylite near Solun. Here, in the area of Solun, he founded two monasteries, one men's and one women's monastery. He fell asleep in the Lord on Hiera, an island of Mount Athos, towards the end of the 9th century. His holy and wonderworking relics rest in Solun."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Holy Martyr Longinus",
    "important": false,
    "desc": "Saint Longinus lived in the reign of the Emperor Tiberius (AD 15 – 34). He came from Cappadocia and served as a centurion in the Roman army, under the orders of Pilate, the Governor of Judaea. He and his men were commanded to carry into effect Pilate’s sentence regarding the holy Passion of Our Lord Jesus Christ, and to guard the tomb for fear the disciples should come and steal away His body to lend credence to His resurrection. So it came about that Longinus witnessed all the astonishing miracles that accompanied Christ’s Passion: the earthquake, the rending of the veil of the temple, the splitting of the rocks, the opening of the graves and the appearance, in their risen bodies, of many of the Saints of the ancient times. The eyes of the centurion’s heart were opened at the sight of these portents, and he cried with a loud voice: “Truly, this man was the Son of God!” (Mk. 15 : 39; Matt. 27 : 54). On the third day, when the guards witnessed the Angel appearing to the holy women at the tomb, they shook with fear and became as dead men. Some of them went to tell the chief priests of the Jews all that had happened. The chief priests and elders met and decided to give Longinus and his men a large sum of money, if they would put it about that the disciples had come by night and stolen away Christ’s body while the guards were asleep. But Longinus and two of his soldiers refused this money, for they were now and forever illumined by the light of faith in the Resurrection. So, leaving the army and his military duties behind him, Longinus went back to his home country of Cappadocia, where he preached the Good News just as the Apostles were doing. When Pilate learnt of this he wrote to the Emperor Tiberius denouncing Longinus, which the chief priests, bent on vengeance, had prevailed on him to do by giving him money and presents. The men the Emperor sent in search of Longinus called, in God’s providence, at the house where he had taken refuge; they asked for hospitality and for information as to the whereabouts of the deserter, who was unknown to them by sight. It was the Saint himself who received them, with the care for strangers customary among disciples of Christ. As they talked, Longinus was exceedingly joyful on learning the purpose of their journey, and he redoubled his efforts to put his guests at their ease. Then he left them, and with complete serenity prepared his grave and everything necessary for his burial. He went to look for the two companions who had fled from Palestine with him, and they decided to offer themselves to martyrdom at his side. He then went back to his guests and told them that he was Longinus they were looking for to put to death. The Emperor’s agents were astounded at the calmness of his manner and, considering the hospitality they have received, deeply distressed because of the dark deed they had come to do. But the Saint implored them to make haste in uniting him and his companions to their Lord and Master. Sick at heart, they beheaded the three disciples of Christ and sent the head of Saint Longinus to Jerusalem to certify Pilate and the chief priests that he had indeed been put to death. His head was then thrown cesspit outside the city. Many years later, a wealthy Cappadocian lady, who had fallen ill and lost her sight, came on pilgrimage to Jerusalem to pray for healing, accompanied by her only son. But upon their arrival in the Holy City her son died suddenly, adding a yet greater sorrow to the anguish of the unfortunate lady. One night, Saint Longinus appeared to her in a dream and revealed the spot where his head was buried, with the assurance that she would receive healing from this precious relic. After assiduous search, the pious woman found the holy Martyr’s head, and her blindness was indeed taken away by the divine grace resting upon relic. Not only were her bodily eyes opened but God granted her to see, with the eyes of her soul, that her son had his place beside Saint Longinus in the abode of the blessed. Comforted and full of gratitude to God, who knows how to render a hundredfold to those whom he chastens, she placed the relic of the holy Martyr and the body of her son in a feretory that she took back to Cappadocia and placed in a church that she built in the Saint’s honour."
  }, {
    "title": "Venerable Longinus, the doorkeeper of the Lavra of the Kievan Caves",
    "important": false,
    "desc": "He lived as a monk at the Lavra of the Kiev Caves in the 14th century. He was the doorkeeper of the Lavra and his heart was so pure and full of grace that he discerned the thoughts of those who went in and out of the monastery. His wonderworking relics rest in the Theodosius's Caves."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Holy Prophet Hosea",
    "important": false,
    "desc": "The Holy Prophet Hosea, the son of Beeri, was of the tribe of Issachar. He lived and prophesied 800 years before Christ. His inspired words are written in his book comprised of fourteen chapters. Hosea reproached the people of Israel and Judas for idolatry, he prophesied the dire punishment awaiting the sinners, he foretold the destruction of Samaria and the Israel for their falling out from God, and along with this also the mercy of God upon Judas's generation. He foresaw the end of offering sacrifices as prescribed in the Old Covenant and the coming of our Lord in flesh and the priceless gifts He would bring on earth. He fell asleep in peace in very old age."
  }, {
    "title": "Holy Martyrs and Unmercenaries Cosmas and Damian",
    "important": false,
    "desc": "The Church commemorates three pairs of Saints under the names of Cosmas and Damian. The first pair fell asleep in peace on 1 November. The second pair were stoned to death in Rome on 1 July, while the Saints Cosmas and Damian commemorated today came from Arabia. They were physicians and when they received the faith in Christ they began healing the sick in the name of Jesus Christ. The news about these miraculous healings soon spread all over the country. The malicious pagans seized them and brought them before the Governor Lysias in the city of Aegea. As the holy brothers would under no circumstances deny Christ, they were cast into the sea, and then in fiery furnace. But God Almighty saved them from drowning and also from the fire: an angel of God appeared and saved them. The pagan Governor considered this a result of magic. And they answered:\" We know not of magic and we do not employ magic powers, but we have the power of Christ that saves us and all who call upon the most holy name of Jesus Christ.\" Then they were stoned, but the stones rebounded from them; arrows were shot on them, but they also turned away. Finally, they were beheaded. Together with them suffered and were crowned with wreaths of glory Saints Leontius, Anthimus and Euprepius. They suffered in the reign of Diocletian and Maximian. Their holy relics worked many miracles, like at the time they were alive."
  }, {
    "title": "Holy Hieromartyr Andrew",
    "important": false,
    "desc": "He was a Christian priest who came from Crete. At the time the iconoclasts persecuted the Orthodox Christians who venerated the holy icons, he proved himself to be a great defender of the holy icons. He set out to Constantinople to denounce the notorious Emperor Copronymus for his iconoclast heresy. One day, when the Emperor was in the Church of the Holy Martyr Mammas, Andrew went into the church, stood up boldly before him and denounced him in front of the congregation:\" It would have been better for you Emperor if you governed the people and the army, rather than persecute Christ and his servants\". For this Saint Andrew was hardly beaten and dragged on the streets. One of the heretics cut off his feet with an axe and killed him. Thus he surrendered his holy soul to God, in the year 767. His holy relics healed many sick."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Holy Apostle and Evangelist Luke",
    "important": true,
    "desc": "Saint Luke came from the city of Antioch. In his youth he had acquired a great knowledge of Greek philosophy, and had particular skills as a physician and in painting. At the time of the mission of our Lord Jesus Christ on earth, Saint Luke went to Jerusalem where he saw the Saviour face in face, heard his salvific word and became witness of his miracles. When he believed in God, Saint Luke was numbered among the Seventy Disciples who were sent to announce Salvation. Together with Cleopas he saw the risen Christ on his way to Emmaus (Luke 24). After the descent of the Holy Spirit on the Apostles, Saint Luke returned to Antioch where he joined Saint Paul and accompanied him on his way to Rome, converting many Jews and pagans to the faith in Christ. \"Our dear friend Luke, the doctor sends greetings\", Saint Paul writes to the Colossians (Colossians 4,14). He wrote his Gospel on request of the Christians, about the year 60. Following the martyrdom of the Holy Apostle Paul, Saint Luke preached the Gospel in Italy, Dalmatia, Macedonia and other places. He painted three icons of the Holy Mother of God, and he also painted icons of the Holy Apostles Peter and Paul. This is why he is considered to be the founder of the Christian icon painting. In his old age he also visited Upper Egypt. From Egypt he returned to Greece, where with great zeal he continued to preach and convert people to the faith of Christ, regardless of his old age. Saint Luke wrote his Gospel and the Acts of the Apostles, in dedication to Theophilus, the Governor of Achaia. He was eighty-four years of age when the malicious idolaters put him to torture for Christ and crucified him on an olive tree in the city of Thebes in Boeotia. The wonderworking relics of this wonderful Saint were translated to Constantinople in the time of the Emperor Constantinus, the son of Saint Constantine the Great."
  }, {
    "title": "Venerable Julian and Didimus the Blind",
    "important": false,
    "desc": "Saint Julian called the Hermit was a simple peasant from Persia, who for the purity of his heart became a vessel filled with the grace of the Holy Spirit. He lived an ascetic life of fasting and prayer near the river Euphrates in Mesopotamia. He was granted the gift of prophecy. A voice from heaven made known to him the death of the Emperor Julian the Apostate, and he declared it to his disciples in advance. His contemporary, Saint Diddimus the Blind from Alexandria, also learned in his spirit that the Emperor Julian would soon perish: he was praying at night when he heard a voice from heaven: \"Today the Emperor Julian died, tell the Patriarch Athanasius this.\" Saint Anthony the Great highly admired this holy blind man who was granted the gift of prophecy and visited him whenever he went to Alexandria; and together they prayed to God. These two wonderful servants of God, Saint Julian and Saint Diddimus, died in peace in the year 362."
  }]
}]