{
  "month": 12,
  "days": [
    {
      "day": "1",
      "holydays": [
        {
          "title": "Holy Martyr Plato",
          "important": false,
          "desc": "Saint Plato lived at the city of Ancyra in Galatia. He was born and raised in the Christian spirit. Ever since his young age he demonstrated an advanced perfection in all Christian virtues. He did not attempt to conceal his faith in Christ, but confessed it openly, denouncing the idolaters for their worshipping the dead idols instead of the living Creator. Because of this he was brought to trial before the Governor Agrippinus who put him to cruel tortures. When the Governor began advising him to escape death penalty and to preserve his life by worshipping the idols, Plato answered him: “There are two deaths, temporal and eternal, as there are two lives, the temporal and the eternal one.” Then Agrippinus put him to terrible tortures again. By his order the soldiers put red-hot iron on his body; then they flayed his skin. The martyr shouted to the torturer:” You may put me to even more brutal tortures, so that your inhumanity and my patience can be clearly seen.” When the torturer referred to Plato the philosopher as a pagan, the tortured answered:” Neither I resemble Plato, nor he resembles me, apart from our names. I teach and I learn the wisdom of Christ, and he teaches the wisdom which before God is folly.” They threw him into prison for eighteen more days without bread and water. The soldiers were astonished to see how long he could leave deprived of everything, and Plato said to them: “You satiate with meat, and I with prayer, wine makes you merry, and me – Christ, the true vine“. After other tortures, he was beheaded about the year 266, when he received the crown of martyr’s glory."
        },
        {
          "title": "Holy Martyrs Romanus and Barulas",
          "important": false,
          "desc": "Saint Romanus was a deacon in the church of Caesarea. He zealously preached the Gospel in Antioch. One day, during a pagan celebration, when the Antioch governor Asklepiades wanted to enter the pagan temple to sacrifice to the idols, Romanus stood up before him and said:” Governor, you are doing wrong to worship the idols; they are not gods, but Christ is the only true God “. The enraged Governor put Romanus to tortures, so that the Saint was beaten and flayed mercilessly. At that time Romanus saw a child called Barulas and said to the Governor: “This child is smarter than thee, in thine old age, since he does know the true God, and you do not”. The Governor started interrogating Barulas about his faith and he confessed his faith in the Lord Jesus Christ as the one true God as opposed to the false idols. Asklepiades gave the order and the young Barulas was beheaded, while Saint Romanus was strangled in prison in the year 330. Thus, both of them inherited Heavenly Kingdom."
        }
      ]
    },
    {
      "day": "2",
      "holydays": [
        {
          "title": "Holy Prophet Obadiah",
          "important": false,
          "desc": "He was a native of the village of Betharam, near Sichem. He served at the court of King Ahab. When the King had turned away from the true God and began worshipping the idols, Obadiah did not follow the King’s example, but continued to serve to the one true God. When because of the prophet Elijah, the impious Queen Jezebel set about the exterminating of all the prophets of the Lord, Obadiah gathered a hundred of them, hid them in caves and fed them with bread and water till the end (1 Kings 18, 4). A contemporary of the great prophet Elijah, Obadiah greatly admired him and became his follower and disciple. He lived 900 years before Christ and fell asleep in peace."
        },
        {
          "title": "Venerable Barlaam and the Prince Joasaph",
          "important": false,
          "desc": "They led the ascetic life in India. Joasaph was a Prince, the son of the Emperor Avenir. By divine Providence, the elder Barlaam visited him, instructed him in the faith of Christ and baptized him. Then the elder withdrew to the mountain to live as a hermit, and Joasaph remained to struggle against the countless temptations of the world and to overcome them by the grace of God. At last Joasaph managed to bring his father to the faith in Christ. Since he was baptised, the Emperor Avenir spent four year in deep repentance – for he had committed terrible sins persecuting the Christians – and then he completed his life on earth and departed for eternal life. The young Joasaph bestowed the realm to his friend Barachius and left for the wilderness in search of Christian perfection. His only wish on earth was to see the elder Barlaam one more time. The merciful God granted his wish, so one day Joasaph found himself in front of the cave of Barlaam and exclaimed: “Bless me Father!” The elder Barlaam led an ascetic struggle in the wilderness for seventy years, and lived for a hundred years. Saint Joasaph left his kingdom when he was twenty-five years of age and withdrew to the wilderness where he spent thirty-five years. They were both filled with great love for Christ; they converted many to the true faith and inhabited the eternal joy of their Lord."
        }
      ]
    },
    {
      "day": "3",
      "holydays": [
        {
          "title": "Venerable Gregory the Decapolite",
          "important": false,
          "desc": "He was born in Decapolis of Isauria, of Sergius and Maria, parents noble and devout. When he completed his schooling his parents wanted him to marry, but he ran away to the desert and became a monk. He spent his all life wandering: he dwelt in Byzantium, in Rome and on Mount Olympos. Wherever he went, he amazed people with his ascetic struggle and miracles. It happened that a heavenly light shone on him; angels of God appeared to him. He could watch the beauty of the angels and hear their delightful chanting. He lived a long life pleasing God and fell asleep in peace in the IX century in Constantinople, when he inhabited the joy of his Lord."
        },
        {
          "title": "Saint Proclus, Archbishop of Constantinople",
          "important": false,
          "desc": "Saint Proclus was a disciple of Saint John Chrysostom. In 426 he was consecrated Bishop of Cyzicus, and in 435 he was elected Patriarch of Constantinople. He guided the Church of God as a wise hierarch. During the time of Saint Proclus two major events took place. First, the relics of Saint John Chrysostom were translated from Comana to Constantinople in accordance with the wishes of the Emperor and the Patriarch. At that time ruled the Emperor Theodosius the Younger and his sister Pulcheria. Second, Constantinople and the surrounding area suffered destructive earthquake. Many of the most grand and magnificent buildings were destroyed. The Patriarch, together with the Emperor and the numerous clergy, nobility and people came out of the city to make molieben. During the time of the molieben, a child from the crowd was snatched up into the air by unseen force and carried off to such height, that he could no longer be seen by human sight. Then the boy was brought back and gently lowered upon the ground. When asked where he had been, the boy answered that he was carried off among the angels in Heaven where he heard them sing: “Holy God, Holy Mighty, Holy Immortal, have mercy on us! “ Upon hearing this, all the people begun to sing this prayer and the earthquake ceased. Ever since, the chanting of this prayer was added to the festive processions, and also to the Divine Liturgy. The boy departed this life soon afterwards and was buried in the Church of Saint Irene. Saint Proclus fell asleep in peace in the year 446, having led the flock of Christ for twenty years."
        },
        {
          "title": "Holy Martyrs Eustathius, Thespesius and Anatolius",
          "important": false,
          "desc": "These three holy Martyrs were brothers born in Nicomedia. Saint Anthimus of Nicomedia brought their parents Philotheus and Eusebia to the faith, together with their sons. Philotheus was ordained priest. When he and his wife died in peace, a fierce persecution of the Christian was launched under the impious Emperor Maximian and their three sons were brought to trial. They were interrogated, scourged and brutally tortured in different ways until they were condemned to death. While in prison, angels appeared to them many times, offering them heavenly manna for food and filling their young hearts with strength and courage to endure the sufferings. When they were brought out to be executed, two of their friends, Paladius and Acacius, approached them and talked to them. During their conversation the holy Martyrs gave up their souls to God. Then the soldiers beheaded their dead bodies and took them to the Governor. They suffered and died for Christ about the year 313."
        }
      ]
    },
    {
      "day": "4",
      "holydays": [
        {
          "title": "The Entry into the Temple of the Most Holy Mother of God",
          "important": true,
          "desc": "When the Holy and Most Pure Virgin Mary had reached the age of three, her holy parents Joachim and Anna took her from Nazareth to Jerusalem to consecrate her to the Almighty in order to keep the promise they had made. It took three days from Nazareth to Jerusalem, but as they had set out to God-pleasing endeavour, the journey presented no difficulty to them. Many relatives of Joachim and Anna accompanied them in order to take part in the solemnity, in which also participated invisibly angels of God. First went virgins carrying flaming torches in their hands and the Most Holy Virgin followed with Joachim and Anna by her sides. She was adorned with wonderful royal dress and with jewellery, as befits the royal daughter, the bride of Christ. Behind them followed numerous relatives and friends, all holding burning candles. There were fifteen stairs that led to the entrance of the Temple. Her parents lifted the Most Holy Virgin to the first stair and then she alone run forward to the top, where the High Priest Zacharias, the father of Saint John the Baptist, was waiting for her. The High Priest took her hand and brought her not only into the Temple, but also into the Holy of Holies, where no one was allowed to enter except for the High Priest. Saint Theophilact of Ohrid would write that Zacharias “fell into ecstasy of the nous” when he brought the Holy Virgin into the holiest place in the Temple, behind the second curtain, for otherwise this act of his cannot be explained. On this occasion, the parents of the Most Pure Virgin offered sacrifices to the Lord according to the Law, received blessing from the priest and returned home, leaving the Most Holy Virgin in the Temple. She dwelt in the Temple for the next nine years. Her parents had paid her frequent visits before they departed this world, especially the blessed Anna. When her parents were called to present themselves before God, the Holy Virgin was left orphan and she refused to leave the Temple or marry until the end of her life. As this was against the Law and tradition of the Israel, when she reached the age of twelve she was given to Joseph, a relative of hers from Nazareth, in order to live with him in chastity as his betrothed and seemingly obey the Law. For in those times it was not common for the maidens of Israel to take a vow of chastity until the end of their lives. The Most Holy Virgin Mary was the first maiden to take the vow of chastity and to become an example of the multitudes of young man and women who were to follow."
        }
      ]
    },
    {
      "day": "5",
      "holydays": [
        {
          "title": "Holy Martyr Cecilia",
          "important": false,
          "desc": "Saint Cecilia was born into a rich and illustrious pagan family in Rome. Her faith in Christ and her zeal for the faith were enormous. Having taken the vow of chastity before God, Cecilia wore a hair shirt under the fine clothing her parents provided for her. When her parents gave her in marriage to the pagan Valerian against her will, the very first night she persuaded her betrothed to go to bishop Urban and receive holy Baptism and after that live in virginity. After his Baptism, Valerian converted to the faith his brother Tiburtius. Before long, both brothers were condemned to death for their faith in Christ. When they were taken to the place of their execution, they managed to convert Maximus, the officer responsible for their execution, to the faith. The three of them suffered for Christ together. Saint Cecilia buried their bodies together. Then Cecilia was brought to trial for she continuously converted the pagans into Christianity. Only in one night she converted about 400 people. When the Prefect asked her where from she had such great courage, she answered: “From clean consciousness and firm faith “. After fierce tortures, she was killed by the sword. The executioner tried three times to behead her, but to no avail; he only wounded her and caused blood to start running from her neck, which the faithful gathered for healing purposes. After three days the martyr of Christ committed her spirit to God, Who received her in His eternal bliss. Saint Cecilia and her two companions suffered about the year 230. Her holy relics rest in the church that bears her name in Rome. In the Western Church Saint Cecilia is regarded as protectoress of religious chanting and music."
        },
        {
          "title": "Saint Callistus, Patriarch of Constantinople",
          "important": false,
          "desc": "He was called Xanthopoulos after the Monastery of Xanthopouloi on Mount Athos, where for a long time he led the ascetic struggle together with his fellow ascetic Ignatius. Together with Ignatius they described their hesychastic experience in one hundred chapters. This work of theirs takes a very prominent place in the ascetic literature. Callistus was under a great influence of his master Saint Gregory the Sinaite and he wrote his hagiography. As the Patriarch of Constantinople Saint Callistus set out for Serbia and during this journey he fell gravely ill and died (as Saint Maximus of Kapsokalyvia foretold him when he had stopped at Mount Athos on his way to Serbia)."
        },
        {
          "title": "Holy Martyr Menignus",
          "important": false,
          "desc": "Saint Menignus was born on the Hellespont. He engaged himself in making and washing of linen and therefore was called the Fuller. During the reign of Emperor Decius he tore apart the Emperor’s decree that ordered the persecution of Christians. Because of this, he was cast into prison, where the Lord appeared to him and told him:” Do not be afraid, I am with you “. At that moment his chains melted as if wax, the prison gates opened and he was free to go. He was captured again and brought to trial. He was mercilessly tortured: they cut off his fingers and toes and afterwards they beheaded him. His head shone at night like a burning candle."
        }
      ]
    },
    {
      "day": "6",
      "holydays": [
        {
          "title": "Saint Amphilochius of Iconium",
          "important": false,
          "desc": "He was a fellow citizen and a lifelong friend of Saint Basil the Great and the other glorious Saints from the IV century. He abandoned the worldly chaos in his youth and withdrew to a cave, where he lived as a hermit for forty years. At that time happened to die the Bishop of Iconium and as his successor on the hierarchical throne was sought, Amphilochius was in a miraculous way elected and consecrated Bishop of Iconium. He was a wonderful pastor and a fervent defender of the Orthodox faith. He participated in the II Ecumenical Council in the year 381 and he headed the struggle against the heresy of Macedonius, the Arians and Eunomius. He personally asked the Emperor to banish the Arians from every city of the Empire, but the Emperor did not answer his plead. In a few days, Amphilochius again went to court for an audience with the Emperor. When the Bishop entered the audience room, the Emperor was sitting on the throne, and at his right side was his son Arcadius whom he had taken to rule together. Amphilochius gave the Emperor the duly respectful salutation and did not pay any attention to his son Arcadius, as if he was not there. The Emperor Theodosius was seriously angered because of this and ordered Amphilochius to be thrown out of the court immediately. Then the Saint turned to the Emperor with the words:” Look how angry you become at anyone showing lack of respect for your son; so God the Father can not bear the blaspheming of His Son, turns away with indignation from those who blaspheme the Son and follow the (Arian) heresy “. The Emperor understood why Amphilochius did not pay respect to his son and admired his audacity and wisdom. Apart from his great many spiritual feats, Saint Amphilochius wrote several books on the faith. He died in peace in 395 at a good old age and inherited the life everlasting."
        },
        {
          "title": "Saint Gregory, Bishop of Agrigentum",
          "important": false,
          "desc": "Saint Gregory was born in Sicily near the city of Agrigentum, where he became Bishop later. His parents, Chariton and Theodota, were devout Christians. His whole life is interwoven with miracles of God. By miracle of God he went to Jerusalem, by miracle of God he was elected Bishop and by miracle of God he was delivered from false accusations. He was a great miracle-worker himself, for he pleased God with his way of life, he was a great spiritual leader and ascetic. He participated in the V Ecumenical Council in Constantinople. After all demonic temptations he had endured, he fell asleep in peace at the beginning of the VII century (or at the end of the VI century)."
        },
        {
          "title": "Saint Alexander Nevsky",
          "important": false,
          "desc": "He was the son of Prince Yaroslav. From his early age his heart was turned towards God. He won a victory over the Swedish invaders on the River Neva on July 15, 1240 for which he was called Nevsky. During the battle, Saints Boris and Gleb appeared to one of Saint Alexander’s commanders and promised they would help Alexander, who was their kinsmen. At the Tatarian Golden Horde he refused to worship idols and to go through fire following pagan rites. For his wisdom and physical power and beauty he was also greatly esteemed by the Tatar Khan. He built many churches and performed countless errands of mercy. He fell asleep in the Lord when he was forty-three years of age, on 14 November 1263, and on 23 November is commemorated the translation of his relics to the city of Vladimir."
        }
      ]
    },
    {
      "day": "7",
      "holydays": [
        {
          "title": "Holy Great Martyr Catherine",
          "important": true,
          "desc": "Catherine was the daughter of the Emperor Cestus. After her father’s death, she lived with her mother in Alexandria. Her mother was a secret Christian who brought Catherine to the faith with the aid of her spiritual father. In one of her visions Saint Catherine received a ring from the Lord Jesus Christ as a token of her betrothal with Him. This ring has been on her finger to this day. Catherine was remarkably talented and obtained a perfect understanding of the Greek philosophy, art of medicine, rhetoric and logics, and along with this she was exceptionally beautiful. When the impious Emperor Maximin offered idolatrous sacrifices and ordered his subject do to the same, Saint Catherine bravely appeared before him and severely reproved his idolatrous delusion. The Emperor realised that her knowledge and wisdom are much greater than his, so he summoned fifty wisest men to engage in public disputation on faith with her and to overcome her wisdom. But Catherine overcame their wisdom and reduced them to silence. The infuriated Emperor condemned all fifty wise men to be burnt alive. By prayers of Saint Catherine the wise men confessed the name of Christ before their death and were converted into Christianity. While the holy Martyr was in prison she brought to faith the commander Porphyrius along with his 200 soldiers and also converted the Empress (Augusta or Basilissa). All of them suffered and died for Christ. At the time of her tortures, an angel of God appeared to Saint Catherine and broke the wheel on which she was tortured; then the Lord Jesus Christ appeared to her and comforted her. After great many fierce tortures Saint Catherine was beheaded at eighteen years of age, on 24 November 310. Milk flowed forth from her body instead of blood. The miracle-working relics of Saint Catherine rest on Mount Sinai."
        },
        {
          "title": "Holy Great Martyr Mercurius",
          "important": true,
          "desc": "When the Emperor Decius was at war against the barbarians there was in his army a commander over the Armenian legion called Mercurius. In the course of the battles an angel of God appeared to Mercurius, put a sword in his hands and told him that he would defeat his enemies. And indeed, Mercurius displayed miraculous bravery cutting his enemies to ribbons. After his glorious victory the Emperor Decius promoted him to a high commander of his army. This aroused jealousy and Mercurius was accused for being a Christian, which he did not deny before the Emperor, but publicly confessed. He was put to long-lasting cruel tortures: his body was cut about by swords, he was thrown into fire. An angel of God appeared to him in the prison and healed him. At last the Emperor gave the order Mercurius to be beheaded in Cappadocia. When he was beheaded his body turned white as snow and gave forth a heavenly scent. His miracle-working relics healed many sick. This glorious soldier of Christ suffered between 251 and 259."
        }
      ]
    },
    {
      "day": "8",
      "holydays": [
        {
          "title": "Saint Clement, the Archbishop of Ohrid",
          "important": true,
          "desc": "Clement was a disciple of Saints Methodius and Cyril. After the death of St. Methodius, Clement, under pressure by the Germans traveled from Moravia to the south. With Gorazd, Nahum, Sava, and Angelarius - together, they were called \"The Numbers Five\" - crossed the Danube river where they were guests of Emperor Boris Michael and following that came to the region of Ohrid. They first founded a monastery in Belica (Velitsa) where Clement's first episcopal see was located. Afterward, he settled in Ohrid and from there he developed his great arch-pastoral and illuminating work for the nearby and distant regions. In Ohrid, St. Clement erected a church to Saint Pantaleon. He had many disciples who copied books in the Slavonic script for the Slavic peoples. Saint Naum especially assisted him in this work. He worked miracles during his life and his relics manifested a healing power until today. Following great labors and faithful service to God, he reposed peacefully in Ohrid in the year 916 A.D. His wonder-working relics repose in the former church dedicated to the Holy Birth-giver of God (The Theotokos) and later was renamed St. Clement."
        },
        {
          "title": "Holy Hieromartyr Clement, Bishop of Rome",
          "important": false,
          "desc": "Born in Rome into a rich and princely family, Saint Clement was a contemporary of the Apostles. Travelling by sea, his mother and his two brothers were scattered on all parts of the world and his father who went to look for his wife and sons never came back. When Clement was twenty four years of age, he set out for the Eastern lands in search for his parents and brothers. In Alexandria he met the Apostle Barnabas and then joined the Holy Apostle Peter who was already followed by his brothers Faustus and Faustianus. By divine Providence the Apostle Peter found Clement’s mother in the face of an old beggar woman, and then also his father. Thus, the family reunited and they all together returned to Rome as Christians. Saint Clement continued to follow the Great Apostle who ordained him Bishop of the city of Rome shortly before his death. After the martyrdom of Saint Peter, there followed on the throne of the Bishop of Rome Saint Linus, succeeded by Saint Anacletus – both of them for a short period – and then came next Saint Clement. Saint Clement governed the Church of God with fervent zeal and day after day he converted to the faith of Christ multitudes of unbelievers. He appointed seven scribes to write down the hagiographies of the martyrs who suffered for their Lord at that time. The Emperor Trajan ordered the exile of Clement to Chersonesus where he found over two thousand exiled Christians. They were all engaged in hard labour as convicts in the marble quarries there, amidst a scarcity of water. The Christians received Saint Clement with great joy and he became their living spring of comfort. Springs of water flowed in the desert in answer to his prayers. He converted many of the native population into Christianity and in a year he built seventy five churches. In order to prevent him from further spreading the faith in Christ, he was condemned to death by drowning with an anchor about his neck in the year 101. Many centuries had past before Saints Cyril and Methodius took out his miracle working relics from the sea."
        }
      ]
    },
    {
      "day": "9",
      "holydays": [
        {
          "title": "Venerable Alypius the Stylite",
          "important": false,
          "desc": "He was born in the city of Adrianople in the province of Paphlagonia. From his early age he was devoted to the service to God. He served as a deacon of Theodore, the Bishop of the city. Yet, longing for life in solitude, prayer and contemplation, Alympius withdrew to an old Greek cemetery outside the city, which struck fear into the people for the frequent demonic apparitions. There he struck a cross and built a church dedicated to Saint Euthymia, who appeared in his dream. Alongside the church he erected a high pillar, climbed on it and spent there fifty-three years in fasting and prayer. Neither mocking of the people, nor the demonic attacks could make him leave the pillar or change his mind. Particularly by the demons did this Saint endure great many torments. They not only tried to frighten him with various apparitions, but also pelted him with stones not leaving him in peace day and night for a long time. But Alypius bravely guarded himself from the demonic powers by the Cross and the Name of Jesus Christ. Finally the demons gave up and left him be and people came to esteem him and come to him asking for his prayer, comfort, counsel and healing. Around his pillar there gradually arose two monasteries: on the one side – a men’s monastery, and on the other side – a women’s monastery. In the women’s monastery lived his mother and sister. Saint Alypius guided the monks and nuns from his pillar by his own example and his word and shone to all as a heavenly light, showing them the path to salvation. This man of God was filled with such grace that he was often shining with heavenly light that rose from him as a pillar towards heavens. He was a glorious and powerful wonderworker in his lifetime and after his death. He lived for more than a hundred years and fell asleep in the Lord in the year 640, during the reign of the Emperor Heraclius. The head of his holy relics is placed in the Monastery of Koutloumousion on Mount Athos."
        },
        {
          "title": "Holy Hieromartyr George",
          "important": false
        },
        {
          "title": "Venerable Stylianus",
          "important": false,
          "desc": "Saint Stylianus lived in Paphlagonia and was a fellow citizen and a contemporary of Saint Alypius. His love for the Lord Jesus Christ was boundless and this love led him into valiant ascetic struggles. He gave up everything only his love for God to remain undivided. Before his death angels of God came to take away his soul and his face shone like the sun. He was a great miracle-worker during his lifetime and after he departed this world. He is an intercessor with God especially for the healing of sick children and for the cure of barren people."
        }
      ]
    },
    {
      "day": "10",
      "holydays": [
        {
          "title": "Holy Martyr James the Persian",
          "important": false,
          "desc": "He was born at the city of Beit – Lapat in Persia of Christian parents, brought up in the Christian faith and married to a Christian woman. The Persian King Yasdegerd highly favoured James for his talents and skills and made him the highest official at his court. Flattered by the King, James was deceived and offered sacrifice to the idols which the King worshipped. On hearing of this, his mother and wife sent him a letter in which they mourned him as spiritually dead and fallen out from God, nevertheless, at the end of the letter asking him to repent and return to Christ. Struck to the heart by the letter, Jacob repented bitterly and boldly confessed his faith in Jesus Christ before the Emperor. The King was infuriated and condemned him to death by cutting his limbs piece by piece until he died. The executioners accurately obeyed the impious King’s command and first cut off James’ fingers, then his toes, his legs, his arms, then his shoulders and at last his head. For every piece of his body they cut James gave thanks to God. From his wounds spread heavenly scent as if of cypress. Thus this holy man repented for his sin and presented his soul before the Lord in Heavenly Kingdom. He suffered and died around the year 400. His head is placed in Rome and part of his holy relics is found in Portugal where he is commemorated on 22 May."
        },
        {
          "title": "The Seventeen Indian Hieromartyrs",
          "important": false,
          "desc": "They were Christian monks who suffered by the Indian King Avenir. King Avenir was terribly infuriated for the Elder Barlaam had baptised his son Joasaph and sent his soldiers to seize him. The soldiers did not find Barlaam but seized another seventeen monks and brought them before the King. The King condemned them to death, so after they had pierced their eyes, cut off their tongues, broken their arms and legs, they were beheaded. But the blood of these soldiers of Christ only further strengthened the faith of Christ in India."
        },
        {
          "title": "Venerable Nathanael",
          "important": false,
          "desc": "Saint Nathaniel was a monk in Nitria. Day and night he prayed to God and elevated his mind pondering on divine things. Не did not leave, or even cross the threshold of his cell for thirty eight years. He fell asleep in the Lord in the second half of the 6 century."
        }
      ]
    },
    {
      "day": "11",
      "holydays": [
        {
          "title": "The Fifteen Holy Hieromartyrs of Tiberiopolis",
          "important": true,
          "desc": "Memory of the Holy Martyrs of Tiberiopolis: Timothy and Theodore, bishops; Peter, John, Sergius, Theodore and Nicephorus, priests; Basil and Thomas, deacons; Hierotheus, Daniel, Chariton, Socrates, Comassius and Eusebius, monks; and Etimassius, who died by the sword. \n As the Emperor Julian the Apostate (361-3) wanted to compel all Christ’s faithful to turn back to idolatrous worship, these holy Martyrs, who were clergy from Nicaea and other places, sought refuge in Thessalonica. Finding no peace there, they made their way to Tiberiopolis (Strumica) and led and Apostolic life in that city for a short while, until the tyrant’s soldiers caught up with them and brought them back to Thessalonica, where they were called upon to deny Christ. This they refused to do, and so were beheaded. \n The Fifteen Holy Hieromartyrs of Tiberiopolis to this day are venerated as patrons and protectors of Strumica."
        },
        {
          "title": "Holy Hieromartyr Stephen the New",
          "important": false,
          "desc": "As Ana, Samuel’s mother, had done before, so had Ana, Stephen’s mother, implored God to grant her a son. Praying one day at the Church of Blachernae before the icon of the Holy Mother of God, she fell into sleep and in her dream she saw the Most Pure Theotokos shining as the sun and heard her voice: “Go in peace woman. Your prayers have been answered. You bear a son in your womb”. And indeed Ana conceived and gave birth to a son - this holy martyr Stephen. When he was sixteen years of age, he received the monastic tonsure on Mount St Auxentius on the way to Constantinople from the Elder John, whose example he followed in the divine wisdom and the ascetic struggle. When the Elder John had fallen asleep in the Lord, Stephen remained on the Mount living in severe ascesis and committing himself to harder and harder struggles. His holiness attracted great many disciples. When the Emperor Constantine Copronymos started persecuting those who venerated the holy icons even more violently than his father Leo the Isaurian had done, Stephen proved himself as a zealous defender of the veneration of the holy icons. The impious Emperor listened to the various slanderous accusations against Stephen and himself produced many affairs in order to discredit the Saint and get him out of his way. Stephen was exiled to the island of Proconnesus and then taken to Constantinople, put in chains and thrown into prison, where he found three hundred forty two monks imprisoned, brought from different places and held in prison for venerating the holy icons. They ordered their prison-life around the never-ceasing praise of God as in a monastery. The cruel Emperor condemned Stephen to death. The Saint had foreseen his death forty days in advance and bid his brothers farewell. The Emperor’s soldiers dragged him out of the prison beating him and pulling his limbs and continued to drag him through the streets of Constantinople calling forth all Emperor’s subjects to stone the “Emperor’s enemy”. One of the heretics hit him on the head with a wooden beam and the Saint gave up his soul. As the first martyr Stephen suffered by the Jews, so did this Stephen suffer by the iconoclast heretics. He ended his life gloriously in the year 767, when he was fifty-three years of age and received the crown of martyrdom from the Lord Jesus Christ."
        }
      ]
    },
    {
      "day": "12",
      "holydays": [
        {
          "title": "Holy Martyr Paramon and his three hundred and seventy companions",
          "important": false,
          "desc": "Akylinus, the Governor of Bithynia launched terrible persecution of Christians. One day he seized three hundred and seventy Christians, put them in chains and took them to the temple of the pagan god Isis. Here the impious Governor ordered them to worship the idol and offer him sacrifices. Even though the Governor threatened to execute all who refused to obey his orders, not one of the Christians obeyed. At that time by the temple passed a righteous man called Paramon. He stopped by the crowd of enchained men and upon finding out what the matter was, he cried out: “What a wicked deed of the Governor to slaughter so many righteous men for refusing to worship his dumb and dead idols! “ And he continued his way. The infuriated Governor ordered his soldiers to execute Paramon. The soldiers caught up with him, seized him and first excised his tongue, then they tore apart his clothing and struck his whole body with their spears. Saint Paramon gave up his soul to God with prayer in his heart. Then the three hundred and seventy martyrs, great as sons of God and innocent as lambs, were killed by the sword and inhabited the Heavenly Kingdom of our Lord Jesus Christ. They suffered and died in the year 250."
        },
        {
          "title": "Venerable Acacius of Sinai",
          "important": false,
          "desc": "In his glorious book The Ladder of Divine Ascent Saint John Climacus gives an account of the life of this Saint. As a novice the young Acacius lived in obedience to his harsh Elder at a monastery on Sinai. The hard-hearted Elder constantly reprimanded and insulted Acacius, very often beat him and harassed and tormented him in all possible ways. Yet, Acacius did not complain, but meekly endured the afflictions strongly believing that all was for the benefit of his salvation. Whenever asked how his life was, he answered: “Well, as before the Lord! “ After nine years of obedience and torments Acacius died. His Elder buried him and went to see a holy Elder and told him: “Acacius, my disciple, is dead. “ “I do not believe it, said the holy Elder, Acacius is not dead. “ Then they both went to the tomb of the deceased and the holy Elder called out: “Brother Acacius, are you dead? “ The obedient Acacius, still obedient after his death, answered: “No, Father, how is it possible for an obedient man to die? “ His callous Elder repented, went to a cell near the tomb of Acacius, where he lived for the rest of his life in prayer and repentance."
        }
      ]
    },
    {
      "day": "13",
      "holydays": [
        {
          "title": "Holy Apostle Andrew the First-called",
          "important": false,
          "desc": "The son of Jonah and the brother of Peter, Saint Andrew was from Bethsaida and worked as a fisherman. At first he was the disciple of Saint John the Baptist, but when John pointed his finger at Christ saying: \"Behold the Lamb of God!\" (John 1, 36), Saint Andrew left his first master and followed Jesus. Then he brought to God his own brother Peter. After the descent of the Holy Spirit upon the Apostles, to the first Apostle of Christ it fell to spread the Gospel in Byzantium and Trace, then along the River Danube, Russia and along the coast of the Black Sea and finally in Epir, Greece and the Peloponnese where he suffered martyr’s death. In Byzantium he appointed Saint Stachys as the first Bishop; in Kiev he set up a cross on the hills and foretold a bright Christian future for the Russian people; in Thrace, Epirus, Greece and the Peloponnese he brought to the faith multitudes of people and appointed bishops and priests. At the city of Patra he worked many miracles in the Name of Jesus Christ and converted many to God, among them the wife and the brother of the Governor Aegeatos. Infuriated because of this, Aegeatos put Saint Andrew to cruel tortures and then crucified him. While he was still alive, from up on the cross the Apostle taught the citizens who had gathered around him. The people tried to take the Apostle down from the cross, but he objected to this. At last the Apostle began praying to God and a blazing ray of divine light illumined him. This divine light shone for half an hour and when the shining ceased, the holy Apostle had already given up his soul to God. Thus the first-called Apostle, who first of the twelve great Apostles came to know God and followed Him, ended his life on earth. He suffered for his Lord in the year 62. His holy relics were translated to Constantinople. Later his head was translated to Rome, and one of his arms to Moscow."
        },
        {
          "title": "Saint Frumentius, first Bishop of Ethiopia",
          "important": false,
          "desc": "In the reign of the Emperor Constantine the Great, a philosopher from Tyre, called Meropius, set off for India. On his journey he was accompanied by the two Christian brothers Frumentius and Edesius. One day, their ship was wrecked in a storm on the shores of Ethiopia and the savage Ethiopians slaughtered all the members of the expedition with the exception of the two brothers Edesius and Frumentius. They lived in Ethiopia for several years and managed to enter into service at the court of the Ethiopian King. Fermentius started preaching the Christian faith with great caution, and soon was assured that the soil for sowing the seeds of the Gospel is very hospitable and fertile. Then the two brothers set sail: Edesius back to Tyre to his parents and Frumentius made his way to Saint Athanasius the Great who was the Patriarch of Alexandria. Frumentius disclosed to the Patriarch the situation in Ethiopia and asked him to appoint clergy for the newly converted Christians in Ethiopia. Saint Athanasius consecrated Frumentius as first Bishop of Ethiopia. He returned to Ethiopia, where with his zeal and the great many miracles he worked, he succeeded in converting the whole Ethiopia to Christianity. This great shepherd of the flock of Christ and the enlightener of Ethiopia fell asleep in peace in the year 370, when he inhabited the Kingdom of his Lord."
        }
      ]
    },
    {
      "day": "14",
      "holydays": [
        {
          "title": "Holy Prophet Nahum",
          "important": false,
          "desc": "He belonged to the tribe of Simeon and came from the place called Elkosh, on the other side of the Jordan. He lived 700 hundred years before Christ. Two hundred years after the prophet Jonah, he prophesied the destruction of the city of Nineveh. The prophecy of Johan led the citizens of Nineveh to repent and the Lord spared them and did not perish them. Yet, in time they forgot the mercy of God and returned to their sinful ways of life. The holy prophet Nahum foretold their ruin. So, as they did not repent, they were not spared. The whole city was completely ruined in earthquakes, floods and fire, so that at the end one could not even tell the place where it had been. Saint Nahum lived for forty five years and fell asleep in the Lord leaving behind him the small book with his true prophesies."
        },
        {
          "title": "Saint Philaret, the Merciful",
          "important": false,
          "desc": "Saint Philaret came from the town of Amnia in Paphlagonia. At first Philaret was a very wealthy man, but distributing his property to the poor his wealth was greatly reduced. He did not frighten facing poverty, but with hope in God, Who said:” Blessed are the merciful, for they shall obtain mercy “he continued to perform errands of mercy not paying attention to the disapproval of his wife and children. One day, while he was ploughing his land, a man came to him and complained that his ox had died and that he could not continue his work with only one ox. Philaret gave him one of his two oxen. He gave his last horse to a man that was summoned to join the cavalry in the war. He gave the calf of his last caw to a man, and when he noticed that the caw was bewailing the separation from her calf, he called the man back and gave him the caw as well. So, the aged Philaret ended up without food in the empty house. Yet, he prayed to God and in God he hoped. And God did not leave the righteous man to hope in vain. At that time reined the Empress Irene with her young son Constantine. According to the tradition of the time, the Empress sent her emissaries throughout the Empire to seek the fairest maiden of good family whom the young ruler would marry. By divine providence the emissaries came to the house of Philaret and spotted his grand-daughter Mary, the daughter of his daughter Ipatia, a meek and beautiful maiden, and took her to Constantinople. The Emperor liked the maiden and took her to be his wife, while he summoned Philaret with all his family to live at the capital and granted him a high rank and great riches. Philaret did not let the unexpected turn of events go to his head, but giving thanks to God went on giving alms much more than he used to. And he did this till the day he died. When he was ninety years of age, he assembled his children to bless them and counselled them to live their lives devoted to God and to obey His law and in his discerning spirit, like Jacob before, he foretold them all what would happen in their lives. Then he set off to the Monastery of Rodolpheia where he gave up his soul to God. Before he died his face became radiant as the sun and after his death his body spread forth unusual sweet-smelling scent and his holy relics worked many miracles. This righteous man of God departed this world in the year 797. His wife Theozua, together with all his children and grand-children lived their lives devoted to God and died in peace."
        }
      ]
    },
    {
      "day": "15",
      "holydays": [
        {
          "title": "Holy Prophet Habakkuk",
          "important": false,
          "desc": "The holy prophet Habakkuk was the son of Shaphat of the tribe of Simeon. He prophesied 600 before Christ, in the reign of the Emperor Manassas. He foresaw the destruction of Jerusalem. When Nabuchadnezzar, King of Babylon, laid siege to Jerusalem, Habakkuk found shelter in the land of Ishmael, where from he returned and lived as a farmer. One day as he was carrying food to the workers in the field, an angel of God appeared to him and told him: “Take the food to Daniel, at the lions’ den in Babylon.“ And Habakkuk said: “Lord, I have not seen Babylon and I do not know where the den is“. Then the angel took him by his hair and instantly carried him the great distance to Babylon by the lions’ den where the Emperor Cyrus had thrown the prophet Daniel to punish him for refusing to worship the idols. “Daniel, Daniel take the food that the Lord sents you! “called out Habakkuk. And Daniel accepted the food and ate. Then the angel of God took Habakkuk again and returned him to Judea, to his field. Habakkuk prophesied the deliverance of Jerusalem and the time of Christ. He fell asleep in the Lord in advanced old age and was buried at the place called Chaldea. His holy relics were discovered at the time of the Emperor Theodosius the Great."
        },
        {
          "title": "Holy Martyr Myropea",
          "important": false,
          "desc": "She was born of Christian parents in Ephesus. After the death of her father, she and her mother went to live on the island of Chios, where they suffered martyrdom for Christ. The martyrdom of this holy virgin took place soon after the martyrdom of the glorious martyr Isidore the Soldier (14 May). When the tormentors had executed Isidore, the brave Myropea secretly took his body, incensed it and buried it with devotion in a befitting place. The brutal Governor Numerian heard that the body of the martyr was stolen and wanted to execute the guards. When she had heard that innocent people were about to suffer for her deed, the blessed Myropea came to the authorities on her own accord and admitted that she had stolen and buried the martyr’s body. By order of the Governor she was mercilessly beaten and thrown into prison, all her body covered with wounds. But the Lord did not leave His martyr without consolation. At midnight the prison was illumined by heavenly light and multitudes of angels appeared to Myropea with Saint Isidore in the middle of them. “Peace with you Myropea“ said Saint Isidore, “God has heard your prayer and now you are going to come to us to receive the crown that awaits for you”. The holy martyr was overwhelmed by joy and committed her spirit to God at that very moment. From her body spread forth heavenly scent that filled the whole prison. One of the guards observing this believed in Christ, received holy Baptism and not long after he too became a glorious martyr. Saint Myropea inhabited the everlasting Kingdom in the year 251."
        },
        {
          "title": "Saint Jesse, Bishop of Tsilkansk",
          "important": false,
          "desc": "Saint Jesse is numbered among the thirteen Syrian Fathers (7 May). He was a great miracle-worker. He turned the river flow near the city of Tsilkansk by his prayer. His holy relics rest in the church dedicated to his name in the city of Tsilkansk in Syria."
        }
      ]
    },
    {
      "day": "16",
      "holydays": [
        {
          "title": "Holy Prophet Zephaniah",
          "important": false,
          "desc": "The holy Prophet Zephaniah was from the tribe of Simeon. He lived and prophesied in the VII century before Christ, during the reign of the pious Emperor Josiah. He was a contemporary of the holy Prophet Jeremiah. For his righteousness and his illumined mind elevated to God, he was found worthy to be granted the gift of prophecy. He foresaw the day of the Lord’s wrath, the punishment of Gaza, Ashkelon, Ammon, Ekron, Nineveh, Jerusalem and Egypt. He saw Jerusalem as “rebellious and polluted, the oppressing city! Her princes in her midst are roaring lions; Her judges are evening wolves; Her prophets – insolent, treacherous people; Her priests have polluted the sanctuary, they have done violence to the law “ (Chapter 3). When he foresaw the time of the coming of the Mesiah, he exclaimed in delight: “Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!“ This prophet fell asleep in the Lord at the place of his birth waiting for the general Resurrection and his reward from God."
        },
        {
          "title": "Saint John the Silent",
          "important": false,
          "desc": "Saint John was born at Nicopolis in Pontus of father Eucratius and mother Euphemia. When he was eighteen years old, he became a monk and led a severe and resolute ascetic struggle cleansing his heart in tears, fasting and prayer. After ten years, he was consecrated Bishop of Colonia. With his example of devout life he brought to the faith in Christ his brother Pergamius and his uncle Theodore who were high officials at the court of the Emperors Zenon and Justinian. Observing the wickedness and disorder of this world, which he was not able to cure, he decided to leave the Episcopal throne. Dressed as an ordinary monk, he arrived at the Lavra of Saint Sabas near Jerusalem and lived there for many years not revealing his identity and obediently and diligently performing all the tasks assigned to him by the abbot. Because of this Saint Sabas suggested to the Patriarch Elias to ordain him priest. When the Patriarch was about to ordain him, Saint John confessed that he had already been ordained Bishop. Then he withdrew to a cell and spent long years in silence and prayer. Afterwards he left for the desert, where he lived for nine years solely on wild vegetables, and then returned to the monastery. He advised the faithful against the Origen’s heresy and contributed a great deal to its extinction and condemnation. He had the gifts of prescience and of discernment of thoughts and of healing various sicknesses. Having defeated his own self, he could easily defeat evil spirits. Great in humility, in divine strength and wisdom, this servant of Christ fell asleep in peace in the year 558, when he was a hundred and four years of age."
        },
        {
          "title": "Venerable Theodolus",
          "important": false,
          "desc": "Saint Theodolus was a virtuous patrician at the court of Theodosius the Great. On the death of his wife he abandoned the vanity of the world, left Constantinople and settled on a pillar near Ephesus, where he led his ascetic struggle for thirty years."
        }
      ]
    },
    {
      "day": "17",
      "holydays": [
        {
          "title": "Holy Greatmartyr Barbara",
          "important": true,
          "desc": "The father of this glorious follower of Christ, who became His bride at her young age, was called Dioscurus and was a pagan, renowned for his wealth and his high position in the society in the city of Heliopolis in Syria. His only daughter, wise and exceedingly beautiful in her outward appearance, Dioscurus locked in a high tower, lavished riches of all kinds on her, gave her maidens to serve her, placed idols for her to worship and had a bath-house with two windows built for her. Watching through the windows the land beneath her and the starry sky above in the heights, Barbara’ s mind was illumined by Divine grace and she came to know the only true God and Creator, even though she had no teacher among men to guide her in this. One day, when her father set out on a journey, she left the tower and by Divine providence she met some Christian women who revealed to her the truth about the faith of Christ. Barbara’s heart was inflamed with love for Christ. She ordered a third window to be inserted in the bath-house, so that the three windows would symbolize the Holy Trinity; she made the sign of the Cross with her finger on one of the rocks in the bathroom and the cross was imprinted in the stone as if carved out; from beneath her feet there began to flow water in the bath-house, which later healed many from various sicknesses. When Dioscurus found out about the faith of his daughter, he beat her fiercely; he drove her out of his house and then searched for her to kill her. She sheltered in the cleft of a rock that miraculously opened to hide her from her fierce father. When he found her, her father handed her over to the Governor Martian to put her to tortures. The innocent Barbara was stripped of her clothes and was cruelly beaten until her whole body was covered with blood and wounds. While in prison, the Lord Jesus Christ appeared to her surrounded by angels and healed her. Seeing this, a woman called Juliana voluntarily accepted martyrdom. They were both cruelly tortured and led through the city streets, exposed to the ridicule of the population. Their breasts were cut off and they bled heavily. At last they were taken to the place of their execution, where Barbara’s father cut off her head with his own hands, while Juliana was beheaded by the executioner. That same day a thunder struck the house of Dioscurus and he and Martian were reduced to ashes. Saint Barbara suffered in the year 306. Her miracle-working relics rest in Kiev. Glorified in Heavenly Kingdom, Saint Barbara has appeared to many, on her own or accompanying the Most Holy Theotokos."
        },
        {
          "title": "Saint John of Damascus",
          "important": true,
          "desc": "Saint John was first a minister of Caliph Abdul-Malek, and then became a monk in the monastery of St. Sava the Sanctified. For his ardent advocacy of the veneration of icons while still a courtier during the reign of the iconoclast Emperor Leo the Isaurian, he was slandered by the Emperor to the Caliph, who had his right hand cut off. John fell down in prayer before the icon of the most holy Mother of God, and his hand was re-joined to his arm and miraculously healed. When he beheld this wonder, the Caliph repented, but John no longer desired to remain at court as a nobleman, but to withdraw to a monastery. There, he was from the beginning a model of humility and obedience, and of all the works of asceticism prescribed for monks. He wrote the hymns for the Parting of the Soul from the Body, put together the Octoechos, the Irmologion, the Menologion and the Easter Canon, and wrote many theological works of an inspired profundity. A great monk, hymnographer and theologian, and a great warrior for the truth of Christ, Damascene is counted among the great Fathers of the Church. He entered peacefully into rest in about 776, being seventy-five years old."
        }
      ]
    },
    {
      "day": "18",
      "holydays": [
        {
          "title": "Saint Sabas the Sanctified",
          "important": true,
          "desc": "The commonplace village of Moutalasca in Cappadocia became famous owing to this grand light of the Orthodox Church. Saint Sabas was born here of father John and mother Sophia. He left his parents’ house when he was eight years old and entered the local Monastery of Flavinae. After ten years, he left for the monasteries in Plaestine where the most time he dwelt at the Monastery of Saint Euthymius the Great (January 20) and the monastery of Saint Theoctistus. Saint Euthymius foretold that he would become a glorious monk and teacher of the monks and that he would found the grandest Lavra of all Lavras of all times. After the death of Saint Euthymius, Sabas withdrew to the desert, where for five years he lived as an anchorite in a cave that had been pointed to him by an angel of God. When he had attained the monastic perfection, by Divine providence around him began to gather many brothers striving for spiritual life. Before long they gathered in such numbers that Saint Sabas had to build a church and many monastic cells. Among the brethren there also came some Armenians for which he provided separate cave in which they could serve liturgies in Armenian language. Upon his father’s death, his aged mother Sophia came to him and he tonsured her a nun and gave her a cell in the vicinity of his monastery, where she led the ascetic struggle till the end of her life. This holy father suffered great many assaults from the fellow men, the heretics and the demons. Still, he conquered them all: the fellow men by meekness and humbleness, the heretics by unshakeable confession of Orthodoxy and the demons by the sign of the Cross and calling upon God’s help. Particularly violent battle he led against the demons on the hill called Castellion, where he founded his second monastery. He and his neighbour Theodosius the Great are considered the greatest lights and pillars of Orthodoxy in the East. They strengthened the faith of the Emperors and patriarchs and served to all as an example of saintly humbleness and the miraculous power of God. After his diligent and fruitful life, Saint Sabas departed this world in the year 532, at ninety-four years of age. Among other things, he established the monastery Typicon that regulates the church services which later spread across the Orthodoxy and became known as the Jerusalem Rule."
        },
        {
          "title": "Venerable Nectarius of Bitola",
          "important": true,
          "desc": "Saint Nectarius was born in Bitola. He led the ascetic struggle in the Monastery of the Holy Unmercenaries Cosmas and Damian near Bitola, together with his own father Pachomius who had also become a monk. Then he left for Karyes where he continued his struggle under the spiritual direction of the Elders Philotheus and Dionysius at the Lavra of the Holy Archangels. Having conquered the envy of men, assaults of demons and painful illnesses, he inhabited Christ’s Kingdom on 5 December 1500. His miracle working relics, incorrupt and fragrant, rest at the same Lavra."
        },
        {
          "title": "Venerable Karion and Zacharias",
          "important": false,
          "desc": "Father and son, they were both great ascetics in Egypt. Karion left his wife and his two children and became a monk. The young Zacharias was taken in a monastery as a child and with his ascetic struggle he surpassed his own father and many other renowned ascetics. When they asked Zacharias who was the true monk, he answered: “The one that continually forces himself to fulfil God’s commandments “."
        }
      ]
    },
    {
      "day": "19",
      "holydays": [
        {
          "title": "Saint Nicholas the Wonderworker, Archbishop of Myra",
          "important": true,
          "desc": "This glorious Saint, venerated to this day all over the world, was the only son of Theophanes and Nonna, wealthy and distinguished citizens of Patara in Lycia. Being the only child granted by God, his parents consecrated him to God, thus offering Him a gift. Saint Nicolas gained knowledge of theology and spiritual life with the help of his uncle Nicolas, the Archbishop of Patara, and became a monk at the Monastery New Zion founded by his uncle. Upon his parents’ death Nicholas distributed all the riches he had inherited to the poor keeping nothing for himself. While he served as a priest in Patara he became renowned for his charitable deeds, even though he did his best to keep them secret to fulfil the word of God: “But when you do a charitable deed, do not let your left hand know what your right hand is doing” (Matthew 6, 3). When he had withdrew to life in silence and hesychia, intending thus to spend the rest of his life, he heard a voice from above:” Go into the world and there My Name shall be glorified in thee. “Before long, by miraculous Divine providence he was elected Bishop of Myra in Lycia. Merciful, wise and fearless, Saint Nicolas became a true good shepherd of his flock. During the persecutions of Christians under Diocletian and Maximian, he was thrown into prison, where he continued to instruct people in the law of God. He participated in the First Ecumenical Council at Nicaea and led by his great zeal for the truth, he struck the heretic Arius. For this deed of his, he was made to leave the Council and was deposed from the episcopal throne, until the moment the Lord Jesus Christ and the Holy Theotokos appeared to some of the first hierarchs of the Council and declared their favour of Nicolas. A guardian of divine truth, this miraculous Saint of God was also protector of those suffering injustice among men. On two occasions he saved three men from death penalty they had not deserved. Merciful, truth-loving and just, he moved among men as if angel of God. During his lifetime people regarded him as a Saint and called upon his help when suffering hardships and anguish, and he appeared in a dream or in reality to those calling upon him, regardless of the fact how distant they are, and helped them. His face was radiant with light as the face of Moses, so his sole appearance brought consolation, peace and good will among men. In his old age he suffered a short illness and fell asleep in the Lord. Having suffered greatly and having brought forth abundant fruit, he inhabited the everlasting Kingdom of Heaven not ceasing to work wonders on earth, helping the faithful and glorifying his God. He fell asleep on 6 December 343."
        },
        {
          "title": "Saint Nicholas, Bishop of Patara",
          "important": false,
          "desc": "Saint Nicolas was the uncle of the Great Wonderworker Nicolas of Myra. He directed him in spiritual life and ordained him priest."
        }
      ]
    },
    {
      "day": "20",
      "holydays": [
        {
          "title": "Saint Ambrose, Bishop of Milan",
          "important": false,
          "desc": "This illustrious Father of the Orthodox Church came of a powerful family; his father was Praetorian Prefect for the Provinces of Gaul and Spain, yet a pagan, while his mother was a Christian. One day, while still a child in his cradle, Ambrose was visited by a swarm of bees that brought honey to his mouth and flew away. Even in his childhood he gave his hand forth for a blessing prophetically saying:” Kiss my hand for blessing as I am going to be a Bishop.” After his father’s death, the Emperor appointed him Governor of the Province of Liguria of which Milan was the capital. On the death of the Bishop of Milan a bitter dispute began between the Orthodox and the Arian heretics over the election of the new Bishop. As the Governor of the Province, Ambrose entered the Church to restore order to the proceedings. At that moment, a child on his mother’s breasts cried out: “Ambrose for bishop!” The assembled people accepted this as the voice of the Lord and against his will, Ambrose was unanimously elected bishop. He was baptised and in one week time he was ordained all the subordinate ranks to the episcopal rank and at the end he was consecrated bishop. As Bishop, Ambrose strengthened the Orthodox faith, subdued the heretics, decorated churches, converted many unbelievers to Christianity, composed a number of works on catechesis and served as an example of a true Christian and a true shepherd of his flock. He also composed the thanksgiving hymn: “Glory to thee, O God “. This glorious hierarch, visited by people from distant lands for his counsel and wisdom, lived his life in restraint, hard work and zeal. He hardly ever slept, he was devoted to work and prayed constantly, he fasted all days in the week except for Saturday and Sunday. That is why God allowed him to witness many miracles and granted him the gift to work miracles himself. He discovered the holy relics of the Saints Protasus, Gervase, Nazarius and Celsius (14 October). Full of meekness before the common people, he was fearless before the high-ranking. He denounced the Empress Justina as a heretic, he condemned the tyrant and murderer Maximus and he forbade the Emperor Theodosius to enter the church until he repented for his sin, while he would not even meet the violent and self-declared Emperor Eugenius. This holy man was granted with such abundant grace that he could even revive the dead; he cast out demons, healed all sicknesses and could see into the future. He fell asleep in peace at the down of Easter in the year 397."
        },
        {
          "title": "Venerable Gregory the Hesychast",
          "important": false,
          "desc": "Saint Gregory was born in Serbia. He was the founder of the Monastery of Saint Nicolas on Mount Athos, known today as the Monastery of Gregoriou in his honour. His cell is found on a quarter of an hour walk from the monastery. In 1761 there was a great fire at the monastery and the brethren took his holy relics to Serbia. This man of God fell asleep in peace in the year 1406."
        }
      ]
    },
    {
      "day": "21",
      "holydays": [
        {
          "title": "Holy Apostles Sosthenes, Apollos, Tychicus, Epaphroditus, Onesiphorus, Cephas and Caesar",
          "important": false,
          "desc": "All of them are commemorated on January 4, together with the other lesser Apostles. Saint Apollos is commemorated separately on September 10, while Cephas and Caesar on March 30. Saint Sosthenes was Bishop in Caesarea. Tychius was his successor on the episcopal throne, Epaphroditus was Bishop of Adria in Syria, Cephas of Iconium and Caesar became Bishop of Coronea in the Peloponnese. They all had preached the Gospel with flaming love and suffered tortures for the Name of Christ before they inhabited the Kingdom of eternal joy."
        },
        {
          "title": "Venerable Patapius",
          "important": false,
          "desc": "He was born of devout parents at Thebes in Egypt and brought up in the faith and fear of God. He became aware of and forsook the vanity of the world at his early age and withdrew to the desert, where he entirely committed himself to the struggle of purifying his heart from all the worldly thoughts and desires for the love of God. When he became renowned among men for his virtues, people began coming to him and asking him to deliver them from their hardships and sorrows. Fearing the glory of men, which darkens the mind and separates from God, Patapius left the desert for Constantinople. As this exceptional Saint thought that it might be easier to hide from the people in the city than in the desert. He made himself a small hut near the Church of Blachernae in Constantinople and there, hidden and unknown, he continued his ascetic struggle. Yet, such light could not remain hidden. One day, a boy born blind guided by Divine providence came to Saint Patapius and asked him to pray for him so that his sight could be restored and he could see God’s creation and even more glorify the Creator. Patapius had mercy for the sufferer, prayed to God and the boy was healed. This miracle uncovered the holy man and people from all over the capital began coming to him for cure, consolation and counsel. Patapius healed a distinguished man whose body was swollen with dropsy by making the sign of the Cross over him and anointing him with oil. He delivered a boy possessed by demons by making the sign of the Cross in the air. The demon left the boy’s body in a form of smoke, making a terrible shriek. A woman with a dreadful wound in her breasts, filled with decayed flesh, was healed after the Saint had made the sign of the Cross over her. Many miracles had Saint Patapius worked by his prayers, by invoking the Name of Christ and by the sign of the Cross. He fell asleep in peace in his old age and inhabited the Kingdom of Heaven in the 7 century."
        }
      ]
    },
    {
      "day": "22",
      "holydays": [
        {
          "title": "The Conception by Saint Anna of the Most Holy Mother of God",
          "important": false,
          "desc": "The righteous Joachim and Anna were childless for entire fifty years of their life in marriage. In their old age, Archangel Gabriel appeared to each of them separately and told them that God had answered their prayers and that they would give birth to a daughter, Mary. Then Saint Anna conceived and in nine months she gave birth to the daughter blessed by God and by all generations of humankind, the Most Holy Mother of God (see September 9)."
        },
        {
          "title": "Venerable Stephen Neolampes",
          "important": false,
          "desc": "This man of God was born and raised in Constantinople, at the house of his parents Zacharias and Theophana. His father was a priest at the Great Church at the time of the Patriarch Methodius. His mother lived on nothing but bread and water when she carried Stephen in her womb. When the youth was born, a shining cross appeared on his breast. Because of this and because of his pure and devout life, he was called Neolampes (the New Light). When he was eighteen years of age, Stephen withdrew to a chapel dedicated to the holy Apostle Peter in order to devote himself to fasting, vigil and prayer. One night, Saint Peter appeared to him and said: \"Peace be with you, my son. You have made a good beginning. May the Lord give you strength!” Then he lived many years at the church dedicated to the holy Martyr Antipas. Saint Antipas appeared to him and encouraged him with the words: “I will never abandon you.” Stephen gave himself with even greater zeal to spiritual warfare. All he ate was a few vegetables without salt, once or twice a week. He struggled for the Heavenly Kingdom for fifty-five years and fell asleep in the Lord in the year 829, when he was seventy-three years of age."
        }
      ]
    },
    {
      "day": "23",
      "holydays": [
        {
          "title": "Holy Martyrs Menas, Hermogenes and Eugraphus",
          "important": false,
          "desc": "Menas and Hermogenes were Athenians by birth. They both lived in Constantinople, held in high regard by the Emperor and the citizens. Menas was known for his high education and his brilliant eloquence, and even though he appeared to be a pagan, he was a secret Christian. Hermogenes was Prefect of Constantinople and he adhered to idolatry, although he was merciful and did great many good deeds. At one time there began an uproar owing to disputes between Christians and idolaters in Alexandria, and the Emperor Maximinus sent Menas to settle the dispute and to extinguish Christians from the city. Menas went to Alexandria and re-established peace, but declared himself as a Christian and converted many pagans to the true faith by his wise words and an abundance of miracles. Upon hearing of this, the Emperor sent Hermogenes to punish Menas and to extinguish Christianity. Hermogenes had Menas brought to trial, had his feet cut off and his tongue torn out, his eyes pierced and then thrown into prison. That night the Lord Jesus Christ Himself appeared to Menas and healed all his wounds and encouraged him. Upon seeing Menas miraculously healed, Hermogenes received holy Baptism and began preaching the word of truth. He was elected Bishop of Alexandria. The enraged Maximinus went to Alexandria himself and put Menas and Hermogenes to cruel tortures, which they, supported by God’s grace, endured courageously. At the sight of the bravery of these soldiers of Christ and the miracles that were wrought during their tortures, Eugraphus, the secretary of Saint Menas and a friend of his, appeared before the tribunal and cried out:” I am a Christian, too!” The Emperor, beside himself with rage, seized the sword and slew Eugraphius with his own hands. After this, the impious Emperor ordered Menas and Hermogenes to be beheaded without further delay. Their holy relics were thrown into the sea, but they miraculously sailed to Constantinople, where the Bishop, having learned of this in a dream, welcomed them solemnly and buried them with devotion."
        }
      ]
    },
    {
      "day": "24",
      "holydays": [
        {
          "title": "Venerable Daniel the Stylite",
          "important": false,
          "desc": "Saint Daniel was born in the little village of Meratha near Samosata in Mesopotamia, of Christian parents, Elias and Martha. He was granted by the Lord in response to the prayers of his mother, who had long been childless and as their only son, his parents consecrated him to service to God from his early age. When he was twelve years old, he was tonsured a monk, he visited Saint Symeon the Stylite and received his blessing. Longing for solitude, Daniel left the monastery and withdrew to a ruined pagan temple on the shore of the Black Sea. Here he experienced great many assaults of the unclean spirits, but he put them all to flight by his patience, prayer and the sign of the Cross. Afterwards Daniel mounted a pillar and remained on it until the day he died, withstanding the heat and the cold, the attacks of demons and men. An ever-increasing number of disciples gathered around his pillar and he, with his example and his words, instructed them all in the spiritual life. To the benefit of the people, God granted this servant of His with the gift of working miracles during his life on earth. He was also granted the gift of prophecy. People from all parts of the world came to his pillar seeking advice and help from the Saint. Emperors, Patriarchs and common people, they all came to him. The foreign high officials that came to visit the Emperor Leo the Great, he used to take to the pillar of Saint Daniel and showing them the Saint he used to say:” This is the miracle of my Empire!” The Venerable Daniel foresaw the day of his death, gathered together his many disciples and bade them farewell. Before his death his disciples saw angels, prophets, apostles and martyrs gathered above his pillar. This angel in flesh lived for eighty years and fell asleep in peace in the year 489."
        },
        {
          "title": "Venerable Nicon the Dry",
          "important": false,
          "desc": "Saint Nikon, a monk of Kiev Caves, was taken into captivity by the Tatars. He spent three years in captivity, enchained and continually mocked. When his relatives brought money for his ransom, he refused to be ransomed saying: “If the Lord had wanted to deliver me from captivity, He would not have allowed me to remain in the hands of tyrants! “ One day he told his master that in three days Christ would deliver him from captivity. The Tatar thought that he had been planning to run away, so he severed the tendons of his legs and feet. But on the third day he was miraculously conveyed to Kiev. In a while, the Tatar happened to come to Kiev and to meet Saint Nikon. When he recognised his former captive in him, he repented and received the holy Baptism. And ever since he lived in obedience to his former captive. Nikon, called the Dry because his body was withered and drained of blood by his sufferings, was granted the gifts of prophecy and working miracles. He peacefully fell asleep in the Lord on 11 December 1101."
        }
      ]
    },
    {
      "day": "25",
      "holydays": [
        {
          "title": "Saint Spyridon the Wonderworker, Bishop of Tremithus",
          "important": true,
          "desc": "This glorious Saint was born and lived on the island of Cyprus. He was born of simple peasant parents, who lived and worked in the countryside, and he was and remained simple and humble till the day he died. In his youth he married and had children. When his wife died, he completely devoted himself to service to God. For his great devoutness he was elected Bishop of the city of Tremithus. Notwithstanding his episcopal rank, Saint Spyridon kept to his accustomed simple manner of life and continued to watch over his flock and work in the field himself. The greatest part of what he had gained he distributed to the poor, keeping only a small part for him. With God’s help he wrought many miracles: the heavens opened at the prayer of Saint Spyridon and God sent a gracious rain at the time of a terrible draught, he stopped the flow of the rushing river, he revived several dead men, he cured the Emperor Constantius of his illness, he could see and hear the angels of God, he could discern people’s hearts, he converted many to the true faith etc. He took part in the First Ecumenical Council in Nicaea and with his simple but indisputable confession of the faith he brought many heretics back to Orthodoxy. He wore so poor clothes that one time, when he intended to enter the Emperor’s palace having been invited by the Emperor, the guard considering him a beggar hit him in his face. The meek and peaceful Spyridon turned to the guard his other cheek. Having glorified God with great many miracles and having served to many for their personal benefit and salvation, and to the Church of God as a whole, he fell asleep in the Lord in the year 348. His miracle working relics were taken to Corfu where they have been kept ever since, glorifying God with countless miracles to this day."
        },
        {
          "title": "Holy Hieromartyr Alexander, Bishop of Jerusalem",
          "important": false,
          "desc": "Saint Alexander was at first Bishop of Cappadocia. During the persecution of Septimus Severus, in 203 he suffered imprisonment and exile. Afterwards he succeeded the throne of the Bishop of Jerusalem. He established the famous Christian library at Jerusalem, which Eusebius used while composing his Church History. At the time of Decius he was put to the torture and thrown before wild animals. The holy Bishop survived the tortures and remained unharmed by the beasts, so he was cast into prison where he ended his life on earth in the year 251 and presented himself before the Lord."
        }
      ]
    },
    {
      "day": "26",
      "holydays": [
        {
          "title": "Holy Martyrs Eustratius, Auxentius, Eugene, Mardarius and Orestes",
          "important": false,
          "desc": "These five holy men shone as five shining stars at the dark times of the impious Emperors Diocletian and Maximian. Saint Eustratius was a Roman counsellor of ducal rank at the city of Satala, Eugene was his companion soldier, Orestes was also a renowned soldier, Auxentius was a priest while Mardarius was common citizen and a fellow citizen of Eustratius, for they both came from the city of Arauraka. Governors Lysias and Agricola first put Auxentius to the torture as a priest. Seeing the suffering of the innocent Christian, Eustratius came out before Lysius and declared himself as a Christian. During his torturing Eugene also came out before the judge and cried out: “Lysias, I am a Christian, too!” As Saint Orestes threw the javelin, Lysias caught sight of the small gold cross on his chest, which revealed to Lysias that he was a Christian, too. This, Orestes admitted without hesitation. Orestes was a young, good-looking soldier who impressed with his bearing. Auxentius was killed by the sward, Eugene and Mardarius ended their lives in torments, Orestes gave up his soul stretched on a red-hot iron bed, while Eustratius in blazing furnace. Saint Blaise (11 February) served the divine Liturgy in the prison and Saint Eustratius partook of the Holy Communion before his death. Later his relics were translated to Constantinople and laid in the church dedicated to these five holy Martyrs. They were seen at a service in this church, while Saint Orestes alone appeared to Saint Demetrius of Rostov (28 October). Saint Eustratius left us a wonderful prayer that is read at the Saturday All-night Vigil: “Greatly i do exalt Thee, O Lord! “"
        },
        {
          "title": "Holy Virgin Martyr Lucy",
          "important": false,
          "desc": "Lucy went with her mother to visit the tomb of Saint Agatha in Catania, where Saint Agatha appeared to her. Her mother, afflicted with an incurable issue of blood, was miraculously cured in the church. Lucy distributed all her possessions to the poor, which greatly embittered her fiancé who denounced her as a Christian to the Governor Paschasius. The pitiless Governor ordered her to be taken to a brothel to be ravished. By God’s will she became immovable as a rock and numerous people could not budge her an inch. . In the end, one of the enraged pagans struck his sword in her throat and thus she gave up her soul to God. She suffered in the year 304."
        }
      ]
    },
    {
      "day": "27",
      "holydays": [
        {
          "title": "Holy Martyrs Thyrsus, Leucius and Callinicus",
          "important": false,
          "desc": "Saints Thyrsus and Leucius were noble citizens of Caesaria in Bithynia, the former had already been baptised and the latter was among the catechumens. Callinicus was a pagan priest. When Cumbricius, the successor of the Emperor Decius, had launched terrible persecution against the Christians and started mercilessly tormenting and killing them, the brave Leucius confronted him and exclaimed: “Cumbricius, why are fighting against your own soul?” The enraged Governor had him beaten and tortured, and at last he ordered his executioners to behead him. After being tortured, Leucius walked to the place of his execution with such a joy as if he was going to a feast. Seeing the death of the brave Leucius, the blessed Thyrsus became inflamed with Godly zeal, so as Leucius, he came out before the Governor and denounced him for his not believing in the one true God. He was also beaten and cast into prison. The invisible hand of God healed all his wounds, opened the prison gates and led him outside. Thyrsus went straight to the Bishop of Caesarea, Philius for holy Baptism. He was seized and put to torture again, but he endured all his sufferings as if they were not real, but a dream. His powerful prayer cast down many dumb idols. Seeing this, the idolatrous priest called Callinicus was converted to the faith of Christ. Callinicus and Thyrsus were both condemned to death. Callinicus was beheaded, while Thyrsus was shut in a wooden box and slowly sawn asunder. But God did not allow this, so the saw could not cut the wood. Then Saint Thyrsus got out of the box, prayed to God giving Him thanks for his sufferings and peacefully gave up his soul to God. By the end of the IV century the Caesar Flavian built a church dedicated to Saint Thyrsus near Constantinople and laid his holy relics in there. The Saint appeared in a vision to Empress Pulcheria and told her to bury the relics of the Forty Martyrs beside his."
        },
        {
          "title": "Holy Martyrs Philemon, Apollonius, Arianus and their companions",
          "important": false,
          "desc": "During the reign of Diocletian, the Governor Arianus fiercely tortured the Christians in Egypt. He seized Apollonius and threatened him with tortures. Apollonius was frightened at the prospect of torments, so he paid a musician called Philemon to put on his clothes and sacrifice to the idols in his place. At the very moment Philemon had found himself before the idols, his heart was illumined by the light of the Christian faith and he made the sign of the Cross. Then he rushed out and exclaimed: “I am a Christian! I am a servant of the living God!” Hearing this, the Governor laughed, thinking that Philemon was mocking the Christians. But afterwards he put him to dreadful tortures. At that time rain fell from heaven and baptised him. At the end, both Philemon and Apollonius were beheaded at the order of the Governor Arianus. Not long after, the blind eye of Arianus was miraculously cured at the tomb of Philemon and he too confessed the faith of Christ. Diocletian condemned him to death, together with the four soldiers who had also confessed Christ, and he ended his life in martyrdom."
        }
      ]
    },
    {
      "day": "28",
      "holydays": [
        {
          "title": "Holy Hieromartyr Eleutherius",
          "important": true,
          "desc": "This glorious Saint was born into noble and renowned family. He was born in Rome where his father served as an army commander. His mother Anthia heard the Apostle Paul preaching the Gospel and received the holy Baptism from him. As she was early widowed, she gave her only son service to Anicetus, the Bishop of Rome, who took care of the education of the lad. As he saw that Eleutherius was talented and illumined by God’s grace, the Bishop ordained him deacon at the age of fifteen, presbyter at eighteen and at twenty he was consecrated as bishop. Divine wisdom complemented what Eleutherius lacked due to his young age. This man of God was appointed Bishop of Illyria with his see in Avlona (Valona) in Albania. He took care of his flock as a good shepherd and increased its number day after day. The impious Emperor Hadrian sent Felix, one of his senior officers, with his soldiers to arrest the holy Bishop and bring him to Rome. The tough Felix arrived in Avlona, entered the church, but on seeing and hearing the holy Bishop his heart suddenly changed and he embraced Christianity. Eleutherius baptized him and set out for Rome with him, full of joy as if he was going to a feast and not to trial. The Emperor ordered the blessed Eleutherius to be put to dreadful tortures: he was beaten, thrown on to a red-hot bronze bed, he was doused with boiling oil and thrown into blazing furnace. But God’s grace preserved the Martyr through all mortal torments. Upon seeing this, the City Prefect Coremonus declared himself to be a Christian, too. Coremonus was tortured and beheaded. The blessed Felix as well. At last the Emperor’s executioners beheaded Saint Eleutherius. When his mother Anthia rushed to the dead body of her son, she was beheaded, too. Their bodies were taken to Avlona, where Saint Eleutherius has miraculously glorified the Name of Christ till our day. He suffered in the reign of Hadrian, in the year 120."
        },
        {
          "title": "Saint Stephen, Bishop of Sourozh",
          "important": false,
          "desc": "Saint Stephen was born in Cappadocia. He received his education at Saint Germanus in Constantinople. He withdrew to solitude and lived hidden from the world. An angel of God revealed Stephen to Saint Germanus and instructed him to consecrate him Bishop of the city of Sourozh (today Sudak in the Crimea). The Patriarch obeyed the instruction. Full of godly zeal, Saint Stephen converted many to the Christian faith. As a defender of the holy icons he endured terrible sufferings under the Emperor Leo the Isaurian. He foretold the Emperor his approaching death. After the inglorious death of this impious Emperor, Stephen returned to his diocese where he devotedly looked after his flock and fell asleep in peace at the end of the VII century."
        }
      ]
    },
    {
      "day": "29",
      "holydays": [
        {
          "title": "Holy Prophet Haggai",
          "important": false,
          "desc": "He came of the tribe of Levi and was born in Babylon at the time the Israel was kept in bondage. He lived and prophesied 470 years before Christ. Haggai visited Jerusalem in his youth. He urged Zerubbabel and Joshua, the high priest, to rebuild the Temple, predicting even greater glory to this Temple than the glory of the previous Temple of Solomon. “The glory of this latter temple shall be greater than the former,' says the LORD of hosts.” (Haggai 2, 9) Because in the new Temple God the Savour shall abide. This holy Prophet lived to see a part of the Temple rebuilt by Zerubbabel. He died in his old age."
        },
        {
          "title": "Saint Nicholas Chrysoberges, Patriarch of Constantinople",
          "important": false,
          "desc": "He guided the Church of God from 980 to 995. He ordained presbyter the great Symeon the New Theologian at the time this great spiritual leader was elected abbot of the Monastery of Saint Mammas in Constantinople. At his time took place the miraculous appearance of the Holy Archangel Gabriel in Karyes when the monks were presented with the hymn “Axion Esti” glorifying the Most Holy Mother of God. The Archangel inscribed the hymn on a stone tablet with his finger in a cell of the church which ever since is called Axion (13 June). This glorious hierarch fell asleep in peace and inhabited Heavenly Kingdom."
        }
      ]
    },
    {
      "day": "30",
      "holydays": [
        {
          "title": "Holy Prophet Daniel and the Three Holy Young Men: Ananias, Azarias and Misael",
          "important": false,
          "desc": "All four of them came from the royal tribe of Judah. When King Nebuchadnezzar ruined and captured Jerusalem, then Daniel, as a young boy, was taken into captivity together with Jehoiachin, King of Judah, and many other Israelites. Detailed account of his life, his sufferings and his prophecies is found in his book of the Holy Scriptures. Devoted to God with all his being, the holy Daniel was granted the gift of prophecy in his early youth. His renown among the Jews in Babylon began when he denounced the two lascivious and unjust elders, Jewish judges, and delivered from undeserved death the chaste Susannah. And his reputation among the Babylonians even grew greater on the day he interpreted the dream of King Nebuchadnezzar. For this the King made Daniel ruler over Babylonia and prefect and kept him at his court. When the King had made a golden idol and placed him in the field, the three young men refused to worship the idol for what they were thrown into burning furnace. But an angel of God appeared to them and drove out the fire and the young men dancing for joy and untouched by the fire chanted in thanksgiving: “Blessed is the Lord of our fathers“. Upon seeing this miracle the King was struck dumb with terror. He told them to come forth and restored them to honourable positions. At the time of King Belshazzar, when one day during a great feast the King had his guests served food and drink in the sacred vessels taken from the Temple of Jerusalem, an invisible hand wrote on the wall: “mene, tekel, peres“. No one except Daniel was able to interpret these words. That night King Belshazzar was slain. For his faith in the living God Daniel was cast into lions’ den on two occasions. The both times God delivered him and preserved his life. He saw God sitting on His throne surrounded by angels, he saw angels, he could foresee the future of people, Empires and the entire humankind, he foretold the time of the coming of the Mesiah on earth. According to Saint Cyril of Alexandria, Daniel and the three young men died by the sword in Babylon in their old age. When Ananias was beheaded, Azarias spread out his clothes and took his holy head; then Misael took Azarias’ head and Daniel took the head of Misael. An angel of God took their bodies in Judea, on Mount of Gabala and laid them under a stone. According to tradition, these four men of God arose at the time of the Crucifixion of Christ and appeared to many and then fell asleep again. Daniel is numbered among the four great Prophets (Isaiah, Jeremiah, Ezekiel and Daniel). He lived and prophesied half a millennium before Christ."
        },
        {
          "title": "Venerable Daniel",
          "important": false,
          "desc": "Saint Daniel was ruler of the island of Ebertis near Cadiz in Spain. Having become aware of the vanity of the world, he abandoned glory and riches and went to Rome where he became a monk. Then he made his way to Constantinople where he discussed with the Emperors Constantine and Romanus Porphyrogenitus and then he went on to Jerusalem. In Jerusalem he received the great angelic Habit under the name of Stephen, from Patriarch Christodulus. Having been subject to tortures by the Saracens who forced him to shave his beard, he fled into Egypt, where he suffered great many tortures and died for the Name of Christ. He inhabited the Kingdom of Christ at the end of X century."
        }
      ]
    },
    {
      "day": "31",
      "holydays": [
        {
          "title": "Holy Martyr Sebastian and his companions",
          "important": false,
          "desc": "This glorious martyr of Christ was born in Italy and grew up in Milan. In his youth he joined the army and became a favourite officer of the Emperor Diocletian who appointed him captain of the Praetorian guard. Secretly he confessed the Christian faith and prayed to the living God. The two brothers Mark and Marcellinus, who were cast into prison for Christ and on the verge of denying Him and worship the idols, he confirmed in the faith and encouraged to prepare for martyrdom. While he was telling them not to be afraid of dying for Christ, his face became radiant with light and all could see it shining forth like a face of an angel of God. Sebastian confirmed his words with working miracles: he cured Zoe, the wife of the prison guard Nicostratius, who had been mute for six years and brought her to the faith together with their whole family; he cured the two sons of duke Claudius of illness and brought Claudius with his family to the faith; he cured Tranquilinus, the father of Mark and Marcellius, of creeping paralysis from which he had suffered for eleven years and converted their family from idolatry; he cured of the same illness the Prefect Chromatius and brought him and his son Tiburtius to the Lord Jesus Christ. The first one to suffer from among them was Saint Zoe who was arrested while praying to the Lord at the tomb of the holy Apostle Peter. She was put to tortures and then thrown into the Tiber. Tiburtius was seized next. The Prefect had burning coal laid before him and ordered him to choose between life and death, to throw incense on the coal and thus incense the idols or to step on the burning coal. Saint Tiburtius made the sign of the Cross and stepped on the burning coal bare feet, but he remained unhurt. Then he was put to the sword. Nicostratus was beaten to death. Tranquilinus was drowned. Mark and Marcellius were tortured and were pierced by spears. Then Sebastian was brought out before the Emperor Diocletian. The Emperor accused him of ingratitude, but he said: “I have always prayed to God for your wellbeing and for peace throughout the Roman Empire”. The Emperor ordered his soldiers to strip him of his clothes and to shoot arrows at him. The soldiers shot until his whole body was bristling with arrows and could no longer be seen from them. And when they thought him dead, he appeared safe and sound. Then the pagans battered him with clubs until he died. He suffered gloriously for Christ in 287 at the time of the Emperor Diocletian and the Roman Bishop Gaius."
        },
        {
          "title": "Saint Modestus, Patriarch of Jerusalem",
          "important": false,
          "desc": "When his parents died he was a five-month old baby. By Divine Providence he was brought up in the Christian spirit. When he grew up he was sold as a slave to a certain pagan master in Egypt. Yet, he succeeded in converting his master to the faith of Christ. The master granted him freedom. He withdrew to Mount Sinai where he led an ascetic struggle until he turned fifty-nine years of age. Then he was consecrated as Patriarch of Jerusalem. He guided the flock of Christ as a good and true shepherd and fell asleep in peace in the year 633, when he was ninety-seven years of age."
        }
      ]
    }
  ]
}