[{
  "day": "1",
  "holydays": [{
    "title": "Venerable Macarius the Great",
    "important": false,
    "desc": "Macarius was an Egyptian and one of the younger contemporaries of Anthony the Great. His father was a priest. Out of obedience to his parents, Macarius married. However, his wife died shortly thereafter and he withdrew into the wilderness where he spent sixty years in labor and struggle, both internally and externally for the Kingdom of Heaven. When they asked him: \"Why is he so thin when he eats and when he does not eat?\" He responded: \"From the fear of God.\" So much did he succeed in cleansing his mind of evil thoughts and his heart of evil desires that God bestowed upon him the abundant gift of miracle-working so that he even raised the dead from the graves. His humility amazed both men and demons. A demon once said to him: \"There is only one thing in which I am unable to overpower you. It is not in fasting; for I do not eat anything. It is not in vigils; for I never sleep.\" \"But, what is it?\" asked Macarius. \"Your humility\" answered the demon. Macarius often spoke to Paphnutius, his disciple: \"Do not judge anyone and you will be saved.\" Macarius lived to be ninety-seven years old. Nine days before his death, St. Anthony and St. Pachomius appeared to him from the other world and informed him that he would die within nine days, which happened. Also, before his death, Macarius had a vision in which a cherub revealed to him the blessed heavenly world, commended his effort and his virtue and said to him that he was sent to take his soul into the Kingdom of Heaven. He died in the year 390 A.D."
  }, {
    "title": "Saint Mark, Archbishop of Ephesus",
    "important": false,
    "desc": "Mark was famous for his courageous defense of Orthodoxy at the Council of Florence (1439 A.D.) in spite of the emperor and the pope. He died peacefully in the year 1452 A.D. On his death bed, Mark implored Gregory, his disciple, and later the glorious Patriarch Genadius, to be careful of the snares of the West and to defend Orthodoxy."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Saint Euthymius the Great",
    "important": false,
    "desc": "Of noble and distinguished parents, Euthymius was born in the Armenian town of Melitene near the Euphrates river about the year 377 A.D. He was the only child, a son, born in answer to the prayer of his mother Dionisiya, who had a heavenly vision regarding the birth of Euthymius. From his youth, he lived a life of asceticism, at first in the proximity of his town (Melitene) but then, after he visited Jerusalem at age twenty-nine, in the desert between Jerusalem and Jericho called Pharan. He filled his days and nights with prayer, internal thoughts about God, contemplation and physical exertion. Around him many disciples gathered some of whom are glorious saints, such as Cyriac the Hermit, St. Sabas the Sanctified, Theotictus and others. By God's gift, Euthymius was a great miracle worker; he expelled demons, healed the gravely ill, brought water to the desert, multiplied bread and prophesied. He taught monks the love of labor saying, \"If you eat bread, not of your own labor, know that you are eating of someone else's labor.\" When some of the younger monks wanted to fast more than others, he forbade them to do so and commanded them to come to the communal table so that they would not become prideful as a result of their excessive fasting. He also said that it was not good for a monk to move from place to place, for he said, “A tree frequently transplanted does not bear fruit. Whoever desires to do good, can do it from the place where he is.\" About love, he said, \"What salt is to bread, love is to other virtues.\" During the first week of the Honorable Fast (Lenten Season), he retreated to the desert and remained there in solitary silence and godly-thoughts until just before the Feast of the Resurrection. During his life time, a large monastery (Lavra) was established in the proximity of his cave which later, throughout the centuries, was completely filled with monks as a beehive is filled with bees. His final command was that the monastery always adhere to hospitality and that the gates of the monastery never be closed. He died at the age of ninety-seven. The Patriarch of Jerusalem was in attendance at his funeral. The patriarch waited all day long until the great masses of people reverenced the body of the saint and only in the evening were they able to complete the Office for Burial for the Dead. On the seventh day following his death, Euthymius appeared radiant and rejoicing to Domentian, his disciple. The Venerable Euthymius, in truth, was a true \"son of Light\". He died in the year 473 A.D."
  }, {
    "title": "Holy Martyrs Innas, Nirras and Pinnas",
    "important": false,
    "desc": "They are considered to be the first Slavic martyrs who are mentioned in history. They are referred to as Scythians and disciples of St. Andrew the Apostle. They suffered for the Faith at the hands of their pagan neighbors on the right side of the Danube river near Varna. Tied up on the ice, Innas, Nirras and Pinnas froze and died in the Lord."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Venerable Maximus, the Confessor",
    "important": false,
    "desc": "Maximus was a Constantinopolitan by birth and, at first, a high-ranking courtier at the court of Emperor Heraclius and, after that, a monk and abbot of a monastery not too far from the capitol. He was the greatest defender of Orthodoxy against the so-called Monothelite heresy which proceeded from the heresy of Eutyches. That is to say: As Eutyches claimed that there is only one nature in Christ (Monophysitism), so the Monothelites claimed that there is only one will in Christ (Monothelitism). Maximus opposed that claim and found himself as an opponent of the emperor and the patriarch. Maximus did not frighten easily but endured to the end in proving that there were two wills as well as two natures in Christ. Because of his efforts, a council was held in Carthage and another in Rome. Both councils anathematized the teachings of the Monothelites. The suffering of Maximus for Orthodoxy cannot be described: he was tortured by princes, deceived by prelates, spat upon by the masses of the people, beaten by soldiers, exiled, imprisoned, until finally, with a severed tongue and hand, he was condemned to exile for life in the land of Skhemaris (near Batum on the Black Sea) where he spent three years in prison and gave up his soul to God in the year 666 A.D."
  }, {
    "title": "Holy Hieromartyr Neophytus",
    "important": false,
    "desc": "Neophytus was born in Nicaea. While he was still a child and with God's Grace, he worked great miracles. Neophytus brought forth water from a rock and raised his dead mother. He was led by a white dove to Mount Olympus where he drove a lion from its cave and there, took up residence. At age fifteen, he was tortured for Christ in Nicaea during the reign of Emperor Diocletian. By no means would he deny Christ. After beatings and imprisonment, Neophytus was thrown into the fire, but God preserved his life. Then, they placed him before a hungry lion, but the lion ingratiated himself to Neophytus. The saint recognizing this lion as the same one in whose cave he practiced asceticism, began to pet him and ordered the lion to return to the cave. Then Neophytus was pierced with a lance and his soul took up habitation in the mansion of the Lord."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Holy Apostle Timothy",
    "important": false,
    "desc": "Timothy was one of the Seventy Apostles. He was born in Lystra in Lycaonia of a Greek father and a Jewish mother. The Apostle Paul praised his mother and grandmother because of their sincere faith. \"I yearn to see you again, recalling your tears, so that I may be filled with joy, as I recall your sincere faith that first lived in your grandmother Lois and in your mother Eunice and that, I am confident, lives also in you\" (II Timothy 1: 4-5). Timothy first met with the great apostle in Lystra and was himself a witness when Paul healed the one lame from birth. Later, Timothy was an almost constant traveling companion of Paul, traveling with him to Achaia, Macedonia, Italy and Spain. Sweet in soul, he was a great zealot for the Faith, and a superb preacher. Timothy contributed much to the spreading and establishing of the Christian Faith. Paul calls him \"my own son in the faith..\" \"Paul an apostle of Christ Jesus, Who is our hope, to Timothy, my own son in the Faith: grace, mercy and peace from God our Father and Jesus Christ our Lord\" (I Timothy 1: 1-2). After Paul's martyrdom, Timothy had St. John the Evangelist as his teacher. But when the Emperor Domentian banished John from Ephesus to the island of Patmos, Timothy remained in Ephesus to serve as bishop. During the time of an idolatrous feast called Katagogium, the pagans, resentful of the Christians, treacherously and in disguise, attacked Timothy and killed him about the year 93 A.D. Later his honorable relics were translated to Constantinople and interred in the Church of the Twelve Apostles along side of the grave of St. Luke the Evangelist and St. Andrew the First-called."
  }, {
    "title": "Venerable Martyr Anastasius",
    "important": false,
    "desc": "Anastasius was a Persian by birth. His pagan name was Magundat. When Emperor Heraclius warred with the Persians, Magundat deserted to the Christians, went to Jerusalem where he was baptized and received the name Anastasius. It was not enough for him to be baptized, but, in order to give himself completely to serving the Lord he was also tonsured a monk. Among his other mortifications, Anastasius joyfully read the hagiography of the holy martyrs and in reading them he moistened the book with his tears and ardently yearned for martyrdom. The Lord finally crowned him with the martyr's wreath. In prison for a long time, he was cruelly tortured, until Emperor Chozroes pronounced the death sentence. After that death sentence, Anastasius was suffocated under water and after being removed from the water, the executioner beheaded him and sent his head to the emperor. He suffered on January 22, 628 A.D., in the town of Bethsaloe near Nineveh."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Hieromartyr Clement, Bishop of Ancyra",
    "important": false,
    "desc": "Clement was born in the year 258 A.D. in the city of Ancyra of a pagan father and a Christian mother. His devout mother Euphrosyne prophesied that her son would die a martyr's death and then she departed this world when Clement was twelve years old. Her friend Sophia took Clement to her home as a son and assisted in rearing him in the Christian spirit. Clement was so famous because of his virtuous living that he was elected bishop of Ancyra at the age of twenty. In his young years, he attained the wisdom of a mature adult, and by great restraint he tamed and conquered his body. Clement fed on bread and vegetables only and did not eat anything butchered or bloody. During the reign of Diocletian, he was tortured so horribly \"as no one ever, since the beginning of the world.\" He spent twenty-eight years in difficulties and in dungeons. Eleven different torturers tormented and tortured him. At one time, when they struck him in the face, spat upon him and broke his teeth, he cried out to Domentian, his torturer: \"You do me great honor, O Domentian, for you are not torturing me, because even the mouth of my Lord Jesus Christ was also beaten and struck in the face and behold, I, the unworthy, now became worthy of that!\" When Clement was brought to Rome before Emperor Diocletian, the emperor placed various weapons on one side for torture and on the other side gifts, such as decorations (medals), clothing and money; all that the emperor could bestow, and then he told Clement to choose. The martyr of Christ glanced with scorn at all the emperor's gifts and chose the instruments of torture. Clement was indescribably tortured: piece by piece they removed the flesh from his body so that the white bones showed beneath the flesh. Finally, he was beheaded by a soldier in Ancyra while, as bishop, he was celebrating the Divine Liturgy in church in the year 312 A.D. The miracles of St. Clement are without number."
  }, {
    "title": "The Sixth Ecumenical Council",
    "important": false,
    "desc": "The first session was held in Constantinople in the first half of the year 681 A.D., and the second session was held in the second half of the year 691 A.D. This Council condemned the Monothelite heresy, which erroneously taught that in Christ there was only one divine will and not a human will. Along with this, the Council passed several canons concerning the order and discipline of the clergy."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Venerable Xenia",
    "important": false,
    "desc": "Xenia was born in Rome, the only daughter of a prominent senator. Drawn by love for Christ, she refused to enter into marriage as her parents wished, but rather, to avoid this, she secretly fled from her home with two of her slaves and arrived at the Island of Cos to a place called Mylassa. There she founded a convent for virgins where she lived an ascetical life until her death. Even though she was a frail woman, she possessed a steadfast endurance in fasting, prayer and all-night vigils. She often stood all night in prayer; she was dressed more poorly than all the other sisters; and the bread which she ate, she often sprinkled with ashes from the censer (thurible). At the time of her death (450 A.D.), a wonderful sign appeared over the virgin's convent: a wreath of stars with a cross in the center, brighter than the sun. Many, who were sick, received healing from her relics. Her female slaves (tonsured nuns) continued in the example of their abbess and when they died, and according to their wishes, were buried at the feet of Blessed Xenia (Ksenia)."
  }, {
    "title": "Holy Hieromartyr Babylas",
    "important": false,
    "desc": "Babylas was a priest in Sicily. He suffered for Christ with two of his disciples in the third century."
  }, {
    "title": "Venerable Macedonius",
    "important": false,
    "desc": "Macedonius was a Syrian hermit. Only in his old age did he feed on baked bread, but before that he ate only grains of barley softened with water. He ended his earthy life in the year 418 A.D."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "St Gregory the Theologian, Archbishop of Constantinople",
    "important": true,
    "desc": "Gregory was born in Nazianzus of a Greek father and a Christian mother. Before his baptism, he studied in Athens along with Basil the Great and Julian the Apostate. Gregory often prophesied that Julian would become an apostate and a persecutor of the Church which actually happened. Gregory was especially influenced greatly by his good mother Nonna. When he completed his studies, Gregory was baptized. St. Basil consecrated him as bishop of Sasima, and Emperor Theodosius the Great summoned him to fill the vacant archepiscopal throne of Constantinople. He wrote numerous works of which his most famous are those concerning theology for which he is called The Theologian. Especially known because of its depth is his work: Homilies on The Holy Trinity. Gregory wrote against the heretic Macedonius who erroneously taught that the Holy Spirit is a creation of God and, Gregory also wrote against Appolinarius who erroneously taught that Christ did not have a human soul but that His divinity was in lieu of His soul. Additionally Gregory wrote against Emperor Julian the Apostate, his one-time colleague in school. In 381 A.D., when a debate began regarding his election as archbishop, he withdrew on his own and issued a statement: \"Those, who deprive us of our archepiscopal throne cannot deprive us of God.\" After that, he left Constantinople and went to Nazianzus and there lived a life of solitude and prayer, writing worthwhile books. Even though he was in poor health throughout his entire life, nevertheless, Gregory lived to be eighty years old. His relics were later transferred to Rome. A reliquary containing his head reposes in the Cathedral Church of the Assumption in Moscow. He was, and remains, a great and wonderful light of the Orthodox Church as much by his meekness and purity of character as well as for the unsurpassable depth of his mind. He died in the Lord in the year 390 A.D."
  }, {
    "title": "Martyr Felicitas and her seven sons",
    "important": false,
    "desc": "As a Christian, Felicitas was condemned to death along with her seven sons during the reign of Emperor Antoninus in the year 164 A.D. She implored God only that she not to be killed before her sons, so that she might be able to encourage them during their torture and death in order that they would not deny Christ. According to God's Providence, it so happened. With joy, this superb mother accompanied her sons one by one until she had witnessed the death of all seven sons. Then, she herself, with gratitude to God, received a martyr's death. She and her sons suffered in Rome where their relics repose."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Venerable Xenophont and Maria and their sons John and Arcadius",
    "important": false,
    "desc": "They were prominent and wealthy citizens of Constantinople. Xenophont and his wife Maria lived a God-pleasing life and dedicated all their attention to the Christian upbringing of their sons. When their sons reached majority, they were sent to study in Beirut; but it so happened that a storm capsized their boat. By the Providence of God, John and Arcadius were somehow saved. They were tossed ashore by the waves but in two different places so that each thought the other was drowned. Out of grief for each other, they both became monks in two different monasteries. After two years, their grieving parents came to Jerusalem on a pilgrimage to pay homage before the holy shrines. There, with the help of the \"discernment\" of a spiritual father, first the brothers met and, after that, the parents with their children. Out of gratitude to God, Xenophont and Maria distributed their entire estate to the poor and both of them were tonsured. The history of these four souls is touching and it shows how the Lord wonderfully guides the fate of those who believe in Him; how He permits pain and sorrow upon them that they may, later on, be strengthened in faith, in order to lead them into still greater joy. They lived and died in the Lord in the fifth century."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Translation of the Relics of St. John Chrysostom",
    "important": false,
    "desc": "The memory of this luminary of the Church is celebrated on November 13 and January 30 but, on this date, the Church celebrates the translation of his honorable relics from the Armenian village of Comana, where he died in exile, to Constantinople, where earlier he had governed the Church. Thirty years after his death, Patriarch Proculus delivered a homily in memory of his spiritual father and teacher. He so enflamed the love of the people and Emperor Theodosius the Younger toward this great saint that all of them desired that Chrysostom's relics be translated to Constantinople. It was said that the sarcophagus, containing the relics of St. John Chrysostom, did not allow itself to be moved from its resting place until the emperor wrote a letter to Chrysostom begging him for forgiveness (for Theodosius' mother, Eudoxia, was the culprit responsible for the banishment of this saint) and appealing to him to come to Constantinople, his former residence. When this letter of repentance was placed on the sarcophagus, its weight became extremely light. At the time of the translation of his relics, many who were ill and who touched the sarcophagus were healed. When the relics arrived in the capital, then the emperor in the name of his mother as though she herself was speaking over the relics, again, prayed to the saint for forgiveness. \"While I lived in this transient life, I did you malice and, now, when you live the immortal life, be beneficial to my soul. My glory passed away and it helped nothing. Help me, father; in your glory, help me before I am condemned at the Judgment of Christ!\" When the saint was brought into the Church of the Twelve Apostles and placed on the patriarchal throne, the masses of people heard the words from St. Chrysostom's mouth saying: \"Peace be to you all.\" The translation of the relics of St. John Chrysostom was accomplished in the year 438 A.D."
  }, {
    "title": "Venerable Titus of the Kievan Caves",
    "important": false,
    "desc": "Titus was a presbyter and had a sincere Christian love for Deacon Evgarius as a brother for a brother. As much as their love in the beginning was true, later it became a mutual blood-feud and hatred sown by the devil. They hated each other so much that when one was censing in the church, the other turned around and walked out of the church. Titus attempted many times to reconcile with his opponent but in vain. Titus became ill and everyone thought that he was going to die. He begged them to bring Evgarius to him in order to forgive him. Forcefully, they dragged Evgarius to the bedside of Titus, but Evgarius broke free and fled saying that he will not forgive Titus either in this world or the other world. As soon as he said this, he fell to the ground and died. Titus arose from his bed healthy and related how the demons were hovering around him until he forgave Evgarius and when he forgave him, the demons fled and attached Evgarius and angels of God surrounded Titus. He died in the year 1190 A.D."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Venerable Ephraim the Syrian",
    "important": false,
    "desc": "Ephrem was born in Syria of poor parents during the reign of Emperor Constantine the Great. He spent his young life rather tempestuously; but all at once a change took place in his soul and he began to burn with love for the Lord Jesus. Ephrem was a disciple of St. James Nisibis (January 13). From the enormous Grace of God, wisdom flowed from his tongue as a brook of honey and ceaseless tears flowed from his eyes. Industrious as a bee, Ephrem continually either wrote books or orally taught the monks in the monastery and the people in the town of Edessa or he dedicated himself to prayer and contemplation. Numerous are his books and beautiful are his prayers. The most famous is his prayer recited during the Honorable Fast Season: “Lord and Master of my life”. When they wanted to appoint him a bishop by force, he pretended to be insane and began to race through the city of Edessa dragging his garment behind him. Seeing this, the people left him in peace. Ephrem was a contemporary and friend of St. Basil the Great. Saint Ephrem is considered mainly to be the Apostle of Repentance. Even today his works soften many hearts hardened by sin and return them to Christ. He died in extreme old age in the year 378 A.D."
  }, {
    "title": "Venerable Isaac the Syrian",
    "important": false,
    "desc": "Isaac was born in Nineveh and in his youth lived an ascetical life in the Monastery of Mar (Saint) Matthew in the proximity of Nineveh. When Isaac became known because of the sanctity of his life and of his many miracles, he was elected bishop of Nineveh and was forced to accept that rank. But, after only five months, he left the bishopric and secretly withdrew into the wilderness to the Monastery of Rabban Shabur. He compiled many works of which about a hundred homilies on the spiritual life and asceticism, written primarily from his personal experience, have come down to us today. He was unequaled as a psychologist and as a director in the spiritual life. Even such saints as was St. Simeon (the New Stylite) of the Wonderful Mountain near Antioch sought counsel from him. Isaac died in extreme old age toward the end of the seventh century."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Translation of the Relics of Saint Ignatius the God-Bearer",
    "important": false,
    "desc": "The principal feast of St. Ignatius is celebrated in winter on December 20. On this date is commemorated the translation of his relics from Rome, where he suffered martyrdom, to Antioch where earlier he was a bishop. When St. Ignatius was summoned to Rome before Emperor Trajan to account for his faith, he was accompanied on this long journey by several citizens from Antioch who were motivated in this by a great love toward their wonderful Arch-shepherd. Since he would never deny his faith in Christ, this saint of God who abhorred all adulation and promises of Emperor Trajan, was condemned to death and was thrown into the Circus Maximus before wild beasts. The wild beasts tore him apart, and he gave up his soul to God. His companions then gathered his exposed bones and took them to Antioch and honorably buried them. But when the Persians captured Antioch in the sixth century, the relics of St. Ignatius were again translated from Antioch to Rome."
  }, {
    "title": "Martyrs Romanus, James, Philotheus, Hyperechius, Abibus, Julian and Paragorius",
    "important": false,
    "desc": "They all suffered martyrdom for the Lord Jesus Christ in Samosata during the reign of Emperor Maximilian in the year 297 A.D. Philotheus and Hyperechius were aristocrats and the others were young men of noble birth. The pagans inflicted a terrible death upon them, hammering nails into the heads of each of them. They suffered martyrdom honorably and entered into eternal joy."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "The Three Hierarchs: Saint Basil the Great, Saint Gregory the Theologian and Saint John Chrysostom",
    "important": true,
    "desc": "Each of these saints has his own feast day. St. Basil the Great, January 1; St. Gregory the Theologian, January 25; and St. John Chrysostom, January 27. This combined feast day, January 30, was instituted in the eleventh century during the reign of Emperor Alexius Comnenus. At one time a debate arose among the people concerning who of the three is the greatest? Some extolled Basil because of his purity and courage; others extolled Gregory for his unequaled depth and lofty mind in theology; still others extolled Chrysostom because of his eloquence and clarity in expounding the Faith. Thus some were called Basilians, others Gregorians, and the third were called Johannites. This debate was settled by Divine Providence to the benefit of the Church and to an even greater glory of the three saints. Bishop John of Euchaita (June 14) had a vision in a dream: At first, all three of these saints appeared to him separately in great glory and indescribable beauty, and after that all three appeared together. They said to him, \"As you see, we are one in God and there is nothing contradictory in us; neither is there a first or a second among us.\" The saints also advised Bishop John that he write a common service for them and to order a common feast day of celebration. Following this wonderful vision, the debate was settled in this manner: January 30 would be designated as the common feast of these three hierarchs. The Greeks consider this feast not only an ecclesiastical feast but their greatest national school holiday."
  }, {
    "title": "Hieromartyr Hippolytus, Bishop of Rome",
    "important": false,
    "desc": "Hippolytus suffered for the Faith during the reign of Claudius. When the virgin Chrysa was unmercifully tortured for Christ in Rome, St. Hippolytus interceded on her behalf before the torturers and denounced them. Because of that protest, Hippolytus also was brought to court, was condemned and, after prolonged tortures, was sentenced to death. They bound his hands and feet and drowned him in the sea. Along with Hippolytus and Chrysa, twenty other martyrs also suffered. St. Hippolytus suffered in the year 269 A.D."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Cyrus and John, the Unmercenary Saints and Miracle-Workers",
    "important": false,
    "desc": "These charitable and glorious saints were not blood brothers but were brothers in the spirit. At first, Cyrus lived in Alexandria, and as a physician he healed people by the power of Christ and by his knowledge of medicine. Learning that sickness mostly befalls man because of sin, Cyrus always directed the sick to purify their souls from sin through repentance and prayer and, thereby restore health to the body. When Diocletion's persecution against Christians began, Cyrus withdrew to Arabia where he received the monastic tonsure. He became as famous in Arabia as he was in Alexandria, so that people there also resorted to him for assistance. Hearing about Cyrus, John, then a Roman officer in Edessa, came to Arabia to see him. Upon meeting, they loved one another as a brother loves a brother and remained together to live a life of asceticism. At that time, a certain Christian woman named Anastasia, together with her three daughters, was tortured by the persecutors in the town of Canopus. Hearing of this, Cyrus and John came to Canopus to encourage the mother and her daughters not to abandon the Faith. And truly, thanks to the counsel of these saints, Anastasia endured all tortures and, with her daughters, was martyred for Christ. The daughters of Anastasia were named: St. Theoctista, age 15; St. Theodota, age 13;and St. Eudocia, age 11. The tormentors then captured Cyrus and John, who, after imprisonment and torture were beheaded in the year 311 A.D. Numerous miracles were wrought by these martyrs, both during their lives and after their deaths. Their relics were translated to Rome during the reign of Emperor Arcadius. These saints are invoked for assistance during the Blessing of Water, in the Sacrament of Holy Unction and especially by those suffering from insomnia."
  }, {
    "title": "Holy Martyr Tryphaena",
    "important": false,
    "desc": "Tryphaena willingly and courageously endured many tortures for Christ. Because she did not want to deny her Faith, a wild ox was released which gored her to death. This occurred in the first century. St. Tryphaena is invoked by mothers who are unable to breast-feed their children."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Holy Martyr Tryphon",
    "important": true,
    "desc": "Tryphon was born of poor parents in the village of Lampsacus in Phrygia. In his childhood he tended geese. Also from his childhood he was able to cure illnesses that afflicted people and livestock and was able to expel evil spirits. The Roman Empire at that time was ruled by Emperor Gordian whose daughter Gordiana went insane and this caused her father great sorrow. All the physicians were unable to help Gordiana. The evil spirit spoke through Gordiana and said that no one can cast him out except Tryphon. After many who were named Tryphon in the empire were summoned, by Divine Providence, young Tryphon was also summoned. He was brought to Rome and he healed the emperor's daughter. The emperor lavished upon him many gifts all of which Tryphon, upon his return, distributed to the poor. In his village this holy youngster continued to tend geese and to pray to God. When Decius, the Christ-persecutor, was crowned emperor, Saint Tryphon was tortured and cruelly tormented for Christ. He endured all tortures with great joy saying: \"Oh! If only I could be made worthy to die by fire and pain for the Name of the Lord and God, Jesus Christ!\" All sufferings did him no harm and finally the tormentors sentenced him to be beheaded. Before his death Tryphon prayed to God and gave up his soul to his Creator in the year 250 A.D."
  }, {
    "title": "Holy Martyrs Perpetua, Felicitas, Satyrus and others with them",
    "important": false,
    "desc": "As Christians, they were all cast into prison during the reign of Emperor Septimus Severus. Saint Perpetua, who was of noble birth, encouraged all the other prisoners not to be afraid to suffer for Christ. In a dream, Perpetua saw a ladder imbedded with sharp knives, swords, spears, fishhooks, nails and other death-bearing instruments extending from heaven to earth. At the bottom of the ladder there lay a loathsome serpent. She saw how Satyrus ran up to the top of the ladder first, unharmed, and from the top cried out to Perpetua: \"Perpetua, I am waiting for you; come, but be careful of the serpent!\" Encouraged by this, Perpetua stood on the head of the serpent as on the first rung of the ladder and, step by step, quickly raced to the top. When she reached the top, Perpetua entered into heaven and saw the most beautiful mansions of heaven and was very ecstatic. When she related her dream, all the prisoners interpreted that imminent death soon faced them, the first of them being Satyrus, which shortly came true. Satyrus was slain first, then Perpetua and all others one by one. As lambs slain for Christ the Lamb of God, they received from Christ, the eternal reward in the kingdom of Light. They all suffered for Christ between the years 202-203 A.D."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "The Meeting of Our Lord in the Temple",
    "important": true,
    "desc": "The fortieth day after His birth, the All-Holy Virgin brought her Divine Son into the Temple of Jerusalem, in accordance with the Law, to dedicate Him to God and to purify herself \"Consecrate to me every first-born that opens the womb among the Israelites both of man and beast, for it belongs to me\" (Exodus 13:2). \"Tell the Israelites: when a woman has conceived and gives birth to a boy, she shall be unclean for seven days, with the same uncleanness as at her menstrual period. On the eighth day, the flesh of the boy's foreskin shall be circumcised, and then she shall spend thirty-three days more in becoming purified of her blood; she shall not touch anything sacred nor enter the sanctuary till the days of her purification are fulfilled. If she gives birth to a girl, for fourteen days she shall be as unclean as at her menstruation, after which she shall spend sixty-six days in becoming purified of her blood. When the days of her purification for a son or for a daughter are fulfilled, she shall bring to the priest at the entrance of the meeting tent a yearling lamb for a holocaust and a pigeon or a turtledove for a sin offering. The priest shall offer them up before the Lord to make atonement for her, and thus she will be clean again after her flow of blood. Such is the law for the woman who gives birth to a boy or a girl child\" (Leviticus 12:2-7). Even though neither the one nor the other was necessary, nevertheless the Lawgiver did not, in any way, want to transgress His own Law whom He had given through Moses, His servant and prophet. At that time, the high-priest Zacharias, the father of John the Forerunner (Precursor], was on duty in the Temple (\"serving as a priest before God in the order of his division\"St. Luke 1:8). Zacharias placed the Virgin, not in the temple area reserved for women but rather in the area reserved for virgins. On this occasion, two unusual persons appeared in the Temple: the Elder Simeon and Anna, the daughter of Phanuel. The righteous Simeon took the Messiah in his arms and said: \"Now, Master, You may let Your servant go in peace, according to Your word, for my eyes have seen Your salvation.\" (St. Luke 2: 29-30). Simeon also spoke the following words about the Christ-child: \"\" (St. Luke 2:34). Then Anna, who from her youth served God in the Temple by fasting and prayers, recognized the Messiah and glorified God and proclaimed to the inhabitants of Jerusalem about the coming of the long-awaited One. The Pharisees present in the Temple, who having seen and heard all, became angry with Zacharias because he placed the Virgin Mary in the area reserved for virgins and reported this to King Herod. Convinced that this is the new king about whom the Magi from the east spoke, Herod immediately sent his soldiers to kill Jesus. In the meantime the Holy Family had already left the city and set out for Egypt under the guidance of an angel of God. The Feast of the Meeting of our Lord in the Temple was celebrated from earliest times but the solemn celebration of this day was established in the year 544 A.D. during the reign of Emperor Justinian."
  }, {
    "title": "Holy Neo-Martyr Jordan",
    "important": false,
    "desc": "Jordan, born in Trebizond, was a coppersmith by trade. Because he openly defended his faith in Christ and unmasked the faith of Islam, Jordan suffered at the hands of the Turks in 1650 A.D. at Galata in Constantinople. The monk Gabriel, a Canonarch of the Great Church in Constantinople (St. Sophia), suffered in the same manner in the year 1672 A.D."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Saint Simeon, the God-Receiver",
    "important": true,
    "desc": "During the reign of the Egyptian Emperor Ptolemy Philadelphus, Simeon was chosen as one of the prominent Seventy to whom was entrusted the task of translating the Bible from the Hebrew language into the Greek language (The Septuagint). Simeon was performing his task conscientiously but when he was translating the book of the Prophet Isaiah and came upon the prophecy: \"Behold, a virgin shall conceive, and will give birth to a son\" (Isaiah 7:14),he became confused and took a knife to remove the word \"virgin\" and to replace it with the words \"young woman,\" and as such to translate it into Greek. At that moment, however, an angel of God appeared to Simeon and restrained him from his intention, explaining to him that the prophecy is true; that the prophecy is correctly written: that it is true and correct. The messenger of God also said that Simeon would be convinced of it personally for, according to the Will of God, he will not die until he sees the Messiah born of the Virgin. The righteous Simeon rejoiced to hear such a voice from heaven, left the prophecy unchanged and thanked God Who is making him worthy to live and to see the Promised One. When the young Child Jesus was presented in the Temple in Jerusalem by the Virgin Mary, the Spirit of God appeared to Simeon who was very old and as \"white as a swan.\" Simeon quickly entered the Temple and there recognized both the Virgin and the young Child by the light that shone around their heads as an aureole. The joyful Simeon took Christ into his hands and prayed to God to release him from this life: \"Now, Master, You may let Your servant go in peace, according to Your word, for my eyes have seen Your salvation\" (St. Luke 2: 29-30). Anna the Prophetess, the daughter of Phanuel, was also there, who recognized the Messiah and proclaimed Him to the people. At that time, Anna was eighty-four years old. St. Simeon died shortly after that. This righteous Elder Simeon is considered to be the Protector of young children."
  }, {
    "title": "Holy Martyrs Adrian and Eubulus",
    "important": false,
    "desc": "These two holy souls arrived from their place of Baneas in Caesarea of Cappadocia to attend the imprisoned Christians in the dungeon and to console and encourage them. However they, too, were arrested and sentenced to death. Adrian was beheaded and Eubulus was thrown before wild beasts in the year 309 A.D. Thus, not grieving over this life, they honorably and joyfully entered into life eternal."
  }, {
    "title": "Saint Nicholas of Japan",
    "important": false,
    "desc": "At the end of His time on earth, Our Lord Jesus Christ commanded His Apostles and disciples, saying, Go ye therefore, and teach all nations (Matt. 28:19). At the feast of Pentecost this preaching to all peoples was manifest in the spiritual gift of \"tongues,\" when the Apostles' words were miraculously heard by their listeners in their own languages. Since that time the \"gift of tongues\" has been extremely rare, but has been replaced by the efforts of Orthodox missionaries to study the language and culture of the people they preach to, presenting the Gospel to them in their native tongue and in a cultural context, yet without compromising the Faith. \n Such missionaries have often been called \"equals-to-the-apostles\" by the Orthodox Church, that is, those who labored with the zeal and in the manner of the first Apostles. Well known among such saints are Sts. Cyril and Methodius, the ninth-century evangelizers of the Slavic peoples. A more recent example of this type of saint is St. Nicholas (Kasatkin), who brought the light of Orthodoxy to the people of Japan.\n Ivan Dmitrievich Kasatkin was born on August I, 1836, in the village of Beryozha of the Belsk district in the Smolensk region of Russia. His father, Deacon Dmitry Kasatkin, had four children: Gabriel (who died in early childhood), Olga, Ivan, and Basil. When Ivan was five, his mother reposed and his older sister Olga, whose husband served as a deacon in a rural church, began taking care of the children. The future archbishop and saint studied in the Belsk Ecclesiastical Primary School, then in the Smolensk Seminary. After graduating at the top of his class, he received a state scholarship to enter the St. Petersburg Theological Academy in 1856.\n In the spring of 1860, an announcement inviting a graduate to serve as chief priest of the Russian Embassy church in Japan was posted at the academy. Having calmly read the announcement, the young man went to the evening service, where he experienced a sudden desire to go to Japan. He completed the application with the intent of serving as a monk rather than as a married priest, and easily gained the position.\n On June 21, 1860, Ivan Kasatkin was tonsured a monk with the name Nicholas. He was ordained a hierodeacon on June 29, and a hieromonk on the following day. He then set out on the long journey to Japan. Hieromonk Nicholas spent the winter of 1860-61 in Nikolaevsk on the river Amur, where Bishop Innocent (Veniaminov) of Kamchatka, the future saint, enlightener of Siberia and Alaska, and Metropolitan of Moscow, instructed the young missionary. St. Nicholas remembered these talks with Bishop Innocent for the rest of his life. It was St. Innocent who kindled the young missionary's inspiration to study the language and culture of Japan.\n After a year's journey, in June 1861 Hieromonk Nicholas arrived at the port of Hakodate. At the time of his arrival the medieval charter of 1614, which entirely prohibited Christianity, was still in force. Although later, in 1873, a civil law would allow freedom of religion, obstacles to the propagation of the Faith continued to exist, and persecutions, especially in rural areas, continued for a long time.\n St. Nicholas began his earnest study of the country's language, culture and history. 'He sometimes strolled around the streets of Hakodate, listening to the ordinary people and professional storytellers. He made the acquaintance of leading Buddhist priests and listened to their sermons.... Hieromonk Nicholas spent fourteen hours a day over the course of seven years studying every aspect of Japan.... As a result of his relentless study of the Japanese language, Hieromonk Nicholas eventually acquired the knowledge of several thousand Chinese characters, giving him access to materials printed by the Orthodox mission in Peking, where Joseph Goshkevich1 had spent almost ten years. This allowed Nicholas to study Chinese texts of the Old and New Testaments, as well as some of the liturgical books.' \n Bishop Seraphim (Sigrist) of Sendai and the East (now retired) further describes St. Nicholas' zeal in preparing for his missionary labors: \"The story is told that in his early days of studying Japanese, Fr. Nicholas (then a priest in Hakodate) would go with the Japanese children to school and sit in the back and learn as best he could with them. Indeed, at one point the perplexed teachers put up a sign at the door: 'The bearded foreigner is not allowed.'\" \n While still in Hakodate St. Nicholas was well aware of the massive tasks that lay before him. In 1869 he wrote: \"One can draw the conclusion that at least the harvest truly is bountiful in Japan in the near future, but there are no laborers on our side, not even one, if not counting my own personal activity. ... Just translating the New Testament... will take at least two years of dedicated work. Then, the translation of the Old Testament is necessary too. Even in the smallest [Orthodox] congregation the services will have to be held in Japanese. What about the other books, such as sacred history, Church history, liturgies, and theology? All of those are necessities as well, and must be translated into Japanese. And no one knows if a foreigner could master Japanese sufficiently to write it at least half as easily as he normally writes in his own language.\" \n After a few years of intense study, Fr. Nicholas converted a samurai, the son-in-law of a Shinto priest, along with two others. (This samurai was the future Orthodox priest Paul Sawabe. The saint did not attempt to convert large numbers of people, but strove instead to make sure that those he did convert were strong in the Faith. These first converts then assisted him, and he soon had a group of fifteen Christians. \n In late 1869 Hieromonk Nicholas came to St. Petersburg to report on his work to the Synod. A decision was made \"to set up a special Russian Ecclesiastical Mission to preach God's word among pagans.\" Fr Nicholas was promoted to the rank of archimandrite and appointed head of the Mission. \n In 1873, after St. Nicholas had been laboring for twelve years, conditions began to improve. Thanks to the forward-looking policies of Emperor Meiji,5 the Japanese government issued a new civil law granting religious tolerance. The Mission was then moved from Hakodate to Tokyo, the new imperial capital, where the number of Orthodox faithful soon reached a thousand. \n St. Nicholas held the work of translation to be one of the most important activities he could accomplish in helping to lay the foundations of the Orthodox Mission in Japan. He once said: \"Translation is the core of missionary work. Nowadays the work of a mission in general, in any country, cannot be limited to oral preaching alone.... In Japan, where people like reading and respect the printed word so much, we must first of all provide the faithful and those who are about to be baptized with books printed in their mother tongue, by all means well-written and neatly and cheaply published.... The printed word must be the soul of the mission.\" \n In spreading Orthodoxy to the Japanese, St. Nicholas knew it would be especially effective for the new Japanese Christians to bring the Faith to their own people themselves. Thus, during the 1870s he began to encourage those who had been members or the Church for some time, and who had received lengthy instruction, to travel throughout Japan and introduce the Faith to their countrymen. These catechists, like new apostles, would preach and then, if new believers were willing, would hold services in their homes and even use those homes as \"stations\" from which to teach the Faith. Ordained priests or even St. Nicholas himself would visit these missions when possible, to serve the sacraments and further strengthen the faithful. Over 250 missions were founded in this manner during St. Nicholas' lifetime. \n From the time of his arrival St. Nicholas lived nearly all his life in Japan, briefly returning to Russia only twice: from 1869 to 1870 to request the establishment of the Russian Ecclesiastical Mission in Japan, and from 1879 to 1880 to be consecrated bishop of the growing mission and to collect funds for its needs. Each time he was particularly eager to go back home to Japan, to continue his work. \n In 1875 the first Japanese Orthodox priest, Fr. Paul Sawabe, was ordained. St. Nicholas founded schools for the instruction of catechumens and the faithful, and in 1878 he opened a theological college for the training of the Japanese clergy. Besides theological courses, Japanese, Chinese and Russian were taught there to prepare for the eventual translation of all the Holy Scriptures as well as other essential texts. In 1880 St. Nicholas was consecrated as the first bishop of Japan, and by 1884 he had begun the construction of a beautiful cathedral in Tokyo. It was completed and consecrated in 1891, and dedicated to Christ's Holy Resurrection. However, it soon became known among the people as \"Nikolai-do\" (\"Nicholas' house\"), a name it bears to this day. While St. Nicholas handed down the traditions and liturgical customs of the Russian Church to his flock, he nevertheless strove to form a truly Japanese Church, in both language and identity. \n St. Nicholas' personal example of love and respect for the Japanese people and their history, language, and customs left a good impression on the Japanese authorities and helped contribute to the growth of the Orthodox mission. St. Nicholas' fluency in Japanese led to his being occasionally called upon to be present during official government meetings between Japanese and Russian representatives. \n The Russo-Japanese War of 1904-5 tested St. Nicholas and the Orthodox Christians in Japan. Using great discernment, he allowed his clergy to hold services of supplication for a Japanese victory, while not taking part in such services himself. Although he was offered protection by the Russians, he declined this, preferring to remain with his flock. In 1906 Bishop Nicholas was raised to the rank of archbishop, and the faithful in Japan celebrated his twenty-fifth anniversary as their bishop. \n In 1908 St. Nicholas' future successor, Bishop Sergius (Tikhomirov), arrived in Tokyo. Bishop Sergius headed the Japanese Orthodox church from 1912 to 1940. In 1912, the last year of St. Nicholas' life, there were 33,000 faithful in 266 congregations in Japan. There were 175 churches and eight cathedrals, served by forty Japanese priests and deacons. \n Archbishop Nicholas began to suffer from heart disease in 1910. His illness increased to the point that in January 1912 he was hospitalized. One evening Bishop Sergius entered the hospital to see his teacher. Later, he described what he saw: \"A low table stands by the window of the room. Japanese manuscripts, an ink-bottle, and a brush are laid upon it, and before [his Eminence] is a Slavonic Triodion. [Paul] Nakai reads a Japanese translation [and] the archbishop follows his reading, looking into another notebook. At times they stop and insert a comma.... Could one have said that this was an old man, sentenced to inevitable death?\" \n Gifted with an energetic and driven disposition, St. Nicholas always retained a humble perspective on his labors to the end of his days, once saying, \"I am nothing more than a matchstick with which a candle is lit. Afterwards, the match goes out and is thrown on the ground as good for nothing.” \n On February 3/16, at 7:15 PM, His Eminence Nicholas, the Archbishop of Japan, reposed. The next day all Japan knew of his death. Bishop Sergius wrote: \"Tokyo Christians started making their way, one after another, to the Mission; Christians of other confessions expressed their condolences…. Those who had not yet accepted Christ's teaching hurried to the Mission to bow or to leave a visiting card. They were not only ordinary citizens, but princes, counts, viscounts, barons, ministers and non-civil servants as well…. \n \"But the highest honor rendered by Japan to Archbishop Nicholas was the fact that the Emperor of Japan [Meiji] himself... sent a magnificent and colossal wreath of natural flowers for the archbishop's coffin, and he did not do this in secret!... Accepting the wreath and replying with words of gratitude, we placed the wreath at St. Nicholas' head.... The Emperor of Japan himself crowned the head of God's hierarch with flowers of victory!... There were two characters inside the wreath: 'On-Shi,' i.e., 'the Highest Gift'... All the Japanese saw these two characters, read, them, and reverently bowed their heads before the wreath!... \"Having started with a tremendous risk to his life, Archbishop Nicholas completed his activity in Japan with approval from the high Throne.” \n The years that followed St. Nicholas' repose were marked by great difficulties and trials for the Japanese Orthodox Church. It not only had to face the challenges of being cut off from the Church in Russia due to the Bolshevik Revolution, which led to financial hardships, but also had to deal with the difficult years culminating in the Second World War and its aftermath. From 1945 to 1970 the Japanese Church was under the administration of the American Metropolia of the Russian Church (now the Orthodox Church in America). On April 10, 1970, the Japanese Church was granted autonomy by the Russian Orthodox Church, and Archbishop Nicholas was glorified as a saint. \n Throughout its almost hundred-year history since the saint's death, the Japanese Church has kept the canons and traditions of Orthodox celebration that were established by St. Nicholas. The 266 parishes of the time of St. Nicholas have united to form the current 69 congregations of Japanese Orthodox Church. As in apostolic times, the Church in Japan finds itself a tiny minority in a society which has not yet received the light of Christ, a little flock (Luke 12:32) in the midst of one of the most materially prosperous nations on earth. But that small seed may yet grow into a great tree (cf. Matt. 13:31), for as St. Nicholas proclaimed, the harvest is truly bountiful (Luke 10:2)."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Venerable Isidore of Pelusium",
    "important": false,
    "desc": "Isidore was an Egyptian by birth and the son of a prominent family and kinsman of the Alexandrian Patriarchs Theophilus and Cyril. Having studied all the secular disciplines, he renounced worldly riches and glories and devoted himself completely to the spiritual life for the love of Christ. He was a great and ardent defender and interpreter of the Orthodox Faith. According to the statements of Nicephorus the historian, St. Isidore wrote more than ten-thousand letters to various individuals in which he reproached some, counseled some, and comforted and instructed others. In one letter St. Isidore writes: \"It is more important to teach by a life of doing good than to preach in eloquent terms.\" In another, he says: \"If one desires that his virtues appear great, let him consider them small and they will surely manifest themselves as great.\" The first and basic rule for St. Isidore was this: \"First do, then teach according to the example of our Lord Jesus.\" At the time of the persecution of St. John Chrysostom when the entire population was divided into two camps; one for and one against, St. Isidore, this great pillar of Orthodoxy, sided with St. John Chrysostom. He wrote to Patriarch Theophilus saying what a great light of the Church Chrysostom is and begged him to avoid hatefulness toward him. Isidore lived long and accomplished much, glorifying Christ the God with his life and his writings. Isidore took up habitation in the kingdom of Christ about the year 436 A.D."
  }, {
    "title": "Venerable Nicholas, the Confessor",
    "important": false,
    "desc": "This saint was from the Island of Crete. He arrived in Constantinople to visit his kinsman, Theodore; the abbot of the Studite Monastery and here he remained and was tonsured a monk. As a monk, Nicholas underwent all mortifications for the sake of the salvation of his soul. During the persecution of the Church by Leo the Armenian, Theodore and Nicholas were cruelly tortured, humiliated and beaten with oxen straps and finally thrown into a dungeon where they were imprisoned for three years. After the death of St. Theodore, Nicholas became abbot of the Studite Monastery. Even during his lifetime, he worked many miracles through the power and grace of God. Nicholas healed Eudocia, the wife of Emperor Basil, as well as Helen, the wife of Manuel, the patrician. To Theophilus Melisenus, a prominent nobleman whose other children did not survive birth, Nicholas blessed the newly born daughter and prophesied that she will live and that she will be very fruitful which occurred, to the joy of the parents. On the very day of his death, Nicholas gathered the monastic brotherhood and asked them what they lacked? \"Wheat,\" answered the monks. Then the dying man said: \"He Who fed Israel in the wilderness will send you an ample supply of wheat within three days.\" And indeed, the third day, a boatload of wheat sent by Emperor Basil sailed below the monastery. Nicholas took up habitation in the heavenly kingdom on February 4, 868 A.D., in the seventy-fifth year of his life."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Holy Martyr Agatha",
    "important": false,
    "desc": "Agatha, this glorious virgin and martyr for Christ, was born in the Sicilian town of Palermo of noble and wealthy parents. When Emperor Decius began a persecution against Christians, St. Agatha was arrested and brought to trial before Judge Quintian. The judge, seeing Agatha beautiful in countenance, desired to have her for his wife. When he suggested this, Agatha answered that she is the bride of Christ and cannot be unfaithful to her Betrothed. Quintian subjected her to cruel tortures. Agatha was ridiculed, whipped, bound to a tree and flogged until blood flowed. After that, the judge again tried to persuade her to deny Christ and to avoid any further torture and suffering. To that the bride of Christ replied: \"These tortures are very beneficial for me; just as wheat cannot arrive at the granary before it is cleansed from the chaff, so my soul cannot enter into Paradise if my body, beforehand, is not humbled by tortures.\" Then, the torturer ordered that her breasts be cut off and that she be cast into prison. St. Peter appeared to Agatha in prison and restored her to health and wholeness of body. Again, Agatha was led out for torture and again, cast into prison where she gave up her soul to God in the year 251 A.D. in the town of Catania during the reign of Emperor Decius. After her death, the torturer Quintian departed for Palermo to usurp her estate. However, along the way, his horse and the horses of his soldiers became wild with rage. Quintian was bitten on the face, thrown to the ground and trampled to death. Swift was the punishment of God that reached out for this savage crime perpetrated against St. Agatha."
  }, {
    "title": "Holy Martyr Theodula",
    "important": false,
    "desc": "Theodula suffered for Christ during the reign of the nefarious Roman Emperor Diocletian. During her torture, Theodula brought one of her torturers, Heladius, to his senses and converted him to the Faith of Christ. When Heladius openly confessed his faith in Christ, he was beheaded. Theodula held up very courageously at her trial at which time the judge referred to her as being \"deranged.\" To that Theodula responded: \"You, who have forgotten the One True God and bow down before lifeless stones, are deranged.\" The judge then subjected Theodula to cruel tortures, which she heroically endured and, by her heroism during this torturing, she astonished many and converted them to Christ. Among those were two distinguished citizens: Macarius and Evgarius. With these two and many others, Theodula was thrown into a fiery furnace where they all honorably died and were made worthy of the kingdom of Christ."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Saint Bucolus, Bishop of Smyrna",
    "important": false,
    "desc": "Bucolus was a disciple of St. John the Theologian, who consecrated him bishop of Smyrna. In Smyrna, there were few that were baptized. In the darkness of paganism, St. Bucolus shown as a bright candle. He distinguished himself with every virtue, especially meekness and humility. Before his death, Bucolus consecrated the glorious Polycarp as his successor to the episcopacy. He died peacefully and took up habitation with the Lord."
  }, {
    "title": "Saint Photius, Patriarch of Constantinople",
    "important": false,
    "desc": "Photius was a great beacon of the Church. He was the emperor's relative and a grandson of the glorious Patriarch Tarasius. He was a vigorous protector of the Church from the authority-loving pope and other Roman distortions of the Faith. In six days he went through all the ranks from a layman to patriarch. He was consecrated patriarch on Christmas day, 857 A.D. and died in the Lord in the year 891 A.D."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Saint Parthenius, Bishop of Lampsacus",
    "important": false,
    "desc": "Parthenius was the son of a deacon from the town of Melitopolis. As a child he remembered well the words of the Gospel and endeavored to fulfill them. He settled in the area of a lake where he fished. He then sold the fish and distributed the money to the poor. By God's Providence he was chosen as bishop of Lampsacus. He cleansed the town of paganism, closed the idolatrous temples, built many churches and strengthened the faithful in the Faith. Through prayer, he healed every manner of illness and he was particularly powerful over evil spirits. On one occasion when he wanted to cast out an evil spirit from an insane man, the evil spirit begged him not to do so. Parthenius said to him: \"I will give you another man into whom you can enter and in him, you can dwell.\" The evil spirit asked him: \"Who is this man?\" \"I am that man,\" replied the saint, \"enter and dwell in me!\" Upon hearing this, the evil spirit fled as though burned by fire crying out: \"How can I enter into the house of God!\" St. Parthenius lived a long time and through his work manifested an abundant love for God and man. Parthenius entered into the eternal rest of Christ in the fourth century."
  }, {
    "title": "Venerable Luke of Hellas",
    "important": false,
    "desc": "Luke was born in Castoria. Even as a child, he never desired to taste meat and always conducted his life in chastity and in prayer. At one time, Luke entered a field to sow grains of wheat, but along the way he distributed a greater portion of the grains of wheat to the poor and the lesser portion which was left over, he planted. From that lesser amount of seeds of wheat, God gave him a greater harvest than had previously come from the entire amount. After that, Luke left his widowed mother and entered a monastery. The grieving mother prayed earnestly to God to reveal to her the secret where her son could be found. God heard the prayers of the mother. The abbot of that monastery, where Luke had fled, dreamed on three consecutive nights that a certain woman sharply rebuked him because he took away her only son. The abbot then ordered Luke to immediately return to his mother. Luke went, visited with his mother and once again, parted from her without returning. He atoned on \"Mount Johannitsa,\" near Corinth. At night he prayed to God and during the day he worked in the garden and in the field, not for his sake but for the sake of the indigent and the visitors. However, Luke fed only on bread made of barley. God bestowed upon him the gift of working miracles. Luke died peacefully in the year 946 A.D. From time to time, Chrism (oil) flowed from his relics."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Holy Prophet Zechariah",
    "important": false,
    "desc": "Zechariah was the eleventh of the Twelve Minor Prophets and together with Haggai, persuaded Prince Zerubbabel to restore the Temple of Jerusalem. Zechariah prophesied the solemn entrance of Christ into Jerusalem: \"On a colt, the foal of an ass\" (Zechariah 9:9). He also prophesied Judas' betrayal for thirty pieces of silver: \"And they counted out my wages, thirty pieces of silver\" (Zechariah 11:12) and the abandoning of Christ by the apostles during the time of His passion: \"\" (Zechariah 13:7).The Prophet Zechariah is called the \"sickle-beholder\" because he saw in a vision, a sickle coming down from heaven to mow down the unjust; especially thieves and blasphemers of the Name of God. Zechariah died in the latter half of the reign of Darius Hystapes about the year 520 B.C."
  }, {
    "title": "Holy Great Martyr Theodore Stratelates",
    "important": false,
    "desc": "There are martyrdoms more precious than precious. The preciousness of martyrdom depends upon the greatness of the good which a Christian abandons and in lieu of that, accepts suffering; and still, it depends upon the greatness of the suffering which he endures for Christ's sake. St. Theodore, a Roman commander in the army of Emperor Licinius and mayor of the town of Heraclea, scorned his youth, handsome appearance, military rank and the good graces of the emperor. In place of all that, he accepted horrible tortures for the sake of Christ. At first, Theodore was flogged and received six-hundred lashes on his stomach. After this, he was raised on a cross and was completely pierced with lances. Finally, Theodore was beheaded. Why all of this? Because, St. Theodore loved Christ the Lord above all else in the world. He abhorred the stupid idolatry of the superstitious Emperor Licinius. He smashed the idols of silver and gold and distributed pieces of them to the poor. He converted many to the Faith of Christ and called upon Emperor Licinius himself to reject idolatry and to believe in the One Living God. During the entire time of his tortures, St. Theodore said repeatedly: \"Glory to You my God, glory to You! St. Theodore suffered on February 8, 319 A.D., at 3:00 p.m. and entered into the kingdom of Christ. St. Theodore is considered the Protector of Soldiers who call upon him for assistance. His miracle-working relics were translated from Euchaita to Constantinople and interred in the church of Blachernae."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Holy Martyr Nicephorus",
    "important": false,
    "desc": "Some think that Peter Damaskin lived in the eighth century and others think he lived in the twelfth century. This difference of thought comes from the face that there were two Peter Damaskins. The one about whom we are speaking was a great ascetic. He was unselfish beyond measure. Peter Damaskin did not even possess one book; rather, he borrowed books and read them. He read assiduously, gathering wisdom as a bee gathers honey. For a while, he was a bishop in Damascus but when he spoke out against Islam and the Manichean heresy, the Arabs severed his tongue and banished him into exile deep in Arabia. However, God granted him the power of speech so that, even in exile, he preached the Good News (Gospel) and converted many to the Faith of Christ. He compiled and bequeathed to his posterity a precious book about the spiritual life. He died as a confessor and martyr and took up habitation in the kingdom of Christ."
  }, {
    "title": "The Hieromartyr Peter Damascene",
    "important": false
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Hieromartyr Haralambos",
    "important": true,
    "desc": "This great saint Haralambos was a bishop in Magnesia and suffered for Christ in his one-hundred and thirteenth year. When a terrible persecution began during the reign of Emperor Septimius Severus, the Elder Haralambos did not hide from the persecutors but freely and openly preached the Faith of Christ. He endured all tortures as though he were in someone else's body. When they skinned him alive, the forgiving elder said to the emperor's soldiers: \"Thank you, my brethren, for in scraping my old body you renew my spirit for a new eternal life.\" He worked many miracles and converted many to the Faith. Even the emperor's daughter, Galina, abandoned the idolatry of her father and become a Christian. Condemned to death and brought to the place of execution, St. Haralambos raised his hands to heaven and prayed to God for all people that God grant them bodily health and spiritual salvation and that He multiply their fruits of the earth. \"O Lord, You know that men are flesh and blood; forgive them their sins and pour out Your Grace on all!\" After prayer, this holy elder gave up his soul to God before the executioner lowered the sword on his neck. He suffered in the year 202 A.D. The emperor's daughter, Galina, removed his body and honorably buried it."
  }, {
    "title": "Venerable Prochorus, the Orach-Eater",
    "important": false,
    "desc": "(*means any plant of the genus Atriplex cultivated for use like spinach). Prochorus was a miracle-worker of the Monastery of the Caves in Kiev. He is called the Orach-Eater because during the time that he lived in the Monastery of the Caves he did not taste of bread, rather he fed on orach, mixing it in his own way and from it prepared a type of bread. Whenever he would give someone his orach bread with a blessing, the bread tasted sweet as though prepared from honey; if someone stole the bread, it was as bitter as wormwood. One time when there was a shortage of salt in Russia, Prochorus distributed ashes to the people as though it were salt. The ashes, which he distributed with his blessing, were as salt. However, the ashes which someone would take on their own, was as ordinary ashes. Prince Svyatopolk ordered all the ashes from Prochorus' cell be taken to his palace without the permission and the blessing of the monk, Prochorus. When the ashes were removed, those who tasted of it were convinced that it was ashes and not salt. Then Prochorus told the people who came to him for salt to go to the emperor's palace and when the prince tosses out the ashes from his residence, to take them and carry them home as though they were salt. The people did so and again, the ashes were as salt. Believing in this, the prince himself was filled with respect and love toward the holy Prochorus, so that when he died in the year 1107 A.D., the prince, with his own hands, placed Prochorus in the tomb along side the great Russian Saints Anthony and Theodosius."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Holy Martyr George of Kratovo",
    "important": false,
    "desc": "By origin, George was a Macedonian from the town of Kratovo. He was a silversmith by trade and, in his heart and soul, was a convinced and a devout Christian. George was eighteen years old when the Turks tried to convert him to Islam. George remained as firm as a diamond in his faith. The Turks tortured him with many cruel tortures and finally burned him at the stake. He suffered for the beautiful Faith of Christ on February 11, 1515 A.D. in Sofia, during the reign of Sultan Selim and was glorified with unfading glory in the heavens."
  }, {
    "title": "Hieromartyr Blaise",
    "important": false,
    "desc": "Blaise was born in the Province of Cappadocia. From his early childhood, he was God-fearing and meek. Because of his great virtues, he was chosen as bishop of the city of Sebastea (in Armenia). Blaise was a great spiritual and moral beacon in this pagan city. At the time of a grave persecution of Christians, St. Blaise encouraged his flock and visited the martyrs of Christ in prison, especially among them was the eminent and glorious Eustratius. When the city of Sebastea was completely depleted of Christians - some were slain, and others fled - the Elder Blaise withdrew to Mt. Argeos and settled there in a cave. Wild beasts recognized the holy man, gathered around him and he tenderly caressed them. But the persecutors found the saint in this remote place and brought him to trial. Along the way, Blaise cured a young boy who had a bone caught in his throat. To the plea of the poor widow whose pig had been snatched by a wolf, the saint, by the power of his prayer, commanded the wolf to return it. The sinister judges tortured Blaise severely: flogging him and scrapping him with an iron comb. By his steadfastness in the Faith of Christ, Blaise converted many pagans to the Faith. Seven women and two children languished in prison with him. The women were beheaded first and, after that, the wonderful Blaise with these two children was beheaded. He suffered and was glorified in the year 316 A.D. People pray to St. Blaise for the well being of their domestic livestock and for protection against wild beasts. However, in the west, he is also invoked for diseases of the throat."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Saint Meletius, Arhcbishop of Antioch",
    "important": false,
    "desc": "Meletius, this great and holy man, was an exceptional interpreter and protector of Orthodoxy. His entire life was dedicated in a struggle against the Arian heresy which did not recognize the Son of God as god and blasphemed the Holy Trinity. On three occasions, Meletius was banished and exiled from his archiepiscopal throne to Armenia. The struggle between the Orthodox and the heretics was waged so bitterly that on one occasion, when St. Meletius was preaching to the people in Church concerning the Holy Trinity in unity, his personal deacon, a heretic, raced toward him and covered his mouth with his hand. Not being able to speak with his mouth covered, Meletius spoke in signs. Namely, he raised his clenched hand in the air, opening at first his three fingers and showed them to the people. After that, he closed his hand and raised up one finger. He participated in the Second Ecumenical Council (Constantinople 381 A.D.), where Emperor Theodosius showed him special honor. At this Council, God revealed a miracle through His hierarch. Namely, when Meletius was propounding the dogma of the Holy Trinity to Arius, at first he only raised three fingers, separately one by one, and after that folded them into one. At that moment, before all those present, a light shown like lightening from his hand. At this Council Meletius confirmed Gregory the Theologian on the patriarchal throne in Constantinople. Earlier, however, Meletius had ordained Basil the Great to the deaconate and baptized John Chrysostom. After the close of the Council, St. Meletius completed his earthly life in Constantinople. His relics were translated to Antioch."
  }, {
    "title": "Venerable Maria",
    "important": false,
    "desc": "Maria was a young woman with indomitable courage. After the death of her mother, her father desired the monastic tonsure. Maria did not wish to be separated from her father and they both agreed to journey to a monastery for monks: Maria with cropped hair and in masculine attire, appeared as a young man. Her father died and Maria was tonsured a monk and received the name Marius. In the proximity of the monastery, there was an inn and the daughter of the innkeeper was attracted to Marius, the alleged monk. After unsuccessfully pursing Marius, the innkeeper's daughter accused Marius of illicit sexual relations with her, for she had become pregnant with someone else and had given birth to a son. Maria did not defend herself and was banished from the monastery with ridicule. With someone else's child in her arms, Maria lived for three years in a grove belonging to the monastery enduring hunger, frost and every difficulty and deprivation. Meanwhile, the innkeeper's daughter went insane and soon after that Maria also died. Only after her death was it discovered that the \"monk Marius\" was a woman. The deranged daughter of the innkeeper, as soon as she touched the body of St. Maria, was healed and after that acknowledged her terrible sin. St. Maria died and took up habitation in eternal joy in the year 508 A.D."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Venerable Martinian",
    "important": false,
    "desc": "The glorious and most wonderful life of Martinian is worthwhile to read in its entirety. What did he not endure just to fulfill the commandments of the Lord! At age eighteen, Martinian retreated to a mountain in Cappadocia called \"The Place of the Ark\" where he lived for twenty-five years in fasting, vigils, prayer and struggling with many temptations. When a woman came to tempt him and, he perceiving that he will succumb to sin with her, Martinian leaped into the fire barefooted and remained in the fire until the pain brought tears to his eyes and subdued any lust within himself. When another temptation erupted, Martinian fled to an isolated rock in the sea and there he lived. During a shipwreck a young woman swam to this rock. Martinian jumped into the sea to avoid any further temptation, but a dolphin rescued him on its back and by God's Providence brought him ashore. Martinian then decided never to make any place his permanent home but to continually travel. In two years, Martinian passed through one hundred and sixty-four towns correcting and counseling people. He finally reached Athens where he died in the year 422 A.D."
  }, {
    "title": "Saints Zoe and Photina",
    "important": false,
    "desc": "At first Zoe was a prostitute and a temptress of St. Martinian. When she saw this ascetic leap into the fire in order to subdue in himself all lust, she bitterly repented, retreated to a convent in Bethlehem where, as an ascetic and recluse, heroically lived a life of mortification. Repenting of all her sins, she received from God the gift of working miracles. By the winds of the sea St. Photina was cast on the island where St. Martinian had isolated himself. Martinian immediately fled the island and Photina remained there in fasting and prayer where she died."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Repose of Saint Cyril",
    "important": true,
    "desc": "Saints Cyril and Methodius were brothers from Thessalonica of distinguished and wealthy parents, Leo and Maria. The older brother Methodius spent ten years as an officer among the Macedonian Slavs and thus learned the Slavic language. After that Methodius withdrew to Mount Olympus and dedicated himself to the monastic life of asceticism. It was here that Cyril (Constantine) later joined him. When the Khazarite king, Kagan, requested preachers of the Faith of Christ from Emperor Michael III then, by command of the emperor, these two brothers were found and sent among the Khazars. Convincing King Kagan of the Faith of Christ, they baptized him along with a great number of his chief assistants and even a greater number of the people. After a period of time, they returned to Constantinople where they compiled the Slavonic alphabet consisting of thirty-eight letters and proceeded to translate ecclesiastical books from Greek into Slavonic. At the request of Prince Rastislav, they traveled to Moravia where they spread and established the devout Faith and multiplied books and distributed them to the priests to teach the youth. At the request of the pope, Cyril traveled to Rome where he became ill and died on February 14, 867 A.D. Then Methodius returned to Moravia and labored to strengthen the Faith of Christ among the Slavs until his death. Following his death - he died in the Lord on April 6, 885 A.D. - his disciples, THE FIVE FOLLOWERS, with St. Clement, the bishop at the head, crossed the Danube River and descended to the south into Macedonia, where from Ohrid they continued their labor among the Slavs begun by Cyril and Methodius in the north."
  }, {
    "title": "Venerable Auxentius",
    "important": false,
    "desc": "Auxentius was a very prominent aristocrat among the noblemen and courtiers at the court of Emperor Theodosius the Younger in Constantinople. Enflamed with love for Christ, Auxentius was tonsured a monk and remained for a short time in Constantinople. When men began to praise him, he fled from their praise and settled on a mountain called Skopa near Chalcedon, which later was referred to as Auxentius' Mountain. His desire to remain there permanently, hidden from men, was not realized for some shepherds discovered him and made his whereabouts known. They began to bring the sick to him for healing. He healed many. He restored sight to the blind; cleansed lepers anointing them with oil; he also raised the palsied and freed many who were demon possessed. All of this was reason for amazement, but his humbleness was cause for even greater amazement. Whenever he was implored to heal someone he defended himself with the words: \"I, also, am a sinful man!\" Compelled by many requests, he approached healing in the following manner: he either invited all present to pray to God together with him for the sick person; or he first strengthened the faith in the people and then he told them that God will give to them according to their faith; or he prayed over the head of the sick person: \"The Lord Jesus Christ heals you!\" He did this so that the act of working miracles would not be attributed to him but rather to God Almighty. He participated at the Fourth Ecumenical Council (Chalcedon, 451 A.D.) and strongly defended Orthodoxy against the Eutychian and Nestorian heresies. In the year 470 A.D., the Lord took his youthful soul in his old age and his aged body remained in the earth from which it was created."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Holy Apostle Onesimus",
    "important": false,
    "desc": "Onesimus was one of the Seventy Lesser Apostles. He was a slave of Philemon but transgressed against his master and fled to Rome where he heard the Gospel from the Apostle Paul and was baptized. Since the Apostle Paul earlier converted Philemon to the True Faith, he reconciled the two of them, Philemon and Onesimus, master and slave, writing a special epistle to Philemon. It is one of the most emotional compositions which exist in Holy Scripture. \"I urge you on behalf of my child Onesimus, whose father I have become in my imprisonment. Perhaps this is why he was away from you for a while, that you might have him back forever, no longer as a slave, but more than a slave, a brother, beloved especially to me\" (Philemon 1:10,15,16). Moved by this letter Philemon, indeed, received Onesimus as a brother freeing him from slavery. Later, Onesimus was consecrated a bishop by the apostles themselves and accepted the episcopal throne at Ephesus following the Apostle Timothy. This is evident from the Epistle of Ignatius the God-bearer (Theophorus). At the time of Trajan's persecution, Onesimus, already an old man, was arrested and brought to Rome. In Rome, Onesimus gave an accounting of himself before judge Tertycus, was imprisoned and finally beheaded. A wealthy woman removed his body, placed it in a silver sarcophagus and buried it honorably in the year 109 A.D."
  }, {
    "title": "Venerable Eusebius, Syrian Hermit",
    "important": false,
    "desc": "In the beginning Eusebius lived an ascetical life under the direction of holy men and later he withdrew and became a recluse. He fed entirely on plant life. He did not even taste fruit. He spent all of his time in prayer in the open spaces enduring all conditions of weather. He lived to be ninety-five years of age and died peacefully in the year 440 A.D."
  }]
}]