[{
  "day": "1",
  "holydays": [{
    "title": "Twelve Holy Martyrs Who Suffered During the Reign of Emperor Diocletian",
    "important": false,
    "desc": "Pamphilus, the first of the martyrs, was a presbyter of the church at Caesarea in Palestine. He was a learned and devout man who corrected the text of the New Testament from the errors of the various copiers. He alone, recopied this salvific book and gave it to those who desired it. The second was the Deacon Valentine, old in years and grey in wisdom. He was an excellent authority of Holy Scripture and knew them completely by heart. The third was Paul, an honorable and distinguished man who, during a previous persecution, was cast into the fire for Christ. Besides them, there were five brothers, according to the flesh and spirit, who were born in Egypt and were returning to their homeland after being forced to work in the mines of Cilicia. At the gates of Caesarea they declared that they were Christians for which they were brought to court. To the question: \"What are your names?\" They responded: \"The pagan names which our mother gave to us, we discarded and we call ourselves: Elijah, Isaiah, Jeremiah, Samuel and Daniel.\" To the question: \"Where are you from?\" They responded: \"From Jerusalem on High.\" All of them were beheaded and with them a young man Porphyrius who sought the bodies of the martyrs in order to bury them. Porphyrius they burned alive as well as Seleucus, formerly an officer who had approached and kissed the martyrs before the sword fell on their heads. Also the aged Theodulus, a servant of a Roman judge, who, during the funeral kissed one of the martyrs. Finally Julian, who reverenced and praised the lifeless bodies of the martyrs. And so they gave little for much, the inexpensive for the precious and mortality for immortality and took up habitation with the Lord in the year 308 A.D."
  }, {
    "title": "Saint Maruthas",
    "important": false,
    "desc": "Maruthas was Bishop of Tagrith in Mesopotamia. He was known for his faith and goodness. Maruthas mitigated the anger of the Persian Emperor Yezdegeherd toward Christians, begged from him the relics of the four-hundred martyrs in Persia and founded a town called Martyropolis, where he reposed these holy relics. He ended his earthly course and took up habitation with the Lord in the year 422 A.D."
  }, {
    "title": "Holy Venerable Martyr Roman",
    "important": false,
    "desc": "Roman was a simple and illiterate peasant from Carpenesion. Learning of the heroism and glory of the martyrs of Christ, the young Roman desired martyrdom for himself. He went to Thessalonica were he began to praise the Faith of Christ on the streets and referred Islam as a fable. The Turks tortured him horribly and then sold him to a galley captain. Christians ransomed him from the captain and sent him to the Holy Mountain (Athos) where he was tonsured a monk by the illustrious Elder Acacius. But Roman further desired martyrdom for Christ. With the blessing of the Elder Acacius, Roman traveled to Constantinople pretending insanity and began to lead a dog along the Turkish streets. To the question: \"What are you doing?\" Roman responded that he is feeding the dog as Christians feed the Turks. The Turks threw him into a dry well, where he remained without bread for forty days. They then removed him from the well and beheaded him. A light emanated from his body for three days. An Englishman removed his body and took it to England. A certain monk dipped a towel in the blood of the martyr. This towel is preserved, even today, in the Dochiariu Monastery (Mt. Athos). This glorious soldier of Christ suffered in the year 1694 A.D."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Saint Miriam",
    "important": false,
    "desc": "Miriam was the sister of the Holy Apostle Philip. She traveled with her brother and together with him preached the Gospel in Hierapolis and in other places. Following the martyr's death of Philip, Miriam continued her missionary work in Lycaonia where she died."
  }, {
    "title": "Holy Great Martyr Theodore Tiro",
    "important": false,
    "desc": "The word Tiro means recruit. Just as soon as Theodore had entered the army in the Marmarite regiment in the town of Amasea then the persecution of Christians began under the Emperors Maximian and Maximus. As Theodore did not try to conceal the fact that he also was a Christian, he was dragged to court and thrown into prison which was then locked and sealed because the nefarious judge wanted Theodore to die of starvation. The Lord Christ Himself appeared to Theodore in prison and encouraged His martyr, saying to him: \"Fear not Theodore, I am with you; do not partake of earthly food and drink anymore, for you will be with Me in the other world in the heavens; eternal and permanent.\" At that moment there appeared a multitude of angels in the prison and the entire prison shown brightly and the guards, seeing angels dressed in white raiment, became very frightened. After that, St. Theodore was taken out, tortured and condemned to death. Theodore was tossed into a fire and gave up his holy soul to God the Most High. He suffered in the year 306 A.D."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Saint Leo I, Pope of Rome",
    "important": false,
    "desc": "Leo was born in Italy of devout parents. At first, he served as archdeacon under Pope Sixtus III and following the death of Sixtus was elevated against his will to the throne of the Pope of Rome. When Attila, with his Huns, drew near to Rome was prepared to destroy and to set fire to the city, Leo came out before him in his episcopal vestments mitigated the wrath of the leader of the Huns and averted the destruction of Rome. As much as Attila allowed himself to be counseled by this holy man so also had he to be afraid of the vision of the Apostles Peter and Paul who stood along side Leo and with flaming swords threatened him. Not only did St. Leo save Rome, but he also contributed much to save Orthodoxy from the heresy of Eutyches and Dioscorus. This heresy consisted in the merging of the divine and human natures of Christ into one and following this, in the denial of the two wills in the person of the Lord Savior. Because of this, the Fourth Ecumenical Council (Chalcedon 451 A.D.) was convened at which time the Epistle of St. Leo was read. St. Leo had written this epistle and placed it on the tomb of St. Peter, who corrected it. Before his death, Leo spent forty days in fasting and prayer at the tomb of St. Peter, beseeching him to tell him whether his sins are forgiven. The Apostle Peter appeared to him and said that all of his sins are forgiven except the sins of ordaining priests when it is evident how grave a sin it is to ordain one who is unworthy. The saint again fell into prayer until he was told that even those sins were forgiven. He peacefully gave up his soul to the Lord. St. Leo died in the year 461 A.D."
  }, {
    "title": "Saint Flavian",
    "important": false,
    "desc": "Flavian became patriarch of Constantinople following St. Proclus. He was a contemporary of St. Leo the Pope. He fought resolutely against Eutyches and Dioscorus, but did not live to see the Triumph of Orthodoxy at the Fourth Ecumenical Council (Chalcedon 451 A.D.), for prior to that at a heretical council (Ephesus, 431 A.D.) he was mercilessly beaten trampled upon and died there. Flavian was a faithful soldier of Christ, courageous defender and confessor of the Orthodox Faith. He died in the year 449 A.D."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Holy Apostles Archippus, Philemon and Apphia",
    "important": false,
    "desc": "Archippus was one of the Seventy Apostles. The Apostle Paul mentions him in his Epistles to the Colossians and to Philemon. \"And tell Archippus, 'See that you fulfill the ministry that you received in the Lord' \" (Colossians 4:17) as well as in his letter to Philemon calling him his fellow soldier in the battle: \"To Archippus our fellow soldier\" (Philemon 1:2). In the town of Colossae, the center of Christianity was in the home of Philemon. Here Christians gathered for prayer. In writing to Philemon, the Apostle Paul called this \"the church at your house\" (Philemon 1:2). At that time, the apostles ordained their disciples as bishops; some of them in permanent places and others as missionaries traveling to various places. Philemon was one of the latter. Apphia, Philemon's wife, hosted and served in thedomestic church! At the time of a pagan feast to the goddess Artemis, according to their custom, all the faithful in Colossae, gathered in the home of Philemon for prayer. The pagans, learning of this gathering, rushed and apprehended all the Christians; Philemon, Apphia and Archippus, as leaders. At first, they were whipped and afterwards they were buried up to their waists and they began to stone them. Thus, they killed Philemon and Apphia and, Archippus they removed from the pit barely alive and left him to the amusement of the children. The children pierced him throughout with knives. Thus, this \"fellow soldier\" in battle ended well in the course of his earthly path."
  }, {
    "title": "Venerable Dositheus",
    "important": false,
    "desc": "Dositheus was a disciple of the glorious Abba Dorotheus who lived in the cenobitic monastic community of the Venerables Serdius, John and Barsanuphius the Great. Dositheus was a kinsman of a general and came to Jerusalem to visit the Holy Shrines. Once while he was gazing upon the icon of the Dreadful Judgment in a church, a woman clothed in purple attire approached him and began explaining the icon to him. Finally, before parting, she said that if you desire to be saved, you should fast, abstain from meat, and pray to God often. That was the All-Holy Virgin Birthgiver of God (The Theotokos). The heart of the young Dositheus became inflamed, and he desired the life of a monk. Dorotheus received him as his novice and ordered him to completely abandon his will and to obey his spiritual father. For a few days, he gave him as much as he wanted to eat. After a period of time, Dorotheus cut down his rations by one-fourth and after a period of time again, by one-fourth, until Dositheus became accustomed to get by with the least amount of food, always saying to Dositheus: \"eating is a habit, and as much as a person is accustomed to eat, that much he will eat.\" He was saved and glorified by total obedience. He remained forever an example of monastic obedience and dedication to his spiritual father. This young saint lived in the sixth century."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Saint Leo, Bishop of Catania",
    "important": false,
    "desc": "Beneath the volcanic Mount Etna in the town of Catania lived Leo the saint, a good shepherd and compassionate teacher of the people. He had great concern for the sick and the poor. His zeal for the Faith was as great as his charity toward the less fortunate. Appearing in Catania was a magician named Heliodorus who deluded the people with various illusions and greatly demoralized the youth. At one time during the Divine Services, Heliodorus entered the church of God and began his obscenities. St. Leo approached him, tied him to one end of his pallium and led him to the market place of the city. Here, Leo ordered that a large fire be built and when the fire was burning, he stood in the middle of the fire and pulled Heliodorus into the fire. Heliodorus was completely consumed and Leo remained alive and unscathed. All who were bewitched by Heliodorus, and who looked upon him as someone divine, were ashamed. The compassionate and the zealous Leo was proclaimed throughout the entire kingdom as a great miracle-worker who, by his shining miracles, helps men. When Leo ended his course, he took up habitation with the Lord and from his relics flowed healing myrrh (Chrism). He died in the eighth century."
  }, {
    "title": "Holy Hieromartyr Sadok",
    "important": false,
    "desc": "Sadok was a bishop in Persia, following St. Simeon. At one time, St. Simeon appeared to him in a dream and said: \"Yesterday, I - today, you!\" Sadok interpreted these words to his flock as meaning: Last year I (St. Simeon) suffered, this year you (Sadok) will suffer. Indeed that year the Emperor Sapor arrested him with many of the clergy and people and brought them to trial. Sapor first ordered them to worship fire and sun as divinity. Sadok replied: \"We are eagerly prepared to die for our God, but we cannot worship the sun nor fire.\" After that, they were tortured and sentenced to death by beheading. Before being beheaded, Sadok uplifted a prayer to God: \"Wash us, O Lord, from our sins in our blood!\" Sadok, with his priests and faithful gloriously gave up their bodies to death and their souls to the immortal God. They suffered in the year 342 A.D. or 344 A.D."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Saint Zacharias Patriarch of Jerusalem",
    "important": false,
    "desc": "During the reign of the Greek Emperor Heraclius, the Persian Emperor Chozroes attacked Jerusalem in the year 614 A.D. Chozroes pillaged the city, removed the Honorable Cross (of Christ) to Persia and took an enormous number of Christians into bondage, among them was Patriarch Zacharias. The Jews assisted Chozroes in committing evil against the Christians. Among the other Jewish wickedness, this one is mentioned: the Jews purchased from Chozroes 90,000 Christians as their slaves and slew them all. The aged patriarch Zacharias remained in bondage for fourteen years. Many miracles occurred in Persia as a result of the Honorable Cross, so even the Persians said: \"The Christian God came to Persia.\" Later on, Heraclius forced the Persian emperor to return the Honorable Cross to Jerusalem along with the patriarch and the remaining captives. Emperor Heraclius himself bore the Cross on his shoulders into the Holy City. St. Zacharias spent his remaining days in peace and took up habitation with the Lord in the year 631 A.D. He was succeeded on the throne by Patriarch Modestus and followed by St. Sophronius (March 11)."
  }, {
    "title": "Saint Eustathius the Archbishop of Antioch",
    "important": false,
    "desc": "Eustathius was a great zealot and protector of Orthodoxy. As such, he was especially prominent at the First Ecumenical Council (Nicaea 325 A.D.), where he intellectually and systematically refuted the teaching of Arius. With the other Holy Fathers, Eustathius confessed correctly that Jesus Christ, as the Son of God, is equal to the Father and the Holy Spirit according to divine Hypostasis (natures). Following the death of Emperor Constantine, the Arians somehow again gained prevalence and began to bitterly persecute Orthodoxy. St. Eustathius was ousted from his throne and exiled, at first to Thrace and after that to Macedonia. Eustathius suffered much and long until, in the end, he gave up his holy soul to God in the year 345 A.D."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Holy Martyr Maurice and the Seventy Soldiers with him",
    "important": false,
    "desc": "During the reign of Emperor Maximian there was a great persecution of Christians. In the Syrian town of Apamsea, Maurice was superior of the local army. The pagans reported him to the emperor as being a Christian and a sower of the Christian Faith among the soldiers. The emperor himself came and conducted an investigation. Along with Maurice seventy Christian soldiers were also brought before the emperor among whom was Photinus, the son of Maurice. Neither the emperor's flattery nor threats could sway these heroes. To the threats of the emperor, they replied: \"O Emperor, there is no fear in the sound and powerful souls of those who love the Lord!\" When the emperor ordered and removed their military belts and garments, they said to him: \"Our God will clothe us with incorruptible garments and belts and eternal glory!\" When the emperor rebuked them because they despised the military honor given to them by him, they replied: \"Your honor is without honor, for you have forgotten God Who gave you imperial authority!\" Then the emperor commanded and the executioner beheaded Maurice's son Photinus before his eyes to instill fear in the father and in the others. But, Maurice said: \"You have fulfilled our wish O torturer and have sent Photinus, the soldier of Christ before us.\" Then the emperor sentenced them to a most inhuman death: they were brought to a muddy place, stripped, bound to trees and rubbed them with honey, in order to be bitten by mosquitoes, wasps and hornets. After ten days under the most painful sufferings, they gave up their souls to God and departed to rejoice eternally with the holy angels in heaven. Christians secretly removed their bodies and honorably buried them. These courageous soldiers of Christ suffered about the year 305 A.D."
  }, {
    "title": "The Many Martyrs in Eugenius Near Constantinople",
    "important": false,
    "desc": "During the reign of Emperor Arcadius, the relics of many martyrs of Christ were unearthed, among whom were the Apostle Andronicus and his female assistant Junia. \"Great Andronicus and Junia, my relatives and my fellow prisoners; they are prominent among the apostles and they were in Christ before me.\"(Romans 16:7). These relics were discovered according to a revelation from God to a cleric Nicholas Calligraphus. \"Their names are known only to God Who has written their names in the Book of Life in the heavens.\" In the twelfth century, Emperor Andronicus II built a beautiful church over the relics of the Apostle Andronicus."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Holy Hieromartyr Polycarp, Bishop of Smyrna",
    "important": false,
    "desc": "Polycarp, this great apostolic man, was born a pagan. St. John the Theologian converted him to the Faith of Christ and baptized him. In his childhood, Polycarp became an orphan and according to a vision in a dream Callista, a noble widow, took him as her own son, raised and educated him. From his childhood Polycarp was devout and compassionate. He strove to emulate the life of St. Bucolus, then the Bishop of Smyrna, as well as the holy Apostles John and Paul, whom he knew and heard. St. Bucolus ordained him a presbyter and before his death, Bucolus designated him as his successor in Smyrna. The apostolic bishops, who gathered at the funeral of Bucolus, consecrated Polycarp as bishop. From the very beginning, Polycarp was gifted with the power of working miracles. He expelled an evil spirit from the servant of a prince and through prayer stopped a terrible fire in Smyrna. Upon seeing this, many pagans regarded Polycarp as one of the gods. He brought down rain in times of drought, healed illnesses, discerned, prophesized and so forth. He suffered during the reign of Emperor Marcus Aurelius. Three days before his death, St. Polycarp prophesized: \"In three days, I will be burned in fire for the sake of the Lord Jesus Christ!\" And on the third day when the soldiers arrested him and brought him to trial, he cried out: \"Let this be the will of the Lord my God.\" When the judge counseled him to deny Christ and to acknowledge the Roman gods, Polycarp said: \"I cannot exchange the better for the worse!\" The Jews especially hated Polycarp and endeavored to have Polycarp burned alive. When they placed him bound at the stake, he prayed to God for a long while. He was very old, grey and radiant as an angel. The people witnessed how the flame encircled him but did not touch him. Frightened by such a phenomenon, the pagan judges ordered the executioner to pierce him with a lance through the fire. When he was pierced, so much blood flowed from him that the entire fire was extinguished, and his body remained whole and unburned. At the persuasion of the Jews, the judge ordered Polycarp's lifeless body be incinerated according to the custom of the Hellenes. So the evil ones burned the dead body of the lifeless one whom they could not burn while alive. St. Polycarp suffered on Great and Holy Saturday in the year 167 A.D."
  }, {
    "title": "Venerable Damian",
    "important": false,
    "desc": "Damian, a monk of the Monastery of Esphigmenou on Mt. Athos, was a contemporary and companion of the great Cosmos of Zographou. He lived a life of asceticism on Mount Samareia between Esphigmenou and Hilendar. He died peacefully in the year 1280 A.D. When he died, a pleasant and sweet-smelling aroma emitted from his body for forty days."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "The Finding of the Head of Saint John the Baptist",
    "important": true,
    "desc": "The great and glorious Baptist John was beheaded according to the wish and instigation of the wicked Herodias, the wife of Herod. When John was beheaded, Herodias ordered that his head not be buried with his body for she feared that this awesome prophet, somehow, would resurrect. Therefore, she took his head and buried it deep in the ground in a secluded and dishonorable place. Her maidservant was Johanna, the wife of Chuza a courtier of Herod. The good and devout Johanna could not tolerate that the head of the Man of God remain in this dishonorable place. Secretly she unearthed it, removed it to Jerusalem and buried it on the Mount of Olives. Not knowing of this, King Herod, when he learned of Jesus and how He worked great miracles, became frightened and said: \"This is John whom I beheaded; he has been raised from the dead\"\" (St. Mark 16:16). After a considerable period of time, an eminent landowner believed in Christ, left his position and the vanity of the world and became a monk, taking the name, Innocent. As a monk, he took up abode on the Mount of Olives exactly in the place where the head of the Baptist was buried. Wanting to build himself a cell for himself, he dug deep and discovered an earthen vessel and in it a head, which was mysteriously revealed to him, to be the head of the Baptizer. He reverenced it and reburied it in the same spot. Later, according to God's Providence, this miracle-working relic (The head of St. John) traveled from place to place, sunk into the darkness of forgetfulness and again was rediscovered. Finally, during the reign of the pious Empress Theodora, the mother of Michael and the wife of Theophilus and at the time of Patriarch Ignatius it was translated to Constantinople. Many miraculous healings occurred from the relic of the Forerunner (Precursor]. It is important and interesting to note that while he was still alive,\"John did no miracles\" (St. John 10:41), however, his relics have been endowed with miraculous power."
  }, {
    "title": "Venerable Erasmus",
    "important": false,
    "desc": "Erasmus was a monk in the Monastery of the Caves in Kiev. He inherited great wealth from his parents and spent all on adoring churches, especially on silver-plating and gilding icons. When he had become impoverished and remained without anything, he was despised by all. The devil whispered to him that he squandered his estate in vain; instead of distributing his wealth among the poor, he gave it for the adornment of churches. Erasmus succumbed to this temptation and believed it for which he despised himself and fell into a state of despair and began to live aimlessly and lawlessly. When the hour of his death approached the brethren assembled around him and discussed his sins which he himself was not conscious of. All at once, he straightened up in bed and said: \"Fathers and brothers, it is as you say; I am sinful and unrepentant, but behold St. Anthony and St. Theodosius appeared to me and after that, the All-Holy Mother of God told me that the Lord gave me more time for repentance.\" The Mother of God also spoke these encouraging words to him: \"The poor you have with you in every place and my churches you do not.\" Erasmus lived for three more days, repented and fell asleep in the Lord. This teaches us that zeal for the Church and adornment of the churches is a task pleasing to God. St. Erasmus died in the year 1160 A.D."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Saint Tarasius, Patriarch of Constantinople",
    "important": false,
    "desc": "His predecessor, Patriarch Paul secretly, relinquished the throne, entered a monastery and received the Schema (The Great Angelic Habit). Irene and Constantine reigned at the time. By Paul's counsel, Tarasius, a senator and royal advisor, was chosen as patriarch in the year 783 A.D. He was quickly elevated through the ecclesiastical ranks and became patriarch. A man of great learning and great zeal in the Orthodox Faith, Tarasius accepted this rank reluctantly in order to assist Orthodoxy in the struggle against heresies, especially against Iconoclasm. During his tenure, the Seventh Ecumenical Council (Nicaea, 783 A.D). was convened, where Iconoclasm was condemned and the veneration of holy icons was confirmed and restored. Tarasius was very charitable toward orphans and the poor, creating for them shelters and distributed food to them. Toward the powerful, Tarasius was decisive in his defense of faith and morals. When Emperor Constantine banished Maria, his lawful wife and took a kinswoman and lived with her, and sought a blessing for marriage from the patriarch, Tarasius not only refused him a blessing, but first counseled him, after that reproached him, and finally forbid him to receive Holy Communion. Before his death, many saw how Tarasius replied to the demons saying: \"I am not guilty of this sin! I am not guilty either of that sin!\" Until his weakened tongue could not longer speak, he then began to defend himself with his hands driving away the demons. When he expired, his face lightened up as the sun. This truly great hierarch died in the year 806 A.D. He governed the Church for twenty-two years and four months."
  }, {
    "title": "Venerable Paphnutius of Kephala",
    "important": false,
    "desc": "This great saint was a contemporary of St. Anthony the Great. It is said about him that he wore the same cassock for eighty years. St. Anthony greatly respected him and used to say that Paphnutius was a true ascetic who was able to come and to save souls."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Saint Porphyrius, Bishop of Gaza",
    "important": false,
    "desc": "This great Arch-shepherd was born of wealthy parents in Thessalonica. From his youth, until age twenty-five, Porphyrius remained in Thessalonica, the town of his birth. After that, he took leave of his parents and worldly life and withdrew to the wilderness of Egypt. Under the guidance of an experienced spiritual father, the young Porphyrius was tonsured a monk and remained there for five years. He then visited the Holy Land in the company of the monk Mark, his faithful companion. In the proximity of Jerusalem, he lived an ascetical life in a cave, again for five years. But then the legs of Porphyrius became weak and he was unable to walk. Nevertheless, crawling on his knees, he continually attended the Divine Services of God. One night, our Lord appeared to him of a vision and cured him of the infirmity in his legs and he became completely whole. When he was elected Bishop of Gaza, Porphyrius accepted this obligation with a heavy heart. In Gaza, he found only two-hundred eighty Christians. All other inhabitants were very fanatical idolaters. Only by his great faith and patience did Porphyrius succeed to convert the inhabitants of Gaza to the Faith of Christ. He personally traveled to Constantinople to see Emperor Arcadius and Patriarch John Chrysostom to seek their support in this unequal struggle with the idolaters. He received the desired support. The idolatrous temples were closed and the idols destroyed and he built a beautiful church with thirty marble columns. Empress Eudoxia especially assisted in the building of this church. Porphyrius lived long enough to see the entire town of Gaza converted to the Christian Faith, but only after his many efforts, sufferings and prayerful tears to god. He died peacefully in the year 421 A.D. He was a miracle-worker both during his life and after his death. Even today, his relics repose in Gaza."
  }, {
    "title": "Holy Martyr John, the Builder",
    "important": false,
    "desc": "This saint was born in Galata in Constantinople. By occupation he was an architect, a builder (Kalpha: builder in Greek). Because of his ardent confession of the Christian Faith, John offended the Turks and they began to pressure him to become a Muslim. \"I will not deny my Sweet Jesus Christ,\" John bravely replied. \"In Him I believe; Him I serve; Him, I confess.\" Following grave tortures, the Turks beheaded him on February 26, 1575 A.D. in Constantinople. He suffered honorably for his beloved Christ and took up habitation in the mansions of the Lord."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Venerable Procopius Decapolit",
    "important": false,
    "desc": "This saint was from Decapolis (Ten Cities) surrounding the Sea of Galilee for which he was called \"Decapolit.\" In his youth, he devoted himself to a life of asceticism and accomplished all prescribed efforts, by which the heart is purified and the spirit elevated to God. When a persecution began by the nefarious Emperor Leo Isaurian regarding icons, Procopius rose up in defense of icons showing that the veneration of icons is not idolatry; for Christians know that honoring icons they do not either bow down or honor lifeless material but rather honor living saints who are depicted on the icons. Because of that, Procopius was arrested, brutally tortured, flogged and scrapped with an iron brush. When the wicked Emperor Leo was slain in the body, (for he had lost his soul earlier), icons were restored in the churches and Procopius returned to his monastery where he spent the remainder of his days in peace. In old age, he was translated into the kingdom of God where he gazes with joy upon the living angels and saints, whose images on icons he honored on earth. He died peacefully in the ninth century."
  }, {
    "title": "Venerable Thalelaeus",
    "important": false,
    "desc": "Thalelaeus was a Syrian ascetic. At first he resided in the Monastery of St. Sabas the Sanctified near Jerusalem but later he settled in a pagan cemetery known for the apparitions of evil spirits and frightening things. In order to conquer fear within himself through faith in God, Thalelaeus settled in this cemetery where he lived for many years enduring many assaults from evil spirits both day and night. Because of his great faith and love for God, God endowed him with the gift of working miracles by which he did much good for the sick and suffering people. He died about the year 460 A.D."
  }, {
    "title": "Holy Martyr Agathangelus of Bitola",
    "important": true
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Saint Basil the Confessor",
    "important": false,
    "desc": "Basil was a companion and co-sufferer with St. Procopius Decapolit. Basil faithfully followed his teacher Procopius both in peaceful times and in time of persecution. He suffered many hardships from the iconoclasts and when the iconoclasts were defeated, Basil according to God's Providence, returned together with Procopius to his monastery where in fasting and prayer he lived a long life of asceticism. He died peacefully in the year 747 A.D."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Venerable Martyr Eudocia",
    "important": false,
    "desc": "The venerable martyr Eudocia lived in the Phoenician city of Heliopolis during the reign of Trajan. Eudocia was a great debaucher at first. After that she was a penitent, ascetic, and finally a martyr. Through her debauchery she amassed a great fortune. The change in her life came about inadvertently through God's Providence and a certain elder, the monk Herman. Coming into the city on assignment, he resided at the home of a Christian whose house was adjacent to that of Eudocia. In the evening and according to monastic tradition, he began to recite the Psalter and to read a chapter on the dreadful judgment. Eudocia heard him and attentively eavesdropped on his words to the end. Fear and terror overcame her, and she remained awake until dawn. At daybreak, she sent her servant to beseech the monk to come to her. Herman came and a lengthy conversation took place between them about faith and salvation in general. As a result of the conversation, Eudocia petitioned the local bishop to baptize her. Following her baptism, Eudocia bequeathed her entire estate to the Church to be distributed among the poor. She dismissed her servants and slaves and withdrew to a convent. Thus, Eudocia resolved to dedicate herself to the monastic life, obedience, patience, long vigils, prayer and fasting. After thirteen months, Eudocia was elected abbess. Eudocia lived in the convent for fifty-six years and was found worthy before God. He endowed her with much grace so that she raised even the dead. When the persecution of Christians began under Prince Vincent, St. Eudocia was beheaded. Eudocia is a glorious example of how a vessel of impurity can be purified, sanctified and filled with the Grace of the Holy Spirit, the precious odor of heaven."
  }, {
    "title": "Venerable Agapius",
    "important": false,
    "desc": "He was a novice under the spiritual direction of a priest in the Vatopedi Monastery on Mt. Athos. Captured by pirates, Agapius was sold as a slave in Magnesia. After twelve years, he was miraculously freed through the help of the All-Holy Mother of God and returned to Vatopedi. He baptized his former master and became his spiritual father. Agapius continued the remainder of his life in asceticism in Vatopedi and died peacefully in the Lord."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Hieromartyr Theodotus, Bishop of Kyrenia on the Island of Cyprus",
    "important": false,
    "desc": "Because of his wisdom and kindness, Theodotus was elected to the episcopacy and governed the Church of God with love and zeal. When the persecution of Christians began during the reign of the wicked Emperor Licinius, this godly man was brought to trial and put through many tortures. When the torturer Sabinus advised him to deny Christ and to bow down before pagan idols and to worship them, Theodotus replied, \"If you knew the goodness of my God in Whom I hope, that because of these temporary sufferings, will make me worthy of eternal life, you also would wish to suffer in the same manner as I.\" The torturers began to strike his body with nails, and he prayed to God with gratitude. Thinking his end was near, Theodotus counseled and taught the Christians who were assembled around him. By the Providence of God, the Emperor Constantine at that time proclaimed freedom to Christians and ordered that all who were sentenced be released for the sake of Christ. And so, this saint was freed and returned to his prior position in Kyrenia. As tortured as he was, Theodotus lived for several more years. After that, he found repose in the Lord, Whom he faithfully served and for Whom he suffered. In the year 302 A.D. his earthly life ended and was translated to the mansions of our Lord."
  }, {
    "title": "Venerable Agathon",
    "important": false,
    "desc": "Agathon was a great Egyptian ascetic who practiced extreme asceticism in the fifth century. He was a contemporary of St. Macarius and a disciple of St. Lot (Egyptian Ascetic). He labored and tried to fulfill all the commandments of our Lord. One of the brethren complimented him on a small knife with which he used to cut brushwood used for making baskets. Upon hearing this compliment, the saint joyfully handed over the knife to that brother as a gift. St. Agathon also said, \"It would be very satisfying for me if I could assume unto myself the body of a leper and give him mine.\" Is this not perfect love?"
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Holy Martyrs Eutropius, Cleonicus and Basiliscus",
    "important": false,
    "desc": "They were companions of St. Theodore Tiro. When the righteous Theodore gloriously died, they remained behind in prison, and for a long time they were not sentenced due to a change in the emperor's deputy in the city of Amasea. When the new governor arrived, more inhuman than his predecessor, he ordered that these three be brought before him. All three were youths. Eutropius and Cleonicus were blood brothers, and Basilliscus was a kinsman of St. Theodore. All three were like blood brothers in brotherly love. As such, they said before the governor, \"As the Holy Trinity is undivided, so also are we by our faith undivided and in love inseparable.\" In vain was all the flattery on the part of the governor and in vain were his attempts to bribe Eutropius. First of all, the deputy invited Eutropius to dine with him. Eutropius refused, quoting from the Psalms, \"Happy the man who follows not the counsel of the wicked\" (Psalm 1:1). After that, the deputy offered him a large amount of money, one hundred-fifty litres of silver, which Eutropius also refused and reminded the governor that because of silver, Judas lost his soul. After all attempts at interrogation and torture, the first two were sentenced to be crucified, and Basilliscus was sentenced to be beheaded. And so it was, two brothers crucified on two crosses for which they gave thanks to Christ that He made them worthy of the same death by which He Himself died. The third, Basilliscus, was beheaded. They all entered the Kingdom of Joy where St. Theodore, their commander, awaited them and who before them was glorified by Christ the Lord and Victor. They suffered honorably in the year 308 A.D."
  }, {
    "title": "Saint Piama the Egyptian",
    "important": false,
    "desc": "For the sake of Christ, Piama did not wish to marry; she dedicated herself to a life of asceticism in the home of her mother. She ate very little food, and that, every other day. She spent most of her time in prayer and contemplation. Piama possessed the \"Gift of Discernment.\" She died peacefully, wedding her soul to the Lord about the year 377 A.D."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Venerable Gerasimus",
    "important": false,
    "desc": "This remarkable and famous saint first learned about the ascetical life in the Egyptian Thebaid. He then went to the Jordan and there founded a community in which there were seventy monks. This community still exists today. He instituted a special Constitution (Rule) for his monastery by which the monks spent five days in their cells weaving baskets, reeds and rush mats. They were never allowed to light a fire in their cells. For five days they ate only a little dry bread and dates. The monks were required to keep their cells open so that when they went out, anyone could enter and remove whatever he needed from their cells. On Saturdays and Sundays they gathered in the monastic church. They had a common meal with a few vegetables and a little wine to the glory of God. Each monk would then bring in and place before the feet of the abbot that which he had made during the past five days. Each monk had only one robe. St. Gerasimus was an example to all. During the Great Lenten Fast he did not eat anything except what he received in Holy Communion. On one occasion, he saw a lion roaring from pain because there was a thorn in his paw. Gerasimus drew near to the lion, crossed himself, and removed the thorn in the animal's paw. The lion became so tame that he returned with Gerasimus to the monastery and remained there until the elder's death. When Gerasimus died, the lion succumbed from sorrow for him. Gerasimus attended the Fourth Ecumenical Council (Chalcedon, 451 A.D.) during the reign of Marcian and Pulcheria. Even though in the beginning, Gerasimus leaned toward the Monophysite heresy of Eutyches and Dioscorus, he was a great defender and champion of Orthodoxy at the Council. St. Euthymius dissuaded him from this heresy. Of all of the disciples of Gerasimus, the most famous was St. Cyriacus the Recluse. St. Gerasimus died in the year 475 A.D., and was translated into the eternal joy of his Lord."
  }, {
    "title": "Holy Martyrs Paul and Juliana",
    "important": false,
    "desc": "Paul and Juliana were brother and sister from Ptolemais in Phoenicia. They were brutally tortured for the sake of Christ by the Emperor Aurelius and were finally beheaded. Before their martyrdom many of their miracles were manifested, and were witnessed by many pagans. Through these miracles, many of the pagans were converted to the Faith. Several of these were beheaded and received their wreaths in the year 273 A.D."
  }, {
    "title": "Saint James the Faster",
    "important": false,
    "desc": "He lived in the sixth century. He was so perfected in pleasing God that James cured the most gravely ill through his prayers. But the enemy of mankind lured him into great temptations. At one time, an immoral woman was sent to him by some scoffers. She misrepresented herself to James, pretending to be crying yet all the while luring him into sin. Seeing that he was going to yield to sin, James placed his left hand into the fire and held it there for some time until it was scorched. Seeing this, the woman was filled with fear and terror, repented and amended her life. On another occasion, James did not flee from his temptation, but rather he succumbs to a maiden, who was brought as a lunatic by her parents to be cured of her insanity. He, indeed, healed her and after that, sinned with her. Then in order to conceal his sin he killed her and threw her into a river. As is common, the steps from adultery to murder are not too distant. James lived for ten years after that as a penitent in an open grave. At that time there was a great drought which caused both people and live-stock to suffer. As a result of his prayers, rain fell; James knew that God had forgiven him. Here is an example, similar to that of David, of how twisted is the demon of evil; how by God's permission, the greatest spiritual giants can be overthrown, and through sincere and contrite penance, God, according to His mercy, forgives even the greatest sins and does not punish those when they punish themselves."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Holy Martyr Conon",
    "important": false,
    "desc": "Conon was born in Nazareth. He was kind and innocent and in all things found favor with God. During the reign of Decius, Conon was persecuted, suffered and martyred for Christ. Throughout, he remained strong in the Faith. He sharply rebuked and criticized the pagan judges because of their stupidity. With nails driven into his feet and tied to the prince's chariot, this virtuous and innocent saint was dragged until he was completely exhausted and fell. It was then that he prayed for the last time and gave up his soul to God in the year 251 A.D."
  }, {
    "title": "Venerable Hesychius the Faster",
    "important": false,
    "desc": "Hesychius was born near Brusa in the eighth century. He then retreated to Mount Maion which had an evil reputation because of demonic apparitions. There, Hesychius built a hut for himself and a chapel dedicated to the honor of St. Andrew the Apostle. He surrounded it with a garden which he cultivated in order to live by his own labor. By his prayers he performed many miracles. Hesychius prophesied that after his death a convent would be built on that place. A month before, he foresaw the day and hour of his death. At midnight on the foreseen day, some men saw his hut glowing with an extraordinary light. When they arrived, they found him dead. Hesychius died peacefully and was received into the kingdom of His Lord in the year 790 A.D. He was buried in the church of St. Andrew. Later, Theophylactus, the Bishop of Amasea, translated his body to Amasea."
  }, {
    "title": "Venerable Mark the Ascetic",
    "important": false,
    "desc": "Mark was an ascetic and miracle-worker. In his fortieth year he was tonsured a monk by his teacher St. John Chrysostom. Mark then spent sixty more years in the wilderness of Nitria in fasting, prayer and writing many spiritual works concerning the salvation of souls. He knew the entire Holy Scriptures by heart. He was very merciful and kind. He wept much for the misfortunes which had befallen all of God's creation. On one occasion, while crying, he prayed to God for a blind puppy of a hyena and the puppy received its sight. In thanksgiving the mother of the hyena brought him a sheepskin. The saint forbade the hyena in the future to kill any more sheep of poor people. He received Communion at the hands of the angels. His homilies concerning the spiritual law, on repentance, and on sobriety, etc., are ranked among the first-class literature of the Church. These works were praised by the great Patriarch Photius himself."
  }, {
    "title": "(The Great Lent)",
    "important": false,
    "desc": ""
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Forty-Two Holy Martyrs from Ammoria",
    "important": false,
    "desc": "They were all commanders of the Byzantine Emperor Theophilus. When the Emperor Theophilus lost the battle against the Saracens at the city of Ammoria, the Saracens captured the city, enslaved many Christians and among them these commanders. The remaining Christians were either killed or sold into slavery. The commanders were thrown into prison where they remained for seven years. Many times the Muslim leaders came to them. They counseled and advised the commanders to embrace the Islamic Faith, but the commanders did not want to hear about it. When the Saracens spoke to the commanders, saying, \"Mohammed is the true prophet and not Christ,\" the commanders asked them, \"If there were two men debating about a field and the one said, `This field is mine,' and the other, `It is not, it is mine,' and near by, one of them had many witnesses saying it is his field and the other had no witnesses, but only himself, what would you say, `Whose field is it?'\" The Saracens answered, \"Indeed, to him who had many witnesses!\" \"You have judged correctly,\" the commanders answered. That is the way with Christ and Mohammed. Christ has many witnesses: the Prophets of old, from Moses to John the Forerunner, whom you also recognize and who witness to and about Him (Christ], but Mohammed witnesses only to himself that he is a prophet and does not have even one witness. The Saracens were ashamed and again they tried to defend their faith in this manner: \"Our faith is better than the Christian Faith as proved by this: God gave us the victory over you and gave us the best land in the world and a kingdom much greater than Christianity.\" To that the commanders replied, \"If it were so, then the idolatry of the Egyptians, Babylonians, Hellenes, Romans, and the fire-worship of the Persians would be the true faith for, at one time, all of these people conquered the others and ruled over them. It is evident that your victory, power and wealth do not prove the truth of your faith. We know that God, at times, gives victory to Christians and, at other times, allows torture and suffering so as to correct them and to bring them to repentance and purification of their sins.\" After seven years, they were beheaded in the year 845 A.D. Their bodies were then thrown into the Euphrates river, but they floated to the other side of the shore where they were gathered and honorably buried by Christians."
  }, {
    "title": "The Blessed Job",
    "important": false,
    "desc": "Job was born in Moscow in the year 1635 A.D. Church singing and liturgical services drew him to the Church. He became the spiritual father to Emperor Peter the Great but, because of intrigue, he withdrew into the Slovecki Monastery, where he underwent a difficult life of asceticism. In the year 1720 A.D., in his eighty fifth year, he died in the Lord. Before his death he cried out, \"Blessed is the God of our Fathers and as He is thus, I am not afraid but, with joy, I leave this world.\""
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Seven Holy Hieromartyrs in Cherson: Basil, Ephraim, Eugenius, Elpidus, Agathadorus, Aetherius, and Capito",
    "important": false,
    "desc": "All of them were bishops in Cherson at different times. All suffered and were martyred at the hands of unbelievers, whether they were Jews, Greeks or Scythians, except Aetherius, who died peacefully. All of them were sent by the Patriarch of Jerusalem as missionaries to bring the light of the Gospel to these wild and uncivilized areas. They were tortured and suffered for their Lord. In Cherson, Basil raised the son of a prince from the dead which embittered the Jews and they, in turn, brought an accusation against him. He was tied and bound by the feet and dragged through the streets until his soul departed him. Ephrem was beheaded. Eugenius, Elpidus and Agathadorus were beaten with rods and stoned until they gave up their souls to God. Aetherius lived during the reign of Emperor Constantine the Great. He governed the Church in freedom and peace, erected a large church in Cherson, and died peacefully. When the last of them, Capito, was appointed bishop for the wild and savage Scythians, they sought a sign from him that they may believe. They suggested that he enter into a fiery furnace and, if he was not consumed, they would all believe in Christ. With fervent prayers and hope in God, Capito placed his episcopal pallium over his shoulders, signed himself with the sign of the cross, and entered into the flaming hot furnace, keeping his heart close to God. He remained in the flames for about an hour without any injury or damage, either to his body or to his vesture. He came out in good health. Then, at once, all of them cried out: \"One is God, the God of the Christians, great and mighty, Who protects His servant in the flaming furnace.\" The entire city and all the vicinity were then baptized. This miracle was spoken of at length at the First Ecumenical Council (Nicaea, 325 A.D.). The participants in the Council all glorified God and praised the steadfast and solid faith of St. Capito. It happened that while Capito was traveling along the Dnieper river, he was captured by the pagan Scythians and was drowned. All these seven priestly-martyrs suffered during the early years of the fourth century."
  }, {
    "title": "Venerable Emilianus",
    "important": false,
    "desc": "Emilianus was born in Rome and committed many grave sins in his youth. When Emilianus came to his senses, he refrained from sinning and began to tremble just thinking about the judgment of God. Emilianus immediately entered a monastery and by fasting, vigils and obedience, he tamed and shriveled his body. He was an ideal example to his brethren in all virtuous acts of asceticism. Frequently at night, he would step out of the monastery and enter into a nearby cave to pray. Not knowing where Emilianus was going, the abbot of the monastery secretly followed him one night. The abbot saw Emilianus standing at prayer in reverence and in tears. All at once, a heavenly light, brighter than the sun, encompassed the entire mountain but especially the cave and Emilianus. A voice was heard from heaven saying, \"Emilianus, your sins are forgiven you.\" Filled with fright, the abbot hurried back to the monastery. The next day, he revealed to the brethren what he had seen and heard the previous night. Great respect was shown to Emilianus by the brethren. He lived long and died to the Lord."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Saint Theophylactus, Bishop of Nicomedia",
    "important": false,
    "desc": "When the emperor's advisor Tarasius, as a layman, was elected Patriarch of Constantinople, then with him and from him, many of his friends, admirers, and others of the laity received the monastic tonsure. Among them was Theophylactus. Tarasius appointed him Bishop of Nicomedia. As a bishop, Theophylactus was a good shepherd to his entrusted flock and proved to be exceptionally filled with compassion toward the less fortunate and indigent. After the death of St. Tarasius, the Patriarchal Throne was occupied by Nicephorus and shortly after that, the Imperial Throne was occupied by Leo the Armenian, who was an Iconoclast and, as such, raised up an absolute storm in the Church of Christ. Even though Iconoclasm had been anathematized by the Seventh Ecumenical Council (Nicaea, 783 A.D.), nevertheless, Emperor Leo re-instated it and by this wanted to supplant Orthodoxy. Saint Theophylactus opposed the emperor to his face and, when the emperor would not yield, Theophylactus said to him, \"O emperor, violent injury will unexpectedly befall you, and you will not find anyone who will save you from it.\" Because of these words and by the order of the emperor, Theophylactus was ousted from his position and banished into exile, where he spent thirty years undergoing many hardships and insults and, where, in the end, he rendered his soul to the Lord about the year 845 A.D."
  }, {
    "title": "Holy Hieromartyr Theodoretus",
    "important": false,
    "desc": "The Emperor Constantine built a cathedral church of special beauty in Antioch. The people called this church \"the golden church\" because of the gold-plated exterior and interior and because of the many appointments of gold and silver housed in it. The emperor donated a great deal of land to this church for the upkeep of the clergy whose number was significant. The custodian of these appointments and all other precious items in the church was the presbyter Theodoretus, and rare devotion. When Julian the Apostate began his reign, he denied Christ and, even though he was baptized, stirred up a persecution against Christians. Julian, his uncle of the same name, came to Antioch and began to plunder the \"golden church.\" He summoned Theodoretus, the custodian of the treasury, to court and counseled him to deny Christ. Not only did Theodoretus refuse to deny Christ, but he also insulted the Emperor Julian because of his apostasy from the True Faith and his return to idolatry, as a dog returning to his own vomit. When the wicked judge, out of rage, urinated in the \"golden church,\" St. Theodoretus prophesied a horrible death for him, which shortly happened. Theodoretus was beheaded by an axe for his faith in Christ. From the time that Judge Julian had urinated in the church, he felt pains in the lower part of his body. The entire lower half of his body was eaten away by worms, so that he vomited up his apostate soul in the most horrible pains. Also, according to the prophecy of Theodoretus, Felix, Julian's assistant, died of a hemorrhage from the mouth immediately after the beheading of this righteous man. St. Theodoretus was beheaded in the year 362 A.D. and was translated to the All-glorious kingdom of Christ the King."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Forty Holy Martyrs of Sebastea",
    "important": true,
    "desc": "All of them were soldiers in the Roman army and steadfastly believed in the Lord Jesus. When the persecution of Christians began during the reign of Licinius, they were brought to trial before the commander. When he threatened to strip them of their honor as soldiers, one of them, St. Candidus, responded, \"Not only the honor of being a soldier, but take away our bodies, for nothing is more dear or honorable, to us than Christ our God.\" After that, the commander ordered his servants to stone the holy martyrs. While the servants were hurling stones at the Christians, the stones turned and fell back on the servants, severely striking them. One of the stones struck the commander's face and knocked out his teeth. The torturers, angry as wild beasts, bound all of the holy martyrs and tossed them into the lake and stationed a guard around it so as to prevent any of them from escaping. There was a terrible frost and the lake froze around the bodies of the martyrs. So that their pain and suffering would be worsened, and in order to persuade one of them to deny Christ and acknowledge the idols of Rome, the torturers heated a bath by the side of the lake in sight of the frozen martyrs. Indeed, one of them was persuaded. He came out of the water and entered the bath. And behold, an extraordinary light appeared from heaven which warmed the water in the lake and the bodies of the martyrs. With that light, thirty-nine wreaths descended from heaven over their heads. Upon seeing this, a guard on the shore removed all his clothes, confessed the Name of the Lord Jesus and entered the lake so that he could become worthy of the fortieth wreath in place of the betrayer. Indeed, the last wreath descended upon him. The next day the entire town was astonished when they saw that the martyrs were still alive. Then, the wicked judges ordered that the lower part of their legs be broken and their bodies thrown into the water so Christians could not recover them. On the third day the martyrs appeared to Peter, the local bishop, and summoned him to gather their relics and remove them from the water. The bishop with his clergy went out into the dark of night and beheld the relics of the martyrs shining brightly in the water. Every bone which was separated from their bodies floated to the top and glowed like a candle. Bishop Peter gathered and honorably buried them. The souls of these martyrs, who suffered for all of us, went to the Lord Jesus, resurrected with glory. They suffered honorably and were crowned with unfading glory in the year 320 A.D."
  }, {
    "title": "Venerable Filomorus",
    "important": false,
    "desc": "He lived and mortified himself in Galatia in the fourth century. It is said about him that he was so perfected in all virtues that he resembled an angel rather than a man. He was especially glorified because of his patience. He was persecuted by the Emperor Julian the Apostate and suffered much for Christ. After the death of Julian, this wicked persecutor of Christ, St. Filomorus lived peacefully, benefiting many. He died in his eightieth year."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Holy Martyr Codratus of Corinth and others with him",
    "important": false,
    "desc": "During the time of the persecution of Christians, many of the faithful fled to the mountains and into the caves. So did the mother of Codratus. She was pregnant at the time and gave birth to Codratus in the forest and died shortly thereafter. Codratus was cared for by, fed by and guided by Divine Providence and by his Guardian Angel. Codratus grew up in nature and in solitude. He, who gave manna from heaven to the Israelites in the wilderness, dropped from the clouds sweet dew on the mouth of the child Codratus. When he was twelve years old, he entered into town and there some benevolent men took a liking to him and provided him with an education. He studied medicine and healed the sick, as much with natural cures and even more by the power of the spirit and prayer, which he was accustomed to since his childhood. When a new persecution arose again under Decius, Codratus was brought to trial and cast into prison. Five companions joined him and confessed the name of Christ. They were Cyprian, Dionysius, Anectus, Paul and Crescens. They were all dragged through the streets by the pagans, especially by their children. They were beaten with rods and stoned until they were eventually dragged to the scaffold. There, the martyrs prayed to God and were beheaded. On this spot a source of water gushed out of the ground which is still called Codratus even today and is a reminder of the heroic deaths of these six holy innocents for Christ. They honorably suffered for the truth in the year 250 A.D. in Corinth during the reign of Emperor Decius and his governor, Jason."
  }, {
    "title": "Venerable Mother Anastasia",
    "important": false,
    "desc": "Anastasia was a patrician and lady of the imperial palace of Emperor Justinian. After she was widowed and when she perceived that Empress Theodora could not tolerate her, she immediately slipped out of Constantinople and turned up in the wilderness of Egypt. The renowned spiritual father Abba Daniel tonsured her a nun and presented her as the monk Anastasius the eunuch according to her wishes so that, as a woman under the guise of a man, she could easily be protected and hidden from the pursuit of the emperor. Anastasia then closed herself off in a narrow cell where she spent twenty-eight years and died there in the year 563 A.D. Before her death, the Elder Daniel saw her face glow like the sun."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Saint Sophronius, Patriarch of Jerusalem",
    "important": false,
    "desc": "Sophronius was born in Damascus of distinguished parents. Having acquired worldly wisdom, he was, nevertheless, not satisfied but went to seek and acquire spiritual wisdom. In the monastery (Lavra) of St. Theodosius, he found himself in the company of a monk, John Moschus, whom he choose for his teacher, and together with him traveled about and visited monasteries and those ascetics in Egypt who were practicing the life of asceticism. His watch word was \"Each day learn more about spiritual wisdom.\" All that they had learned they wrote down and later published two books under the title, \"Spiritual Meadow.\" Later on, they traveled to Rome, where Moschus died leaving a testament to Sophronius to have his body taken, either to Sinai or to the Monastery of St. Theodosius. Sophronius fulfilled the desires and wishes of his teacher and translated his body to the Monastery of St. Theodosius and thereafter remained in Jerusalem which, at that time, was liberated from the Persians. He was present at the Translation of the Honorable Cross from Persia which the Emperor Heraclius carried on his shoulders into the Holy City. The aged Patriarch Zacharias, who had also returned from bondage, did not live long thereafter when he took up habitation in the other world. Patriarch Zacharias was replaced by Modestus who died in 634 A.D. Modestus was replaced by Blessed Sophronius. He governed the Church for ten years with exceptional wisdom and zeal. He rose up in defense of Orthodoxy against the heresy of Monotheletism which he condemned at his Council in Jerusalem before it was condemned at the Sixth Ecumenical Council (Constantinople, 680 A.D.). He wrote The Life of St. Mary the Egyptian,, complied The Order of the Greater Blessing of Water, and introduced several new hymns and songs in the various liturgical services. When the Arab Caliph captured Jerusalem, Sophronius begged him to spare the lives of the Christians which Omar insincerely promised. When Omar immediately began to plunder and maltreat the Christians in Jerusalem, Sophronius, with lamentation, prayed to God to take him from among the living on earth, so that he would not witness the desecration of the Holy Shrines. God heard his prayer and took Sophronius to Himself into His heavenly mansion in the year 644 A.D."
  }, {
    "title": "Holy Martyr Pionius and others with him",
    "important": false,
    "desc": "Pionius was priest from Syria. He suffered in Smyrna during the time of persecution under Decius. He was condemned to be crucified, for which he was exceedingly glad. As soon as the soldiers formed a cross and laid it upon the ground, Pionius freely lay on the cross, stretched out his arms and ordered the soldiers to nail him in the hands with spikes. The cross was inserted in the ground upside down and a fire was ignited under the head of the martyr. Many people gathered around. Pionius closed his eyes and prayed to God within himself. The flames of the fire did not even catch the hairs of his head on fire. When, at last, the fire was extinguished and when everyone thought that Pionius was dead, he opened his eyes and cried out rejoicing, \"O God, receive my soul,\" and expired. This saint wrote The Life of St. Polycarp of Smyrna,\" with whom he rejoices in the Kingdom of Christ. He suffered and was glorified in the year 250 A.D."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Venerable Theophanes the Confessor",
    "important": false,
    "desc": "Theophanes is called the Sygrian (Sigrian) because of Sygriana (Sigriana), the place of his birth. He was a kinsman of the Emperor Leo Isaurian and his son Copronymos. He possessed great wealth and splendor. But all of this lost its worth for Theophanes when the Lord Christ began to reign in his soul. He resisted his own marriage and, when he was compelled to marry, succeeded in counseling his bride to live together in chastity, as brother and sister. As soon as his parents died, his wife entered a convent and he, a monastery. His monastery was located in the Sygrian Mountains in the Province of Cyzicus. The one-time glorious and wealthy Theophanes lived in this monastery as the least of the poor. All were amazed at the change in him. Having become renowned because of his strong faith, abstinence, and wisdom, he was summoned to the Seventh Ecumenical Council (Nicaea, 783 A.D.) where the veneration of icons was confirmed. Because of his purity and chastity, God bestowed upon him the gift of performing miracles, by which he cured all diseases, especially maniacal disorders and insanity. He prayed to God for all the sick and the unfortunate and, through his prayers, helped them. Only when he became ill and his illness lingered for a while, did he refuse to pray to God for the restoration of his own health but endured his illness with gratitude. When the Iconoclastic persecution resumed again under the wicked Leo the Armenian, Theophanes was brought to Constantinople and cast into prison, where he languished for two years in hardships, pain and humiliation. Then the emperor banished him into exile to the island of Samothrace, which he had earlier foreseen in his spirit and had mentioned it to his jailers. After he arrived at Samothrace, he lived for twenty-three days and appeared before His Lord and Creator to receive his merited wreath of glory."
  }, {
    "title": "Venerable Simeon the New Theologian",
    "important": false,
    "desc": "This God-bearing and great Father of the Church was born in Galatia, Paphlagonia. Simeon was educated in Constantinople and was assigned as a courtier in attendance to the Emperors Basil and Constantine Porphyrogenitus. Simeon left all for the sake of Christ and retreated to a monastery. He lived a life of asceticism under the direction of the Elder Simeon, after which he became the abbot of the Monastery of St. Mamas and in the end became a recluse. He is the greatest theologian after St. Gregory the Theologian. Simeon felt God's Grace in his heart. His words are true spiritual and theological revelations. He died in 1032 A.D. His relics are miracle-performing."
  }, {
    "title": "Saint Gregory Dialogues",
    "important": false,
    "desc": "The son of Senator Gordianus and afterwards, himself, a senator and mayor of the city of Rome. As soon as his father died, Gregory surrendered himself to the spiritual life. From his wealth he built six monasteries in Sicily and the seventh in the city of Rome, in honor of St. Andrew the Apostle, in which he was tonsured a monk. Sylvia, his mother, entered a convent and was tonsured a nun. After the death of Pope Pelagius II, Gregory was chosen Pope. He fled from this honor and authority hiding himself in the mountains and ravines, but the Lord revealed him to those who were seeking him in the following manner: a fiery column appeared from the ground to heaven over the place where Gregory hid himself. He was exceptionally charitable. All of his income was used for building shelters and hospices for the needy. Often he invited less fortunate men and served them around the table. He spent his time writing beneficial (inspirational) books. He is also called Dialogues because he wrote a book under that name in which he extolled the miracles of the Italian saints. He also composed the \"Liturgy of the Pre-Sanctified Gifts,\" which is celebrated on Wednesdays and Fridays of the Great Lenten Season. His Arch-deacon Peter saw a dove flying above Gregory's head as he was seated and writing. He presented himself before the Lord in the year 604 A.D."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Translation of the Relics of Saint Nicephorus, Patriarch of Constantinople",
    "important": false,
    "desc": "Nicephorus governed the Holy Church wisely and zealously as one of the greatest Arch-pastors of Constantinople. When Leo the Armenian rose up against icons, Nicephorus alone defied the emperor. He first counseled the emperor and then later unmasked him. That is why the depraved emperor banished him to the island of Prokenesis. On this island there was a monastery which Nicephorous had built in honor of Saint Theodore. This confessor of the Orthodox Faith remained in this monastery for thirteen years and afterwards presented himself to the Lord in the year 827 A.D. Since all the iconoclastic emperors had perished, and Michael, with his mother Theodora, sat on the Imperial Throne, Patriarch Methodius then was restored to the Patriarchal Throne. The relics of St. Nicephorous were translated from Prokenesis to Constantinople in 846 A.D. and were reposed, first in the Church of the Divine Wisdom of God (St. Sophia), from which he was banished during his life, and later reposed in the Church of the Twelve Apostles. The principal feast of this great hierarch is commemorated on June 2 and again on March 13 when the discovery and translation of his incorruptible relics is commemorated. On March 13, St. Nicephorous was banished from Constantinople and then, again, on March 13, nineteen years later, his relics were returned to the Capitol."
  }, {
    "title": "Saint Christina the Persian",
    "important": false,
    "desc": "For her unwavering confession of faith in Christ, she was cruelly tortured in Persia in the fourth century. So much did they torture her, flogging her with a whip, that she became weak and died. Her soul then departed from her tortured body and entered into the joy of Christ, the King and Lord."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Venerable Benedict",
    "important": false,
    "desc": "Benedict was born in Nursia (Norcia) a province in Italy, in the year 480 A.D., of wealthy and distinguished parents. He did not remain long in school for he alone saw that because of lack of knowledge one can lose \"the great understanding of his soul.\" He left school \"an unlearned wise man and an understanding fool.\" He retreated to a monastery where he was tonsured by the monk Romanus after which he withdrew to a steep mountain where he remained in a cave for more than three years in a great struggle over his soul. Romanus brought him bread and lowered it down the steep mountain on a rope to the opening of the cave. When Benedict became known in the vicinity and in order to retreat from the glory of man, he withdrew from this cave. He was merciless toward himself. Once, when an unclean and raging passion of the flesh seized him, he removed all his clothes and rolled around naked in the thorns until he repelled every thought of a woman. God endowed him with many spiritual gifts: he discerned thoughts; he healed; he expelled evil spirits; he raised the dead; he appeared to some openly; and to others who were distant, he appeared in dreams. At one time, Benedict perceived that the glass of wine served to him was poisoned. When he made the sign of the cross over it, the glass burst. In the beginning he established twelve monasteries and in all of them, he placed twelve monks each. Later on, he founded the special order of the Benedictines which exists even today in the Roman Church. On the sixth day before his death, he ordered that his grave which had been prepared earlier be opened for the saint foresaw that his end was near. He assembled all the monks, counseled them and then gave up his soul to the Lord whom he had faithfully served in poverty and in purity. Scholastica, his sister by birth, lived in a convent and looking up to her brother, she greatly mortified herself and reached a high state of spiritual perfection. When St. Benedict gave up his soul, two monks, one traveling on the road and one at prayer in a far away cell, simultaneously saw the same vision. They saw a path extending from earth to heaven, covered with a precious woven fiber and illuminated on both sides by rows of men. At the head of the path, there stood a man of indescribable beauty and light who said to them that this path was prepared for Benedict, favored by God. As a result of this vision, these two brothers learned that their good abbot departed from this world. He died peacefully in the year 543 A.D. and entered into the eternal Kingdom of Christ the King."
  }, {
    "title": "Saint Euschemon, Bishop of Lampsacus",
    "important": false,
    "desc": "At the time of the Iconoclastic controversy Euschemon endured persecution and imprisonment. He died during the reign of Emperor Theophilus, the Iconoclast (829 - 842 A.D.)."
  }, {
    "title": "Saint Theognostus",
    "important": false,
    "desc": "Theognostus was Metropolitan of Kiev. He was a Greek by origin and a successor to St. Peter of Kiev. He suffered much from the Mongol hordes, especially at the hands of Janibeg Khan. Theognostus was slandered by his own Russian people before the Mongolian emperor because he did not render the emperor any tribute for his episcopal rank. When the emperor summoned and questioned him concerning this, Theognostus replied: \"Christ our God has redeemed this Church from paganism by His Precious Blood. For what and on what should I pay tribute to the pagans?\" In the end he was released and returned home. He governed the Church for twenty-five years. He died to the Lord in the year 1353 A.D."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Holy Martyr Agapius and the Seven with him: Publius, Timolaus, Romulus, Alexander, Alexander, Dionysius and Dionysius",
    "important": false,
    "desc": "They all suffered in Caesarea in Palestine at the hand of Prince Urban during the reign of Emperor Diocletian. All seven were extremely young men, none of whom were Christians, except Agapius. Neither were they baptized with water, but theirs was a \"baptism by blood.\" One day these seven young men were observing how Christians were being tortured; one in the fire, another on the gallows and a third before wild beasts. Seeing with what great forbearance these Christians endured all pain and sufferings, these seven became inflamed with a zeal for Christ. They tied their hands behind their backs and came before Urban saying, \"We also are Christians.\" The flattery and threats of Urban remained, but in vain. These young men were joined by a distinguished citizen of this town, Agapius, who, until then, had suffered much for Christ. They became all the more enflamed in their faith and love for the Lord. All were beheaded in the year 303 A.D. and took up their abode in the mansions of the Heavenly King."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Holy Apostle Aristobulus, One of the Seventy Apostles",
    "important": false,
    "desc": "Born in Cyprus, Aristobulus was the brother of the Apostle Barnabas. He followed the Apostle Paul, who mentions him in his Epistle to the Romans saying, \"Greet those who belong to the family of Aristobulus\" (Romans 16:10). When the great apostle appointed many bishops throughout the various parts of the world, he appointed Aristobulus as bishop for the British, that is, England. In Britain the people were savages, heathen and wicked. Aristobulus endured many indescribable tortures, misfortunes and evil among them. They struck and beat him mercilessly, dragged him about the streets, ridiculed and mocked him. Finally this holy man succeeded by the power of the Grace of God. He enlightened the people, baptized them in the name of Christ the Lord, built churches, ordained priests and deacons and, in the end, died there peacefully and entered into the Kingdom of the Lord, Whom he faithfully served."
  }, {
    "title": "Holy Martyr Sabinus",
    "important": false,
    "desc": "Sabinus was a Syrian from the city of Hermopolis and an official of that city. At the time of a persecution against the Christians, he withdrew to a mountain with a large number of other Christians and closed himself off in a hut, where he spent his time in fasting and prayer. A certain beggar, who brought him food and for whom Sabinus performed a good deed, reported him. As did Judas to Christ, so also, this unfortunate one betrayed his benefactor for two pieces of gold. Sabinus, with six others, were apprehended, bound by the soldiers and brought to stand trial. After great and enormous pains he was cast into the Nile river where he gave up his soul to God in the year 287.A.D."
  }, {
    "title": "The Hieromartyrs Trophimus and Thallus",
    "important": false,
    "desc": "They were born in Syria and were brothers by birth. They openly and freely preached Christ and denounced the folly of the Hellenes (Greeks) and Romans. The enraged pagans decided to have them stoned to death, but when they began hurling stones upon these two holy brothers, the stones reverted and struck the assailants and the brothers remained unharmed. Afterward they were both crucified. From their crosses the brothers taught and encouraged those Christians who stood sorrowfully around. After much agony they presented their souls to the Lord to Whom they remained faithful to the end. They suffered honorably in the year 300 A.D., in the city of Bofor."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Saint Alexis, the Man of God",
    "important": true,
    "desc": "Varied are the paths upon which God leads those who desire to please Him and to fulfill His Law. There lived in Rome at the time of Emperor Honorius a high-ranking dignitary, Euphemian, who was highly respected and extremely wealthy. He and his wife, Algae, led a God-pleasing life. Even though he was wealthy, Euphemian sat at the table once a day, only after the setting of the sun. He had an only son, Alexis, who, when he had reached the age of maturity, was compelled to marry. But on that same night, he left not only his wife but the home of his father as well. Alexis boarded a boat and arrived at the city of Edessa in Mesopotamia, where there was a renowned image of our Lord, sent there by our Lord Himself to Emperor Abgar. Having venerated this image, Alexis clothed himself in the dress of a beggar and, as such, lived in the city for seventeen years, continually praying to God in the vestibule of the Church of the Holy Mother of God. When it became public that he was a man of God, he became frightened of the praise of men, departed Edessa and boarded a boat and traveled to Laodicea. According to God's Providence, the boat was carried away and sailed all the way to Rome. Considering this to be the finger of God, Alexis decided to go to the house of his father and there, as an unknown, continued his life of self-denial. His father did not recognize him but out of charity allowed him to live in his courtyard in a hut. Alexis remained here for seventeen years living only on bread and water. Mistreated by the servants in various ways, he endured all to the end. When his end approached, he wrote a letter, clenched it in his hand, laid down and died on March 17, 411 A.D. At the same time there was a revelation in the Church of the Twelve Apostles, and in the presence of the emperor and the patriarch, a voice was heard which said, \"Seek out the Man of God.\" Shortly after that, it was revealed that this Man of God resided at the house of Euphemian. The emperor along with the pope and an entire retinue arrived at the home of Euphemian and after a lengthy discussion learned that the beggar was that \"Man of God.\" When they entered his hut, they found Alexis dead but his face shown as the sun. From that letter his parents learned that it was their son Alexis. Also, his bride, who for 34 years lived without him, learned that he was her husband. All were overcome with immense grief and pain. Later, they were comforted after seeing how God glorified His chosen one. By touching his body, many of the sick were healed, and from his body flowed sweet-smelling oil (Chrism). His body was buried in a sarcophagus of marble and jasper. His head reposes in the Church of St. Laurus in the Peloponnese."
  }, {
    "title": "Holy Martyr Marinus",
    "important": false,
    "desc": "Marinus was a soldier. Not only did he not want to offer sacrifices to the idols, but if others made sacrifices, he scattered and trampled them under his feet. As a result of this, Marinus was tortured and beheaded in the third century. A certain Senator, Astyrius, clothed in a priceless white garment witnessed the suffering of St. Marinus. Astyrius was so overcome with enthusiasm for the Faith of Christ, Who gives to His followers so much courage, that he placed the martyred body on his shoulders, removed it and buried it with honors. Upon seeing this, the pagans murdered him also as a Christian."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Saint Cyril, Archbishop of Jerusalem",
    "important": false,
    "desc": "Cyril was born in Jerusalem during the reign of Constantine the Great and died during the reign of Theodosius the Great (315 - 386 A.D.). He was ordained a priest in 346 A.D. and succeeded to the throne of Blessed Maximus, Patriarch of Jerusalem in 350 A.D. On three occasions he was dethroned and banished into exile until finally, during the reign of Theodosius, he was restored and lived peacefully for eight years and then gave up his soul to the Lord. He underwent two difficult struggles: one, against the Arians, who became powerful under Constantius, the son of Constantine, and the other during the reign of Julian the Apostate (this turncoat) and with the Jews. At the time of the dominance of the Arians and on the Day of Pentecost, a sign of the cross, brighter than the sun, appeared which stretched over Jerusalem and the Mount of Olives and lasted for several hours from the ninth hour in the morning. Concerning this phenomenon, seen by all the inhabitants of Jerusalem, a report was written to Emperor Constantius which served much in establishing Orthodoxy against the heretics. During the time of the Apostate, still another sign occurred. In order to humiliate the Christians Julian persuaded the Jews to restore the Temple of Solomon. Cyril prayed to God that this not happen. There was a terrible earthquake which destroyed all that had been newly built. Then the Jews began restoration anew. Again, there was an earthquake which destroyed not only the newly constructed portion but overturned and scattered the old stones beneath the ground which supported the Temple. And so the words of the Lord came true that \"there will not be left here a stone upon another stone that will not be thrown down\" (St. Matthew 13:2 - St. Luke 2:6). Among the many writings of this holy father is his Catechetical Discourses, a first class work preserved to the present which confirms the faith and practice of Orthodoxy. This saint was a unique arch-pastor and a great ascetic. He was meek and humble, exhausted from fasting, and pallid. After a life of many labors and noble struggles for the Orthodox Faith, Cyril peacefully died and took up habitation in the eternal court of the Lord."
  }, {
    "title": "Aninus, the Wonder-Worker",
    "important": false,
    "desc": "Aninus was born in Chalcedon. He was of short stature as was Zacchaeus of old but great in spirit and faith. He withdrew from the world in his fifteenth year and settled in a hut near the Euphrates river where he prayed to God and atoned for his sins, at first with his teacher Mayum and, after his death, alone. Through the power of his prayers, he replenished a dry well with water, healed the sick of various maladies and tamed wild beasts. A trained lion accompanied him and was at his service at all times. He discerned the future. When Pionius, a stylite, was attacked and badly beaten by robbers some distance away from Aninus, Pionius decided to descend from the pillar and proceed to complain to the judges. St. Aninus \"discerned the soul\" of this stylite and his intention. He sent a letter to Pionius, by his lion, counseling him to abandon his intention, to forgive his assailants and to continue in his asceticism. His charity was inexpressible. The bishop of Neo-Caesarea presented him with a donkey in order to ease the burden of carrying water from the river, but he gave the donkey to a needy man who had complained to him about his poverty. The bishop presented him with another donkey and he gave that one away. Finally, the bishop gave him a third donkey, not only to serve as a water-carrier but one that Aninus was to care for and to return. Before his death Aninus saw Moses, Aaron and Or (Egyptian Ascetic) approaching him, and they called out to him, \"Aninus, the Lord is calling you, arise and come with us.\" He revealed this to his disciples and gave up his soul to the Lord, Whom he faithfully served. He was one-hundred ten years old when his earthly life was ended."
  }]
}]