{
  "month": 4,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Holy Martyrs Chrysanthus and Daria and the others with them",
      "important": false,
      "desc": "Chrysanthus was the only son of Polemius, a distinguished patrician, who settled in Rome from Alexandria. As the son of wealthy parents, Chrysanthus studied all the secular subjects, having the most learned men for instructors. But secular wisdom confused him and left him in uncertainty as to what is truth. As a result of this, he grieved. But God, who plans all and everything, alleviated his grief. A written copy of the Gospels and the Acts of the Apostles came into the hands of the young Chrysanthus. Having read them, Chrysanthus was enlightened with the truth, and he desired a teacher and found one in the person of a certain priest, Carpophorus, who taught and baptized him. This did not please his father, who attempted everything in order to dissuade him from believing in Christ. Not succeeding, the wicked father at first tried to corrupt him by placing him alone with an immoral woman. In this, Chrysanthus was victorious over himself and persevered in chastity. His father then coerced him into marring Daria, a pagan girl. Chrysanthus counseled Daria to embrace the Faith in Christ and to live together as brother and sister, although pretending to be married. When his father died, Chrysanthus began to confess Christ openly and to live as a Christian, both he and his entire household. During the reign of Emperor Numerian, he and Daria were cruelly tortured for their faith. Even the torturer Claudius, witnessing the forbearance of these honorable martyrs and the miracles which were manifested during their agony, embraced the Faith of Christ along with his entire household. For this, Claudius was drowned. Both of his sons were beheaded. His wife, after having recited her prayers, died on the gallows. Daria was so steadfast in her agony that the pagans cried out, \"Daria is a goddess!\" Finally, it was decreed that Chrysanthus and Daria be buried in a deep pit and covered with stones. Later, a church was erected on this site. There was a cave near this pit where some Christians assembled for prayer and Communion in memory of the Saints Chrysanthus and Daria. Hearing of this, the pagans attacked and sealed off this cave. By such a death, the pagans drove these Christians from this world to a better world where Christ reigns eternally. These glorious martyrs, Chrysanthus and Daria and the others with them, among whom were Diodorus the priest and Marianus the deacon, suffered for Christ in Rome in the year 284 A.D."
    }],
    "id": 91
  }, {
    "day": "2",
    "holydays": [{
      "title": "Holy Martyr Photina",
      "important": false,
      "desc": "This was the Samaritan woman who had the rare fortune to converse with the Lord Christ Himself at the Well of Jacob, near Sychar (St. John 4:4-31). Believing in the Lord, Photina afterwards went to preach His Gospel with Victor and Josiah her two sons, and with her five sisters, Anatolia, Phota, Photida, Parasceve and Cyriaca. They had gone to Carthage in Africa. There they were arrested and taken to Rome during the reign of Emperor Nero and were thrown into prison. By God's Divine Providence, Domnina, the daughter of Nero, came into contact with St. Photina and was converted to the Faith of Christ by her. After imprisonment they all suffered for the sake of Christ. Photina, who for the first time was enlightened with the light of truth at the well of Sychar, was now thrown into a well where she died and entered into the eternal kingdom of Christ."
    }, {
      "title": "Venerable Martyrs John and others from the monastic brotherhood of Saint Sabas the Sanctified near Jerusalem",
      "important": false,
      "desc": "This glorious monastery still exists today. Many times it was attacked by brutal Arabs, pillaged and laid waste. But, by the Divine Providence of God, it was always restored and is preserved until today. During the reign of Constantine and Irene, it was attacked and pillaged by the Arabs. The monks did not want to flee but, counseling with their abbot Thomas, they said, \"We have fled from the world into this wilderness for the sake of our love for Christ and it would be shameful if we fled from the wilderness out of fear of men. If we are slain here, we will be slain because of our love for Christ for Whose cause we came to live here.\" Having decided, they awaited the armed Arabs, unarmed as lambs before wolves. Some of the monks the Arabs killed with arrows and some they sealed off in the cave of St. Sabas. They lighted a fire at the entrance of the cave and all were suffocated by the smoke. Thus many of them died as martyrs for the sake of Christ and were translated into the Kingdom of Him Whom they loved and for Whose love they perished. They suffered honorably prior to the Feast of the Resurrection in 796 A.D., during the reign of Constantine and Irene and Elijah, the Patriarch of Jerusalem. A just punishment quickly befell these savage attackers. Returning to their tents, they began to quarrel among themselves and in mutual combat all were slain. This occurred in the year 796 A.D."
    }],
    "id": 92
  }, {
    "day": "3",
    "holydays": [{
      "title": "Saint James, Bishop and Confessor",
      "important": false,
      "desc": "Neither the place of his birth nor the place where James served as bishop are known. Only this is known: he fulfilled the law of Christ and spent much time in mortifying himself through strict fasting and prayer. During the time of Copronymos, James endured great hardships and suffering at the hands of the Iconoclasts, such as hunger, imprisonment and ridicule of all sorts. Finally, he gave up his soul to God, Whom he had faithfully served in this life. He lived and suffered in the eighth century."
    }, {
      "title": "Saint Thomas, Patriarch of Constantinople",
      "important": false,
      "desc": "Thomas lived during the reign of the Emperors Maurice and Phocas and at the time of the Patriarchs St. John the Faster and Cyriac. Because of his great piety and zeal, Thomas attracted the attention of St. John and was advanced to the order of patriarchal deputy by that saint. Following the death of Cyriac, Thomas was elected patriarch. At this time, an extraordinary event occurred. On one occasion when there was a procession with crosses, the crosses began to sway on their own and began to strike one another. All the people were amazed at this. When the patriarch learned about this being an actual occurrence, he summoned Theodore Sykeon, the renowned hermit who possessed the \"gift of discernment.\" The patriarch implored Theodore to explain to him what this incident foretells. Theodore prayed to God and revealed to the patriarch that this occurrence portents great misfortunes, both for the Church and for the Greek Empire, which will surface as a result of internal religious and internal political dissensions. Christians will fight and annihilate each other. All of this was shortly fulfilled. Thomas implored Theodore to pray for him that God would take him before these tragedies begin. \"Do you command that I come to you or that we see each other over there before God.\" This is how Theodore replied to the patriarch, indicating that the patriarch would die soon. That very same day the patriarch became ill and died. Shortly after him, St. Theodore also died. St. Thomas died and took up habitation with the Lord in 610 A.D."
    }],
    "id": 93
  }, {
    "day": "4",
    "holydays": [{
      "title": "The Hieromartyr Basil, Presbyter of Ancyra",
      "important": false,
      "desc": "Under Emperor Constantius, Basil endured and suffered much at the hands of the Arians. At that time he was renowned as a great zealot of Orthodoxy and a true shepherd of his entrusted flock in Ancyra. When Julian the Apostate ascended the throne, he began to persecute Christians. Because Basil openly unmasked this latest impurity and strengthened his people in the Faith, he was cast into prison. When Emperor Julian came to Ancyra, Basil was brought before him and the emperor tried to persuade him to abandon his faith in Christ, promising him honors and riches. Basil answered the emperor; \"I believe in my Christ, Whom you denied and Who gave you this earthly kingdom; but, that will be taken away from you, shortly. Have you no shame of the sacred altar under which you were saved when they sought to kill you as an eight year old child? That is why this temporary kingdom will be taken from you shortly and your body will not be buried when your soul is violently wrested from you in bitter pains.\" Julian became enraged and ordered that seven strips of skin be pealed from his body everyday. The tormentors did this for several days. When Basil appeared again before the emperor, he took a belt of his own skin and threw it into the face of Julian and crying out to him said, \"Take it, Julian, and eat if this kind of food is sweet to you but, for me, Christ is Life.\" This incident was proclaimed throughout the towns, and the emperor, out of shame, secretly departed from Ancyra to Antioch. They continued to torture Basil with red hot irons until he gave up his soul to God, for Whom he suffered in the year 363 A.D."
    }, {
      "title": "Saint Drosida",
      "important": false,
      "desc": "Drosida was the daughter of Emperor Trajan. She was captured with five other women at night while they were gathering the bodies of the tortured martyrs for Christ. For this she was severely disfigured by the emperor. Those five women were horribly tortured and, in the end, were thrown into a vat of molten copper, where they gave up their souls to their Lord. Drosida remained under the strict guard of the emperor. She escaped from the palace and baptized herself in a river. After eight days she gave up her soul to God."
    }],
    "id": 94
  }, {
    "day": "5",
    "holydays": [{
      "title": "Holy Priestly-Martyr Nicon",
      "important": false,
      "desc": "Nicon was born in Naples of a pagan father and Christian mother. Nicon was a Roman officer in Naples and was not baptized, even though his mother tutored him secretly from his father in the Faith of Christ. Once, when Nicon was sent into battle with his troops, his mother counseled him to make the sign of the cross and to call upon Christ for help if any misfortune would befall him. And, indeed, while in battle, Nicon's troops were completely surrounded; and, toward the end of the battle, Nicon made the sign of the cross in his heart and cried out to Christ. Immediately, he was filled with unusual strength and pursued his enemies. Some he slew and others he forced to flee. Returning to his home, Nicon continuously cried out in amazement, \"Great is the Christian God.\" Since he had made his mother happy with the news of his victory with the help of the Cross of Christ, he secretly sailed to Asia where Theodosius the Bishop of Cyzicus baptized him. Following his baptism, he secluded himself in a monastery where he devoted himself to study and asceticism. Before his death Theodosius had a vision in which he was told to ordain Nicon as his successor. Immediately the aged Theodosius summoned Nicon and ordained him a deacon; after that, a priest, and then, a bishop. Shortly thereafter, according to God's Providence, Nicon came to Naples where he discovered that his mother was still living. Following his mother's death, Nicon, with nine disciples, his former war companions, withdrew to Sicily and there dedicated himself to preaching the Gospel. However, at that time there was a terrible persecution of Christians. Prince Quintianus captured Nicon with his companions and inflicted great pain and suffering upon them. His one-hundred ninety disciples and companions were beheaded. The tormentor tied Nicon to the tail of a horse, hurled him from a steep wall into a gorge, beat him, and skinned him; but Nicon survived all of these tortures. Finally, he was beheaded and took up habitation with the Lord. His body was left in the fields to be devoured by the birds. A certain herdsman, with a rabid evil spirit, tripped and fell over the dead body of Christ's martyr and immediately the herdsman was healed. Proclaiming the news about Nicon's body, Christians came forth and honorably buried the body of Nicon. St. Nicon suffered during the reign of the Emperor Decius."
    }, {
      "title": "Venerable Nicon of the Kievan Caves",
      "important": false,
      "desc": "Nicon was a companion of St. Anthony of the Caves and a spiritual father to the Venerable Theodosius. Because of the monastic tonsuring of the Boyar Barlaam and of the eunuch Ephrem, Nicon was threatened by Prince Izjaslav; but his wife, the princess, turned the anger of the prince into the fear of God. Then Nicon, the holy one, was left in peace. Wanting to adorn the church with icons, Nicon implored God for assistance. As a result of his prayers, certain Greek iconographers unexpectedly came to Kiev from Constantinople. St. Anthony and St. Theodosius appeared to these iconographers in a vision and directed them to Nicon in Kiev. Nicon was praised because of his courageous asceticism and spiritual wisdom. Against his will, Nicon, in his old age, became the abbot of Pecer. He presented himself to the Lord in the year 1066 A.D. His incorruptible relics are persevered in the Monastery of the Caves in Kiev."
    }],
    "id": 95
  }, {
    "day": "6",
    "holydays": [{
      "title": "Venerable James, the Confessor",
      "important": false,
      "desc": "James suffered while defending icons under Leo the Armenian. He was a monk and a member of the brotherhood of the Studite Monastery. When the Studite Theodore the Great was in exile, James was subjected to severe tortures in order to persuade him to renounce the veneration of icons. To the end he remained steadfast and faithful to Orthodoxy. Beaten and tortured, he was finally sent back to the monastery after the wicked Emperor Leo came to a wretched end. As a result of severe blows, he died in the monastery and took up habitation among the heavenly citizens."
    }, {
      "title": "Venerable Zacharias",
      "important": false,
      "desc": "Zacharias was the son of Carion the Egyptian. Zacharias left his wife and children and became a monk. He took his father with him because his mother was unable to care for him. Even though Zacharias was younger than most of the elders in the Scete, he was favored with greater gifts of Grace than many of the others were. He felt that his whole being was on fire with the Grace of God. To the question of St. Macarius: \"Who is the ideal monk?\" Zacharias replied, \"He who continually compels himself to fulfill the commandments of God.\" To the question of Abba Moses: \"What does it mean to be a monk?\" Zacharias removed his monastic head gear (Kamilavka) and trampled it underfoot and said, \"If a man is not shattered as this, he cannot be a monk.\" He was a great light among the monks of the wilderness and while still young died to the Lord."
    }],
    "id": 96
  }, {
    "day": "7",
    "holydays": [{
      "title": "Annunciation",
      "important": true,
      "desc": "When the most holy Virgin had lived and served in the Temple at Jerusalem for eleven years, and was by then fourteen years old when, that is, she was entering on her fifteenth year - the priests informed her that, according to the Law, she could no longer remain in the Temple but must be betrothed and marry. But, to the great surprise of all the priests, the most holy Virgin replied that she had dedicated herself to God and wished to a maiden remain till death and enter into wedlock with no-one. Then, by God's providence and under His inspiration, Zacharias, the high priest and father of the Forerunner, in consultation with the other priests, chose twelve unmarried men from the tribe of David so that they might entrust the Virgin Mary to one of them to preserve her virginity and care for her. She was thus entrusted to Joseph, an old man from Nazareth and a kinsman of hers. In his house, the most holy Virgin continued to live in the same manner as in the Temple of Solomon, passing her time in the reading of the sacred Scriptures, in prayer, in pondering on the works of God, in fasting and in handwork. She scarcely ever left the house, nor took an interest in worldly matters or events. She generally conversed very little with anyone, and never without a particular need. She was intimate only with the two daughters of Joseph. But when the time prophesied by the Prophet Daniel had come and when God was pleased to fulfil the promise made to Adam when He drove him out of Paradise, and to the prophets, the mighty Archangel Gabriel appeared in the chamber of the most holy Virgin, at the precise moment (as some priestly writers have related) that she was holding open on her lap the book of the Prophet Isaiah and pondering on his great prophecy: 'Behold, a virgin shall conceive and bear a son'. Gabriel appeared to her in angelic light and said to her: 'Rejoice, thou that art highly favoured, the Lord is with thee!', and so forth, just as is related in the Gospel of the divine Luke. With this angelic greeting and the descent of the Holy Spirit, the salvation of mankind and the renewal of creation were set in motion. The Archangel turned the first page of the story of the New Testament with the word 'Rejoice!', to show by this the joy that the New Testament signifies for mankind and for all things created. And therefore the Annunciation is looked upon as a joyous, as well as a great, feast."
    }],
    "id": 97
  }, {
    "day": "8",
    "holydays": [{
      "title": "Holy Archangel Gabriel",
      "important": true,
      "desc": "The herald of the incarnation of the Son of God, he is one of the seven great angels who stand before the throne of God. He revealed to Zacharias the birth of the Forerunner, and said of himself: 'I am Gabriel that stand in the presence of God' (Lk. 1:19). His name, Gabriel, signifies 'man of God'. Speaking about the Annunciation, the holy Fathers comment that an angel with such a name was sent to signify who He was, and of what nature He was, who would be born of the most pure Virgin. He would be the Man of God, the Man-God, the strong and mighty God. Others have found that it was this same Gabriel who announced the conception of the Virgin Mary to Joachim and Anna, and that it was he who taught Moses in the wilderness to write the Book of Genesis. The holy Fathers considered that Gabriel belongs to the foremost and highest order of the heavenly powers, the seraphim, since the seraphim stand closest to God. And so he is one of the seven seraphim closest to God. The names of these seven are: Michael, Gabriel, Raphael, Uriel, Selathiel, Jegudiel and Barachiel. Some would add Jeremiel to this number. Each has his own particular service, but all are equal in honour. Why did God not send Michael? For the reason that Michael's service is the suppression of the enemies of God's truth, while Gabriel's is the annunciation of the salvation of the human race."
    }],
    "id": 98
  }, {
    "day": "9",
    "holydays": [{
      "title": "Holy Martyr Matrona",
      "important": true,
      "desc": "She was an orphan, and a servant in the house of a certain Jew in Salonica. The wife of this Jew constantly derided Matrona for her faith in Christ, and urged her to cast Christ aside and go to the synagogue. But the humble Matrona went about her work conscientiously, not replying to, her mistress and secretly praying to Christ our God. On one occasion the Jewess discovered that Matrona had gone to church unbeknown to her, and demande , in a great rage, to know why she had gone to the church and not the synagogue. 'Because God is alive in the Christian Church, but He has departed from the synagogues of the Jews', replied Matrona. Enraged by such a courageous answer, the Jewess thrashed her and locked her in a dark chamber, and in addition to that had her bound. But the next day she found her unbound by the power of God and kneeling in prayer, praising God. Then she locked her up again for the second time until she died of hunger. Then that wicked woman took the body of the holy maiden and threw it to the ground from the top of her house. Christians took the body of the martyr and buried it, and the bishop, Alexander, when he had learned of the many miracles worked by the holy martyr, built a church over her grave. As for the evil Jewess, she soon received her just reward, when, standing on the same spot from which she had thrown Matrona's body, she slipped and fell onto the cobbled pavement and was smashed to pieces."
    }, {
      "title": "Venerable Paphnutius",
      "important": false,
      "desc": "He was a disciple of St Antony the Great. The holiness of his life brought many sinners (for example, St Thais, Oct 8th) back to the path of repentance, for he was more like a bodiless angel than a carnal man. He entered into rest towards the end of the fourth century. "
    }],
    "id": 99
  }, {
    "day": "10",
    "holydays": [{
      "title": "Venerable Hesychius of Jerusalem",
      "important": false,
      "desc": "A priest and a profound theologian, he was a disciple of St Gregory the Theologian and a contemporary of St Euthymius the Great. He entered peacefully into rest in about 451."
    }, {
      "title": "Venerable Hilarion, the New Confessor",
      "important": false,
      "desc": "He was abbot of the monastery of Pelekete near the Hellespont, and was irradiated like the sun with the spirit of God. He healed sicknesses among the people and drove out evil spirits. In the reign of Leo the Isaufian, the Iconoclast persecution began and this man of God suffered during it. He was exiled with his forty monks to a place near Ephesus, died there in prison in 754 and entered into the Kingdom of Christ."
    }],
    "id": 100
  }, {
    "day": "11",
    "holydays": [{
      "title": "Saint Mark, Confessor and Bishop of Arethusa in Syria",
      "important": false,
      "desc": "We are told about Mark's suffering by St. Gregory the Theologian and by Blessed Theodorit. According to this report, Mark, during the reign of Emperor Constantine, destroyed a pagan temple and converted many to the Faith of Christ. When Julian ascended the throne and, shortly thereafter, apostatized from the Faith of Christ, a citizen of Arethusa then also denied Christ and reverted to paganism. Then they rose up against Mark because he destroyed their temple, seeking that he either rebuild the temple or pay a large sum of money. Since the aged Mark refused to do either of the two, he was flogged, mocked and dragged through the streets. After that they severed his ears with a thin but strong thread. They then stripped him, rubbed him with honey, and left him tied to a tree in the heat of summer so that he would be bitten by wasps, mosquitoes, and hornets. The martyr of Christ endured all without moaning. Mark was very old, but in his countenance he shone like an angel. The pagans reduced the price for their temple even more and finally sought from Mark an insignificant sum, which he could have easily given, but he refused to give even one coin for this purpose. His patience made an enormous impression on the citizens, and they began to admire him for it and to feel sorry for him. They then lowered the cost of the temple to practically nothing, in order to allow him to live. Finally, they permitted him to go free, and one by one they all received instruction from him and returned to the Faith of Christ. At the same time, in the city of Heliopolis at the foot of Mt. Lebanon Cyril a deacon, suffered for a similar act. During the time when Christianity enjoyed freedom, Cyril destroyed some idols and under Julian the Apostate, was brutally tortured. So embittered were the pagans against him that when they killed him, they tore and ripped open his entrails with their teeth. The same day on which St. Cyril suffered, many others also suffered. The spiteful pagans carved up their bodies into pieces, mixed them with barley and feed it to the swine. Punishment reached them swiftly: all of their teeth fell out and an unbearable stench emitted from their mouths."
    }, {
      "title": "Venerable John the Hermit",
      "important": false,
      "desc": "John was the son of Juliana, a Christian woman in Armenia. As a young boy, he left his mother and withdrew into the wilderness, completely enflamed with love toward Christ the Lord. In the wilderness, he first surrendered himself to the guidance of a spiritual director, Pharmutius, who had been found so worthy before God that an angel of God brought him bread daily. Afterwards, the young John distanced himself and withdrew into solitude. He lowered himself into a dry well where he spent ten years in fasting, prayer and vigils. St. Pharmutius brought bread from the angel and gave it to him. So that John would not become proud, the angel of God did not want to give bread to the young John personally, but rather through his spiritual father Pharmutius. After ten years of difficult mortification in the well, St. John presented himself to the Lord. His relics revealed itself to be wonder-working. He lived and was glorified by God and men in the fourth century."
    }],
    "id": 101
  }, {
    "day": "12",
    "holydays": [{
      "title": "Venerable John Climacus",
      "important": false,
      "desc": "John Climacus is the author of \"The Ladder of Divine Ascent.\" John came to Mt. Sinai as a sixteen year old youth and remained there, first as a novice under obedience, and afterwards as a recluse, and finally as abbot of Sinai until his eightieth year. He died around the year 563 A.D. His biographer, the monk Daniel, says about him: \"His body ascended the heights of Sinai, while his soul ascended the heights of heaven.\" He remained under obedience with his spiritual father, Martyrius, for nineteen years. Anastasius of Sinai, seeing the young John, prophesied that he would become the abbot of Sinai. After the death of his spiritual father, John withdrew into a cave, where he lived a difficult life of asceticism for twenty years. His disciple, Moses, fell asleep one day under the shade of a large stone. John, in prayer in his cell, saw that his disciple was in danger and prayed to God for him. Later on, when Moses returned, he fell on his knees and gave thanks to his spiritual father for saving him from certain death. He related how, in a dream, he heard John calling him and he jumped up and, at that moment, the stone tumbled. Had he not jumped, the stone would have crushed him. At the insistence of the brotherhood, John agreed to become abbot and directed the salvation of the souls of men with zeal and love. From someone John heard a reproach that he talked too much. Not being angered by this, John however remained silent for an entire year and did not utter a word until the brothers implored him to speak and to continue to teach them his God-given wisdom. On one occasion, when six-hundred pilgrims came to the Monastery of Sinai, everyone saw an agile youth in Jewish attire serving at a table and giving orders to other servants and assigning them. All at once, this young man disappeared. When everyone noticed this and began to question it, John said to them, \"Do not seek him, for that was Moses the Prophet serving in my place.\" During the time of his silence in the cave, John wrote many worthwhile books, of which the most glorious is\"The Ladder.\" This book is still read by many, even today. In this book, John describes the method of elevating the soul to God, as ascending a ladder. Before his death, John designated George, his brother in the flesh, as abbot. George grieved much because of his separation from John. Then John said to him, that, if he (John) were found worthy to be near God in the other world, he would pray to Him, that, he, (George), would be taken to heaven that same year. And, so it was. After ten months George succeeded and settled among the citizens of heaven as did his great brother, John."
    }],
    "id": 102
  }, {
    "day": "13",
    "holydays": [{
      "title": "Hieromartyr Hypatius the Bishop of Gangra",
      "important": false,
      "desc": "Hypatius was born in Cilicia and was the bishop of Gangra. He was present at the First Ecumenical Council (Nicaea, 325. A.D.) and was renowned throughout because of his pious and saintly life and his miracle-working. The Emperor Constantius ordered that a likeness of Hypatius be made during the saint's lifetime. The emperor kept this likeness in his palace as a weapon against all adverse powers. Once upon returning from Constantinople, Hypatius was attacked in a narrow gorge by Novatian heretics and, along with others, was hurled to the ground in mud. At that moment a woman from that group struck him in the head with a stone and, thus, the saint died. Immediately that woman went insane and took that same stone and struck herself with it. When they took her to the grave of St. Hypatius, he interceded before God on her behalf. She was healed by the great compassionate soul of Hypatius and lived the remainder of her life in repentance and prayer. St. Hypatius died and took up habitation in the eternal Kingdom of Christ the God, in the year 326 A.D."
    }, {
      "title": "Venerable Apollonius",
      "important": false,
      "desc": "Apollonius was a renowned Egyptian ascetic. In his fifteenth year he renounced the world and withdrew to a mountain where he lived for forty years feeding on vegetation. After that, he established a monastery in which five-hundred monks lived. He died peacefully in the year 395 A.D."
    }],
    "id": 103
  }, {
    "day": "14",
    "holydays": [{
      "title": "Saint Mary the Egyptian",
      "important": false,
      "desc": "The biography of this wonderful saint was written by St. Sophronius, the Patriarch of Jerusalem. Once, during the Honorable Fast (Lenten Season), a certain .priest-monk (Hieromonk), the Elder Zosimus, withdrew into the wilderness beyond the Jordan, a twenty-day trek. Suddenly, he caught sight of a human being with a withered and naked body whose hair was as white as snow and who began to flee from the sight of Zosimus. The elder ran for a long while until this person crouched down in a brook and cried out: \"Abba Zosimus forgive me for the sake of the Lord. I cannot face you for I am a naked woman.\" Zosimus then tossed his outer garment to her which she wrapped around herself and then showed herself to him. The elder was frightened upon hearing his name spoken from the mouth of this woman he did not know. Following his prolonged insistence, the woman related her life story. She was born in Egypt and at the age of twelve began to live a life of debauchery in Alexandria where she spent seventeen years in this perverted way of life. Driven by the adulterous flame of the flesh, one day she boarded a boat which was sailing for Jerusalem. Arriving at the Holy City, she wanted to enter the church in order to venerate the Honorable Cross but some invisible force restrained her and prevented her from entering the church. In great fear, she gazed upon the icon of the All-Holy Mother of God in the vestibule and prayed that she be allowed to enter the church to venerate the Honorable Cross, all the while confessing her sinfulness and uncleanness and promising that she would go wherever the All-Pure One would direct her. She was then permitted to enter the church. Having venerated the Cross she again entered the vestibule and, before the icon, gave thanks to the Mother of God. At that very moment she heard a voice saying: \"If you cross over Jordan you will find real peace!\" Immediately she purchased three loaves of bread and started out for the Jordan where she arrived that same evening. The next day she received Holy Communion in the Monastery of St. John and crossed over the Jordan river. She remained in the wilderness for forty-eight years in great torment, fear and struggle with passionate thoughts as though with wild beasts. She fed on vegetation. Afterward, when she stood for prayer, Zosimus saw her levitate in the air. She begged him to bring her Holy Communion the following year on the shore of the Jordan where she would then come to receive it. The following year, Zosimus arrived on the shore of the Jordan in the evening with Holy Communion. He wondered how this saint would cross the Jordan. At that moment, in the light of the moon, he saw her as she approached the river, made the sign of the cross over it and walked upon the water as though upon dry land. After Zosimus administered Holy Communion to her, she begged him to come the following year to the same brook where they had first met. Zosimus came and discovered her lifeless body on that spot. Above her head in the sand was written: \"Abba Zosimus, bury the body of the humble Mary on this site; render dust to dust. I died on April 1, the same night of the saving-suffering of Christ, after having received Communion of the Divine Mysteries.\" From this inscription Zosimus first learned her name and the other and awesome miracle was that, she, on that same night the previous year, when she received Holy Communion, arrived at this brook which took him twenty days to travel. Thus, Zosimus buried the body of this wonderful saint, Mary the Egyptian. When he returned to the monastery Zosimus related the entire history of her life and the miracles which he had personally witnessed. Thus, the Lord knows how to glorify penitent sinners. St. Mary is also commemorated on the Fifth Sunday of the Honorable Fast (Fifth Sunday in Lent). The Church holds her up as an example to the faithful during these fast days as an incentive for repentance. She died about the year 530 A.D."
    }, {
      "title": "Saint Meletion, the Bishop of Sardis in Asia Minor",
      "important": false,
      "desc": "Meletion was a celebrated shepherd of the second-century Church. Governing with great ability, he endeavored to gather all the books of Sacred Scripture into a single Codex. By his meekness and piety, Meletion again labored to restore peace in the Church of Laodicea, which arose over the controversy regarding the celebration of Pascha (The Feast of the Resurrection). Besides this, he defended Christianity against the pagans. He traveled to Rome about the year 170 A.D. and submitted to Emperor Marcus Aurelius a written Apologia (Defense) of the Faith and of the Christian Church. St. Meletion, this learned, pious and zealous man, died peacefully in the Lord in the year 177 A.D."
    }, {
      "title": "Venerable Procopius, the Czech",
      "important": false,
      "desc": "Procopius was born in Hotish. He was ordained a priest and retreated to a mountain to live according to the model of eastern hermits. The Duke (Herceg) Ulrich accidentally came upon Procopius and assisted him in establishing the Monastery of St. John the Forerunner by the Sazava river. This holy man died in the year 1053 A.D."
    }],
    "id": 104
  }, {
    "day": "15",
    "holydays": [{
      "title": "Venerable Titus, the Miracle-Worker",
      "important": false,
      "desc": "From his youth, Titus loved Christ the Lord and detested the vanities of the world. Because of this, he retreated from the world, entered a monastery and received the Great Angelic Habit (The Great Schema). Not feeling any remorse, he dedicated himself to the somber and narrow path of monasticism. Through great patience, he attained two basic virtues: that of humility and obedience. In these virtues, he surpassed \"not only the brethren, but also all men.\" From his youth he preserved the purity of his soul and body. At the time of the Iconoclastic heresy he proved himself to be an unwavering pillar of the Church of God. Because of his great humility and purity, God bestowed upon him the gift of performing miracles, both during his life-time and after his death. When he was translated to the Lord he left behind a countless number of disciples. He died peacefully in the ninth century."
    }, {
      "title": "Holy Martyrs Amphianus and Edesius",
      "important": false,
      "desc": "These two young men were blood brothers from the city of Patara of distinguished but pagan parents. While they were studying the secular sciences in the city of Beirut, they were enlightened by the Spirit of God, and acknowledging the falsehood of paganism, discerned the truth of Christianity. When they returned home they could no longer live with their pagan parents and kinsmen and secretly fled to Caesarea in Palestine to the presbyter Pamphilius, renowned for his sanctity and spiritual learning. With Pamphilius, they studied the Law of God day and night and practiced Christian asceticism. It is said of Pamphilius that he was twenty years old according to the flesh but, in understanding and generosity, he was a hundred years old. When a persecution began during the reign of Maximian, many Christians fled the city and hid themselves. Others, willingly and rejoicefully, gave themselves into the hands of the persecutors in order to suffer for the Name of Him, Who first suffered for them. Amphianus was among the latter. Unafraid, he entered a pagan temple where Prince Urban was offering sacrifices to the idols, grabbed the prince by the hand which was holding the sacrifice and cried to him to refrain from serving and making sacrificial offerings to dead idols and to acknowledge the True God. Some of the pagans who heard these words and witnessing the great courage of Amphianus, repented and embraced the Faith of Christ. The enraged prince subjected Amphianus to torture. Among the other tortures, they wrapped the legs of Amphianus with cotton and set them on fire. When he remained alive, they tossed his body into the sea with a stone around his neck. The sea became turbulent and hurled his martyred body back into the city. At first, Edesius was sent to a cooper mine in Palestine and was later taken to Egypt. In Alexandria, Edesius was filled with holy zeal against a certain Prince Hierocles who, in the market place, assembled Christian nuns, maidens and virtuous women and handed them over to the most shameful perverts for derision. Edesius, filled with holy zeal, struck the disgraceful prince. For that, he was tortured and drowned in the sea as was his brother Amphianus. As two innocent lambs, they were sacrificed for Christ about the year 306 A.D. and were translated to the glorious mansions of the Lord."
    }],
    "id": 105
  }, {
    "day": "16",
    "holydays": [{
      "title": "Saint Nicetas the Confessor",
      "important": false,
      "desc": "Nicetas was born in Bithynia in the city of Caesarea. His father, Filaret, after the death of his spouse, was tonsured a monk while Nicetas remained with his paternal grandmother. After reaching maturity and completing all of his studies, Nicetas entered the Monastery of Medikion, where the Abbot Nicephorus tonsured him a monk. After seven years of hardship and mortification, Patriarch Tarasius ordained him a priest (Hieromonk). Following the deaths of Abbot Nicephorus and Athanasius, the faithful companion of Nicetas, the monastic brotherhood elected him as abbot, against his will. St. Nicetas was a holy example and model of life and asceticism to his brethren for many years. When Leo V, the Armenian, was crowned emperor, after the pious Irene and the right-believing Emperors Nicephorus and Michael, the Iconoclastic struggle was again enflamed. The emperor deposed Patriarch Nicephorus and later banished him into exile and, in his place, elevated the heretic Theodotus Cassiteras, a man of impure life. Nicetas was also imprisoned and tortured but he remained steadfast in his Orthodoxy. He was led from prison to prison and suffered hunger, thirst, chills, oppressive heat and ridicule. He did not permit himself to waver. What particularly annoyed him was the laughter and scorn of a certain Nicholas. One night, Nicholas' deceased father appeared to him in a dream and rebuked Nicholas saying: “Withdraw from Nicetas, the servant of God.\" From that moment on Nicholas repented and did not annoy the saint anymore and turned others away from annoying him also. When Leo V, the Armenian, met with a wicked death, the empire was taken over by the Orthodox Emperor Michael, the Stammerer, who liberated all the Orthodox sufferers. Nicetas then withdrew to an isolated place near Constantinople, where in prayer and thanksgiving to God for all, spent the remaining days of his earthly life. During his lifetime he worked many miracles through prayer. When he died his body was translated to his monastery. At the time of the funeral procession, many who were ill and who reached out and touched his body were healed. His relics were placed next to the grave of Nicephorus his spiritual father and Athanasius, his companion. This great hierarch died in the year 824 A.D."
    }],
    "id": 106
  }, {
    "day": "17",
    "holydays": [{
      "title": "Venerable Joseph the Hymnographer",
      "important": false,
      "desc": "Joseph was born in Sicily of pious and virtuous parents, Plotinus and Agatha. After the death of his parents, Joseph moved to Thessalonica where he was tonsured a monk. As a monk, he was a model to all in fasting, extreme restraint, ceaseless prayer, chanting of the Psalms, vigils and labor. The bishop of Thessalonica ordained him a priest (Hieromonk). While visiting Thessalonica the distinguished Gregory Decapolis was so impressed with Joseph, because of his rare character, that he invited him to his monastery in Constantinople. When the flame of the Iconoclastic heresy erupted again under Leo V, the Armenian, Joseph was sent to Rome to call upon the Pope and the Roman Church to battle for Orthodoxy. While enroute, Joseph was captured by pirates and taken to Crete where the heretics detained him in prison for six years. Joseph rejoiced that he was made worthy to suffer for Christ and, for that, he continually praised God, considering the iron chains on him as an adornment of gold. Early in the morning on Christmas day, in the sixth year of Joseph's imprisonment, the wicked Emperor Leo was slain in church while attending Matins. At that same moment, St. Nicholas appeared to Joseph in prison and said to him: “Arise and follow me!\" Joseph felt himself being elevated in the air and, all at once, found himself before the gates of Constantinople. All true believers rejoiced at his coming. He composed canons and hymns for many saints. He possessed the \"gift of discernment\" for which Patriarch Photius appointed him the spiritual father and confessor for priests recommending him as, \"A man of God, an angel in the flesh and father of fathers.\" In extreme old age, Joseph gave up his soul to the Lord Whom he faithfully served both in words and in hymns. He died peacefully on the eve of Holy and Great Thursday in the year 883 A.D."
    }, {
      "title": "Venerable Martyr Nicetas",
      "important": false,
      "desc": "Nicetas was a Slav from Albania. As a monk of the Holy Mountain (Mt. Athos), he went to Serres where he debated with the Mullahs about religion. Being that they could not overcome him with reason, the Turks subjected him to torture under which Nicetas, the holy one, died and gave up his soul to his God in the year 1808 A.D."
    }],
    "id": 107
  }, {
    "day": "18",
    "holydays": [{
      "title": "Holy Martyrs Agathopodus and Theodulus",
      "important": false,
      "desc": "Agathopodus was a deacon and Theodulus was a lector in the church at Thessalonica. Agathopodus was adorned with the greying of age and Theodulus with youthful understanding and chastity. At the time of Diocletian's pursuit of Christians these two were summoned to court. They responded with rejoicing and holding each other by the hand, they walked along crying out: \"We are Christians!\" All the advice of the judges that they deny Christ and worship idols, remained in vain. After an extended imprisonment and hunger they were sentenced to death by drowning in the sea. Their hands were bound behind their backs, a heavy stone was hung around their necks and they were led out to be drowned. When they first wanted to toss Agathopodus into the deep, he cried out: \"Behold, by this second baptism we are washed of all our sins and in purity do we depart to Christ Jesus.\" Shortly afterward, the sea tossed their drowned bodies upon the shore and Christians buried their bodies with honors. St. Theodulus appeared to his acquaintances as a bright angel in glistening attire and ordered them to distribute all of his remaining estate to the poor. These glorious and wonderful soldiers of Christ suffered honorably during the reign of Diocletian and the Thessalonican Prince Faustinus in the year 303 A.D."
    }, {
      "title": "Venerable Mark of Trache",
      "important": false,
      "desc": "He is also called \"Mark the Athenian\" because Athens was the place of his birth. His parents died after he completed his higher education in Athens. He thought to himself that death, even for himself, was unavoidable and that one should sufficiently prepare beforehand for that honorable departure from this world. Distributing all of his possessions to the poor, he sat on a plank in the sea and with a tenacious faith in God's help, prayed that God direct him wherever He wills. God, in His Providence, protected him and brought him to Lybia (or Ethiopia) to a mountain called Trache. Mark lived an ascetical life on this mountain for ninety-five years, seeing neither man nor beast. For thirty years, he waged a violent combat with evil spirits and suffered from hunger, thirst, frost and heat. He ate dirt and drank sea water. After thirty years of the most vehement suffering, the defeated demons fled from him and an angel of God began to bring him food daily in the form of bread, fish and fruit. St. Serapion visited him before his death and, afterward, made known the miraculous life of Mark. Mark asked St. Serapion: \"Are there any Christians in the world now, who, if they were to say to this mountain, `Arise from here and hurl yourself into the sea,' would it be so?\" At that moment, the mountain upon which they stood moved in the direction of the sea. Mark raised his hand and stopped it. Such was the miracle-working power which this man of God possessed. Before his death, he prayed for the salvation of mankind and then gave up his soul to God. St. Serapion saw angels as they bore Mark's soul and he also saw an extended hand from heaven which received it. St. Mark lived to be one-hundred thirty years old and died about the year 400 A.D."
    }],
    "id": 108
  }, {
    "day": "19",
    "holydays": [{
      "title": "Saint Eutychius, Patriarch of Constantinople",
      "important": false,
      "desc": "Euthychius was born in Phrygia of pious and devout parents. His father was an officer. Once, as a child, when Eutychius was playing with his playmates, their game was that each of them would write their names on a wall and, beside their name, they would guess what rank each of them would attain in life. When it was Eutychius' turn he wrote: Eutychius - Patriarch! In his thirtieth year he became abbot of the monastery in Amasea. At age forty, he was sent by the Metropolitan of Amasea to represent him at the Fifth Ecumenical Council (Constantinople, 553 A.D.). At the Council, he glowed like a shining star among the Fathers of the Church both in learning as well as in his zealousness. When the debate began whether heretics could be anathematized after their deaths, he supported the opinion that they could be by calling upon the Third Book of Kings (in some translations, called The First Book of Kings 13: 1-8) and the Fourth Book of King's (in some translations, called The Second Book of Kings 23:16).Eutychius endeared himself greatly to Emperor Justinian and Patriarch Mennas. The emperor sought his advice on many occasions and Patriarch Mennas designated Eutychius as his successor and implored the emperor to carry this out in deed. And so it happened! St. Eutychius governed the Church in peace for twelve years. Then the devil raised up a tempest against him. This tempest reached Justinian himself. The emperor became deluded and succumbed to the Monophysite heresy (Aphtartodocetea) which falsely taught that the Lord Jesus, before His resurrection, had a divine and incorruptible body, without feeling, hunger, thirst or pain. Eutychius adamantly stood up against this heresy, for which the emperor banished him into exile to his original monastery. Eutychius remained there for twelve years and eight months and proved himself to be a great miracle-worker healing people of various illnesses through prayer and by anointing them with holy oil. Justinian repented and died. He was succeeded by Justin, who then restored Eutychius to the patriarchal throne where this saint remained, governing the Church of God in peace, until his death. In 582 A.D., in his seventieth year, he took up habitation in the kingdom of Christ the Lord, Whom he faithfully and courageously served throughout his entire life."
    }, {
      "title": "Repose of St. Methodius of Thessalonica",
      "important": true
    }],
    "id": 109
  }, {
    "day": "20",
    "holydays": [{
      "title": "Saint George the Confessor",
      "important": false,
      "desc": "Because of his great virtues, which he attained through a long and difficult mortification, George was chosen and invested as Metropolitan of Mitylene. This saint governed his spiritual flock prudently and zealously to a ripe old age. When a persecution began under Leo V, the Armenian, who, in destroying holy icons, summoned this saintly elder to Constantinople to an assembly of bishops convened by him and, whose intention it was to discontinue the veneration of icons, George not only refused to carry out the wish of the wicked emperor but with other courageous bishops stood up in defense of holy icons. Not only was he ridiculed for that but he was also banished into exile by the emperor to the region of Cherson. Here he endured all sorts of physical afflictions and deprivations for the remaining years of his life. He died and was translated to eternal life about the year 816 A.D. Because of his great sanctity and love for the Lord Jesus, George was a great miracle-worker, both during his life and after his death."
    }, {
      "title": "Venerable Nil Sorsky",
      "important": false,
      "desc": "Nil is one of the great Fathers of the Russian Church. He was the founder of the Scete way of monastic life in Russia. He died peacefully in the year 1508 A.D. His relics repose in the Sorsky Monastery. His \"Rule of Life\" for the \"Scete\" way of monastic living represents a first-class work on the spiritual and practical life of a monk."
    }],
    "id": 110
  }, {
    "day": "21",
    "holydays": [{
      "title": "Holy Apostles Herodian, Agabus, Rufus, Asyncritus, Phlegon and Hermes",
      "important": false,
      "desc": "They were all among the Seventy, and are all mentioned by St Paul in his Epistles. Herodion was a kinsman of Paul's: 'Salute Herodion my kinsman', he writes to the Romans (16:11). Herodion suffered greatly at the hands of the Jews as Bishop of Neoparthia; he was beaten about the head, stoned on the mouth and stabbed in the legs. When they had left him for dead, St Herodion arose and continued to serve the apostles. He helped the Apostle Peter in Rome, and was beheaded along with many other Christians on the same day that Peter was crucified. St Agabus had a spirit of prophecy. Two of his prophecies are recorded in the Acts of the Apostles. First, he prophesied a great famine throughout the world, which came to pass in the time of Claudius Caesar (Acts 11:28). The second was when he met the Apostle Paul in Caesarea. Paul was on his way to Jerusalem, and Agabus took Paul's girdle and bound himself hand and foot, saying: 'Thus saith the Holy Spirit: so shall the Jews at Jerusalem bind the man that owneth this girdle' (21:11). St Rufus was Bishop of Thebes in Greece. The Apostle Paul mentions him also: 'Salute Rufus, chosen in the Lord' (Rom. 16:13). St Asyncritus (Rom. 16:14) was Bishop of Hyrcania in Asia, St Phlegon, who is mentioned in the same place as St Rufus, was bishop in the Thracian city of Marathon. St Hermas, mentioned with the others, was bishop in Dalmatia. All these, with bee-like industry, spread the Gospel, suffering greatly for the love of Christ. They all went to the eternal Kingdom of their beloved Christ."
    }],
    "id": 111
  }, {
    "day": "22",
    "holydays": [{
      "title": "Holy Martyr Eupsychius",
      "important": false,
      "desc": "He was of gentle birth and was reared in faith and devotion. In the time of the Emperor Julian the Apostate, when St Basil the Great was governing the Church in Caesarea, Eupsychius married a girl of good family. But he was not given even one day to live in wedlock, for, on his wedding day itself, there was a pagan festival with sacrifices to the idol of Fortune. Eupsychius went out with some others and smashed all the idols in the temple, then pulled down the temple itself. Julian was furious, and commanded that the culprits be beheaded, that many Christians be taken into the army, that an enormous levy be imposed on Christians, the proceeds of which were to be used to rebuild the Temple of Fortune, and that the town cease to be called Caesarea (as it had been named by Claudius Caesar), and revert to its former name, Maza. Eupsychius was first bound to a tree and cruelly tortured, and then beheaded, in 362. A little after this time, the wicked Emperor Julian visited that town on his way to Persia, against which he was waging war. St Basil went to meet him, bearing three barley loaves as a sign-of honour and welcome. The Emperor ordered that, as a return gift, the saint be given a fistful of hay. Basil said to the Emperor: 'You ridicule us now, O King; we bring you bread, by which we are fed, and you give us miserable food which you, with all your power, are not able to turn into nourishment for men!' To this the Emperor replied: 'You can be sure that I will feed you with this hay when I return from Persia!' But the wicked apostate did not return alive from Persia, but perished there by a fitting and unnatural death."
    }, {
      "title": "Venerable Martyr Vadim",
      "important": false,
      "desc": "In the time of the Persian King Sapor, Vadim, abbot of a monastery and a man famed for his grace, was thrown into prison with seven of his disciples. With him in prison was a Prince Nirsan, also a Christian. Every day they were taken out and flogged. Prince Nirsan was afraid, and promised to forsake his faith and worship the sun. This was pleasing Sapor, and he promised Nirsan all the possessions of Vadim's monastery if he would, with his own hands, behead Vadim. Nirsan agreed to this. With trembling hands, terrified by the dignity of St Vadim's face, he let the sword fall several times on the holy man's neck , hardly succeeding in beheading him. But, very quickly after that, he fell into despair and ran himself through with his own sword; thus receiving at his own hands the punishment for slaying a righteous man. St Vadim suffered in 376."
    }],
    "id": 112
  }, {
    "day": "23",
    "holydays": [{
      "title": "Holy Martyrs Terentius, Africanus, Maximus, Pompilius and thirty-six others with them",
      "important": false,
      "desc": "They suffered for Christ and were crowned with wreaths of glory in the time of the Emperor Decius. By the Emperor's orders, the governor of Africa notified all the people that they must offer sacrifice to idols. In the case of opposition, the governor was to put the stubborn to harsh torture. Hearing this threat, many lapsed from the Faith and worshipped idols. But these forty martyrs remained steadfast, for which they were put to torture. St Terence encouraged his companions with these words: 'Let us, my brethren, keep ourselves from denying Christ our God; that He may not deny us before His heavenly Father and the holy angels.' The governor divided them into two groups; thirty-six of them, after flogging and having salt rubbed in their open wounds, he beheaded. But the first four he cast into prison with heavy chains round their necks and on their hands and feet. An angel of God appeared to them in the prison and touched their chains, which fell from them. Then the angel brought them a table abundantly heaped with food, and fed them. They were again taken out and tortured, and again shut up in the prison. Also, the governor ordered sorcerers to gather as many poisonous reptiles as possible, such as snakes and scorpions, and to shut them up with the martyrs. But the reptiles would not touch the men of God, but huddled together in one corner, where they remained for three days. When the prison was opened on the third day, the reptiles fell on the sorcerers and bit them. At last the governor passed sentence of death on these four martyrs. When they were taken to the scaffold, they joyfully sang psalms and hymns of thanksgiving to God, who had accounted them worthy of a martyr's death. They suffered with honour and attained to the Kingdom in the year 250."
    }],
    "id": 113
  }, {
    "day": "24",
    "holydays": [{
      "title": "Priestly-Martyr Antipas, Bishop of Pergamum in Asia Minor",
      "important": false,
      "desc": "He is mentioned in the Book of Revelation as 'Antipas My faithful martyr, who was slain among you where Satan dwelleth' (Rev. 2:13) - the city of Pergamum. The inhabitants of this town dwelt in the darkness of idolatry and in the depths of impurity: they were slaves to their passions, slanderers, bullies, incestuous; in brief, slaves of Satan. There among them lived Antipas 'as a light in the midst of darkness, as a rose among thorns, as gold in mud'. He who would seize and kill a Christian was regarded as good and just. The whole of their idolatrous faith consisted in soothsaying, the interpretation of dreams, the service of demons and the extreme excesses of debauchery. In terror of Antipas as of fire, the demons appeared to the pagan priests in their dreams and told them how greatly they were in fear of him, and how this fear was driving them from the city. The priests stirred up the multitude, and they began to torment him and to press him to deny Christ and worship idols. Antipas said to them: 'When your so-called gods and lords of the universe are afraid of me, a mortal man, and have to flee the city, why do you not learn from this that all your faith is in vain?' And the saint spoke further with them of the Christian faith as the only true and saving Faith. But they became incensed like wild beasts and dragged the aged Antipas before the temple of Artemis, where there stood an ox cast in bronze. They heated the ox and threw the servant of God inside. St Antipas, inside the red-hot ox, glorified God with thanksgiving, like Jonah in the whale and the Three Children in the burning fiery furnace. Antipas prayed for his flock and for the whole world until his soul parted from his exhausted body and went to join the angels in the Kingdom of Christ. He died under torture and was crowned with unfading glory in the year 92."
    }],
    "id": 114
  }, {
    "day": "25",
    "holydays": [{
      "title": "Venerable Isaac the Syrian II",
      "important": false,
      "desc": "St Gregory the Dialogist writes about this Isaac. He went to Italy in the time of the Goths and went into the church in the town of Spoleto to pray. He asked the verger to leave him locked in the church all night, and thus spent the night in prayer without moving from that place. He spent the next day and night in the same way. The verger called him a hypocrite and struck him a blow - and lost his reason at that same moment. Seeing how the verger was so fiercely tormented, Isaac bent over him and the evil spirit fled from him, leaving him whole. People came to hear of this happening, and the whole town thronged around this wonderful old man. They offered him money and goods, but he refused them all and would accept nothing. Instead, he withdrew to a forest, where he built himself a cell which quickly became transformed into a large monastery. Isaac became famous for his miracles, especially for his discernment. One evening he told the brethren to take all the hoes out to the vineyard and leave them there. The next day, the brethren set out for the vineyard, taking their lunch, as they had no workers. When they got there, they found as many people working as there were hoes to work with. It transpired that these people had come as thieves to steal the hoes, but, by the power of God, they were constrained to work all night. On another occasion, a couple of almost-naked men came seeking clothing from Isaac. He sent a monk to a hollow tree at the end of the road, to bring what he found there. The monk went off, found some clothing and brought it back to the monastery. The abbot took the clothing and gave it to the beggars. They were profoundly ashamed as they recognised their own clothing, which they had concealed in that tree. A man once sent two beehives to the monastery. A monk hid one of them on the way, and brought the other to the abbot. The saint said to him: 'Be careful when you go back to that beehive you hid on the way. It's been taken over by poisonous snakes. Take care they don't bite you!'"
    }, {
      "title": "Saint Basil the Confessor",
      "important": false,
      "desc": "In a time of iconoclasm, this virtuous man was bishop in the city of Parius in Asia Minor. He refused to sign the imperial order against the veneration of icons, for which he was greatly persecuted and tortured. But he remained firm as diamond in his Orthodoxy. He died in the first half of the 8th century, and went to the Lord."
    }],
    "id": 115
  }, {
    "day": "26",
    "holydays": [{
      "title": "The Hieromartyr Artemon",
      "important": false,
      "desc": "Artemon was a priest in Laodicea during the reign of Emperor Diocletian. Before his tormenting judge, he spoke of himself: \"I am called Artemon, a slave of Christ, my God. For sixteen years I was a lector and read books in the Church of my God. For twenty-eight years, I was a deacon and read the Holy Gospel. With the help of Christ, I have fulfilled thirty-three years as a presbyter teaching men and placing them on the path of salvation.\" The judge brought him to the temple of Aesculapius, where the soothsayers nursed large reptiles dedicated to this \"god.\" They all assumed that the snakes would bite Artemon. Artemon crossed himself and by the power of the cross nailed all the snakes to the ground rendering them unable to move. After that, he brought them all out into the courtyard, breathed upon them and all of them died instantly. All of the soothsayers were in great fear. Upon seeing this miracle, Vitalis, the chief soothsayer of this temple, fell to his knees before Artemon and cried out: \"Great is the Christian God!\" The martyr then baptized him along with several of his friends. The malicious judge remained persistent in his malice and tortured the aged Artemon in various ways. Once, he wanted to throw him into a vat of boiling pitch but, he fell off his horse into the pitch and he himself was incinerated. Two eagles were seen who swooped down upon the judge, lifted him from the horse and dropped him into the pitch. St. Artemon remained free for a period of time and traveled about, always accompanied with his two beloved deer, and instructed the people. Again, he was captured and was beheaded in the year 303 A.D. and his soul took up habitation in the Kingdom of Christ our God, Whom St. Artemon faithfully served."
    }, {
      "title": "Holy Martyr Crescens",
      "important": false,
      "desc": "Crescens was from the city of Myra in Lycia. He was an honored and well known citizen. He openly confessed his faith in Christ and mocked the dead idols. Because of that he was burned to death by the pagans."
    }, {
      "title": "Holy Martyr Thomais",
      "important": false,
      "desc": "Thomais was born in Alexandria of honorable parents. She was taught piety from her youth. At the age of fifteen, she was married to an honorable man. Her father-in-law was a vile old man and in the absence of his son, attacked his daughter-in-law and desired to seduce her. Becoming terrified, Thomais, in fear reminded her father-in-law of the Law of God and slipped out of his hands. After a prolonged struggle, the father-in-law drew a knife and murdered his daughter-in-law and then cut her in half. At that moment, the punishment of God fell upon him. He was blinded instantly and was unable to find the door from which to leave. Here, in this room, he was apprehended in the act and turned over to the court which sentenced him to death. Thus, Thomais suffered for the Commandment of God regarding spousal fidelity and chastity. After that, many who would be tempted by adulterous passions directed their prayers to St. Thomais and received strong assistance from her. Daniel the great ascetic, translated her relics to the Scete (Monastery) and buried them in the cemetery of the hieromonks (priest-monks). St. Thomais suffered in the year 476 A.D."
    }],
    "id": 116
  }, {
    "day": "27",
    "holydays": [{
      "title": "Saint Martin the Confessor, Pope of Rome",
      "important": false,
      "desc": "Martin became pope on July 5, 649 A.D., at the time of the furious debates between the Orthodox and the Monothelete heretics, who adhered to the belief in a single will in Christ. Reigning at that time was Constans II, the grandson of Heraclius. The Patriarch of Constantinople was Paul. In order to establish peace in the Church, the emperor compiled a booklet, entitled Type (Typos) which was very favorable with the heretics. Pope Martin convoked a Council of one-hundred five bishops (in the Church of the Holy Savior in the Lateran Palace in October) which condemned this pamphlet of the emperor. At the same time, the pope wrote a letter to Patriarch Paul imploring him to adhere to the purity of the Orthodox Faith and to counsel the emperor to renounce this heretical sophistry. This letter angered both the emperor and the patriarch. The emperor dispatched Olympius, one of his commanders, to Rome to bring the pope to Constantinople in bonds. The commander did not dare to bind the pope but bribed a soldier to slay him in church with a sword. When the soldier entered the church with the concealed sword, he was instantly blinded. Thus, by the Providence of God, Martin escaped death. At that time, the Saracens attacked Sicily and Olympius was ordered to Sicily and there he died. Then, according to the intrigue of the heretical Patriarch Paul, the emperor dispatched Theodore, another commander, to bind the pope and to bring him to Constantinople under the accusation that he, Pope Martin, was in collaboration with the Saracens and does not honor the All-Pure Mother of God. When the commander arrived in Rome and read the accusation against him, Pope Martin responded that: \"This was slanderous and that he has no association with the Saracens, the adversaries of Christianity. As regards the All-Pure Mother of God; if one does not honor her and does not confess her and does not reverence her, let him be cursed in this world and in the next.\" However, this did not alter the decision of the commander. Pope Martin was bound and brought to Constantinople where he lay for a long time in prison, painfully ill, suffering from anxiety and hunger, until finally, he was sentenced to exile to Cherson. Pope Martin lived for two years in exile and died in the year 655 A.D., offering his soul to the Lord, for Whom he suffered much. Two years prior to Pope Martin's death, the repentant Paul died. When the emperor visited him before his death, Paul turned his head toward the wall and wept, confessing that he had greatly sinned against Pope Martin and begged the emperor to release him."
    }, {
      "title": "Holy Martyr Ardalion, the Actor",
      "important": false,
      "desc": "At first Ardalion was an actor-comedian. For the sake of entertaining the people, he eagerly played the role of a martyr for the Faith deriding Christians in every possible manner. When a persecution surfaced during the reign of Emperor Maximian, his spirit completely changed. In front of the crowd, he cried out in a loud voice that he is a Christian and that he was not jesting. For this, Ardalion was condemned, suffered for Christ and died tied to a red hot framework of rods thus portraying a true and honorable role of a martyr."
    }],
    "id": 117
  }, {
    "day": "28",
    "holydays": [{
      "title": "Holy Apostles Aristarchus, Pudens and Trophimus",
      "important": false,
      "desc": "They were numbered among the Seventy Apostles. Aristarchus was bishop of Apamea in Syria. The Apostle Paul mentions him several times. \"The city was filled with confusion and the people rushed with one accord into the theater, seizing Gaius and Aristarchus\" (Acts of the Apostles 19:29). \"Aristarchus, my fellow prisoner, sends you greetings, as does Mark the cousin of Barnabas (concerning whom you have received instructions) if he comes to you, receive him\" (Colossians 4:10). \"Epaphras, my fellow prisoner in Christ Jesus, greets you, as well as Mark, Aristarchus, Demas and Luke, my co-workers\" (Philemon 1:23,24). Aristarchus was captured in Ephesus with Gaius by a multitude of people who had risen up against Paul. The Apostle Paul writes to the Colossians: \"Aristarchus, my fellow prisoner sends you his greetings\" (Colossians 4:10). In the Epistle to Philemon, Paul calls Aristarchus \"my co-worker\" together with Mark, Demas and Luke."
    }],
    "id": 118
  }, {
    "day": "29",
    "holydays": [{
      "title": "Holy Martyrs Agape, Chionia and Irene",
      "important": false,
      "desc": "All three were sisters from the vicinity of Aquileia. When Emperor Diocletian was staying in Aquileia he ordered that the distinguished spiritual father Chrysogonus be killed. At that time, an aged Presbyter Zoilus had a vision in which the location of the unburied body of Chrysogonus was revealed. Hurrying, the elder found the martyred body of Chrysogonus, placed it in a sarcophagus and kept it in his home. Thirty days later, St. Chrysogonus appeared to him and informed him that, in the course of nine days, those three maidens would suffer martyrdom and that he, too, would also die at that time. The same news was received in a vision by Anastasia, (a woman endowed with moral and spiritual insight), who had followed the example of her teacher, Chrysogonus. Indeed, after nine days the Elder Zoilus died and those three sisters were brought to trial before the emperor. The emperor urged these three maidens to worship the idols, but they all refused and confessed their steadfast faith in Christ. Irene said to the emperor: \"How stupid it is to worship things made of stone and wood, which were ordered for an agreed price and made by the hands of a mortal man.\" The enraged emperor cast them into prison. When the emperor departed for Macedonia, all slaves and prisoners were taken with him, among whom were these three saintly maidens. The emperor turned them over to a certain Commander Dulcitius for torturing. This commander, inflamed by dark passion, wanted to defile the virgins however, when the commander attempted to enter the prison while the virgins were praying to God he went insane. He fell among the black cauldrons and pots before the gates and began to embrace and kiss them and departed sooty and blackened. The emperor upon hearing about this incident ordered that another commander, Sisinius, take over the trial of these sisters. After prolonged torture, the judge condemned the first two sisters to death by burning and he detained Irene for a while longer hoping to defile her. But, when he sent Irene to the brothel with the soldiers, an angel of God saved this chaste virgin and staved off these soldiers and brought her to a hill. The next day, the commander with his soldiers went to this hill and was unable to ascend it. He then ordered that Irene be shot with arrows. St. Anastasia (the disciple of Chrysogonus) gathered the bodies of these three sisters into one place and honorably buried them. They all suffered honorably for Christ the King and Lord about the year 304 A.D."
    }],
    "id": 119
  }, {
    "day": "30",
    "holydays": [{
      "title": "Hieromartyr Simeon, Persian Bishop",
      "important": false,
      "desc": "During the reign of the wicked Emperor Sapor (Savori), Simeon was tortured for Christ along with his two presbyters, Audel and Ananias. The emperor's eunuch, Ustazan, who had earlier denied Christ and afterward, touched by the rebuke of St. Simeon, again, confessed the True Faith before the emperor. A thousand other Christians were also led to the place of execution with Simeon. Simeon intentionally moved out of the way in order to be the last one to be beheaded so as to encourage the other Christians to the end, so that, not one of them would waver because of their fear of death. When the presbyter Ananias placed his head on the chopping block, his entire body quivered. The emperor's court clerk Fusik, who secretly was a Christian, began to encourage Ananias saying: “Do not be afraid old man, close your eyes and be brave so that you may see the divine light.\" As soon as Fusik said this, he was recognized as a Christian and was accused before the emperor. The emperor exhausted him through great torture, as well as his daughter, the maiden Askitria. After St. Simeon saw his flock depart to the other world, he was finally beheaded. The following year on Great Friday (Good Friday), Azat (Ustazan), the beloved eunuch of the emperor, was also slain for Christ and with him a thousand other faithful. Then the emperor mourned for his eunuch and suspended the further killing of Christians. They all suffered honorably for Christ the King and Lord in the year 341 or 344 A.D."
    }, {
      "title": "Saint Acacius, Bishop of Melitene",
      "important": false,
      "desc": "Acacius lived the ascetical life in the place where he was born, i.e., in Melitene, Armenia. Blessed Otreius, bishop of that city, who participated at the Second Ecumenical Council (Constantinople 381 A.D.), ordained him a presbyter. Following the death of Otreius, Acacius became a bishop. He participated at the Third Ecumenical Council (Ephesus 431 A.D.), which condemned the evil blasphemy of Nestorius against the Mother of God. Here, together with St. Cyril of Alexandria, Acacius zealously fought for the purity of the Orthodox Faith. St. Acacius possessed much Grace from God and worked many miracles. After long and zealous service to God, Acacius died peacefully in the year 435 A.D."
    }],
    "id": 120
  }]
}