[{
  "day": "1",
  "holydays": [{
    "title": "Venerable John, the Disciple of Saint Gregory Decapolis",
    "important": false,
    "desc": "At the time of the Iconoclastic heresy, Emperor Leo the Armenian subjected John to torture along with his teacher Gregory and St. Joseph the Hymnographer. When Gregory departed this life, John became the abbot of the Decapolis Monastery in Constantinople. Having become abbot, he intensified his ascetical efforts for the sake of the kingdom of God. He died peacefully about the year 820 A.D. Following his death, St. Joseph buried him with honors next to the grave of St. Gregory."
  }, {
    "title": "Holy Martyr John the New of Ioannina",
    "important": false,
    "desc": "John was born in Ioannina, once the capitol city of the Emperor Pyrrhus. When his impoverished parents died, the young John moved to Constantinople and there continued his occupation, for he was a craftsman. Not long before that, the Turks surrounded Constantinople and many Christians, out of fear, denied Christ and embraced the Islamic faith. St. John had his workshop in the midst of these converts to Islam. The more the young John burned with love for Christ the Lord, the more openly he exposed himself as a Christian before these traitors of Christ. He began to argue with them about faith and, finally, rebuked them for their betrayal of Christ. They dragged him before the judge and falsely accused John, alleging that he had earlier embraced Islam, and that he again reverted to Christianity. After he was tortured and beaten with rods and iron ramrods, they cast him into prison. The next day was the Feast of the Resurrection of Christ and, again, they brought him out for further torture and John emerged singing: \"Christ is risen from the dead!\" To his torturers, he bravely said: “Do what you want in order to send me as soon as possible from this transient life to eternal life. I am Christ's slave, I follow Christ, for Christ I die that I may live with Him!\" After that, John was bound in chains and brought to the place of burning. Upon seeing a large fire prepared for him, John ran and leaped into the flames. His torturers seeing how he loved death in the fire removed him from the fire and sentenced him to be beheaded. After they beheaded him, they threw his head and body into the fire. Later on, Christians leafed through the ashes and gathered some of the remains of his honorable and wonder-working relics and interred them in the Great Church (Agia Sophia - Church of the Holy Wisdom) in Constantinople. Thus, St. John of Ioannina died a martyr's death and received the glorious martyr's wreath on April 18, 1526 A. D."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "The venerable John of the old caves",
    "important": false,
    "desc": "John lived a life of asceticism in the so-called \"old caves,\" the \"old Lavra\" of Chariton the Great in Palestine. Having loved Christ the Lord with all his heart, with all his soul and with all his mind, John, at an early age, began to travel to the holy places and to listen to the instructions and counsels of the holy men. Finally, he settled in the Caves of Chariton, where he gave himself to rigorous asceticism spending days and years in fasting, prayer, vigils, continuously meditating on death, and teaching himself humility. As a good ripened fruit, he was plucked by death and took up habitation in Paradise. He lived and died in the eighth century."
  }, {
    "title": "The Holy martyrs Christopher, Theonas and Antonius",
    "important": false,
    "desc": "Christopher, Theonas and Antonius were young officers serving under Emperor Diocletian. When St. George the Great Martyr was being tortured, they witnessed his sufferings as well as the miracles which occurred at that time. Seeing all of this, they came before the emperor, laid down their arms, removed their military belts and bravely confessed the Name of the Lord Jesus. For that, they were subjected to great torture and finally were tossed into the fire, where their bodies were consumed while their souls went to God into eternal joy. They honorably suffered in Nicomedia in the year 303 A.D."
  }, {
    "title": "Saint Thryphun, patriarch of Constantinople",
    "important": false,
    "desc": "The Emperor Romanus, who reigned over Byzantium at the beginning of the tenth century had a son, Theophylact, who was sixteen years old when Patriarch Stephen died. The emperor wanted his son to be elevated as patriarch for he had promised him [his son] this spiritual calling from his youth. Because his son was a minor, the emperor was ashamed to do this. The patriarchal throne was assumed by Tryphun a simple but chaste and pious old man. Tryphun remained on the throne for three years. When the son of the emperor reached his twentieth year, the emperor thought, to remove Tryphun at any price and to install his son as patriarch. The saint of God, Tryphun, did not want to relinquish his throne voluntarily, for no other reason, because he considered it to be a great scandal that such a young man be elevated to such a responsible and burdensome position as that of being patriarch. Through the intrigue of a nefarious bishop, the signature of the innocent Tryphun was extracted on a blank sheet of paper. Later on, in the imperial court, above that signature, the alleged resignation of the patriarch was written which the emperor decreed. As a result of this, there arose a great confusion in the Church, for the laity and the clergy stood by Tryphun, the godly man. The emperor then forcibly removed the aged patriarch and sent him to a monastery and, his son, Theophylact, was elevated as patriarch. St. Tryphun lived as an ascetic in this monastery for two years and five months and presented himself before the Lord in the year 933 A.D."
  }, {
    "title": "The venerable martyr Agathangelus",
    "important": false,
    "desc": "Agathangelus was from Thrace. His secular name was Athanasius. Serving the Turks, he was forcibly converted to Islam in Smyrna. As a penitent, he was tonsured a monk on the Holy Mountain [Athos] in the Monastery of Esfigmenu. Tortured by his conscience, he desired to wash away his sin with his own blood. He departed for Smyrna where he exhibited a cross and an icon of the resurrection of Christ before the Turks. He was beheaded on April 19, 1819 in his nineteenth year. Following his death, he appeared alive to Herman, his spiritual father."
  }, {
    "title": "Venerable Simeon the discalced (barefooted one)",
    "important": false,
    "desc": "Simeon lived a life of asceticism on the Holy Mountain [Athos] and, for a short while, was the abbot of the Monastery Philotheu. He strengthened Christians in the Faith in many areas of the Balkans and was glorified by his miracle-working. He walked barefooted for which he is called, the Discalced (The Barefooted One). He died in Constantinople."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Our Holy Father Theodore Trichinas",
    "important": false,
    "desc": "A citizen of Constantinople, he was the son of wealthy parents. He left parents, home and riches while still a young man and settled in a remote monastery in Thrace, where he undertook the most rigorous ascetic life. He slept on a stone so that he might have less sleep; he was always bareheaded and dressed in a hair-shirt, from which he was called 'Trichinas' or 'hairy'. Because of his great and self-inflicted sufferings for the sake of his soul's salvation, God granted him the gift of working miracles, both in his lifetime and after his death, and he died peacefully in about 400. Healing myrrh flowed from his relics."
  }, {
    "title": "Our Holy Father Anastasius of Mount Sinai",
    "important": false,
    "desc": "He was abbot of Mount Sinai. He was for a long time a monk under the famous abbot, St John of the Ladder, whom he succeeded on the latter's death. He was also a great ascetic, and an eloquent narrator of the lives of the saints and the author of other instructive works. He fought an intensive battle against the heresy of the Acephalites, which was condemned by the Fourth Ecumenical Council at Chalcedon. He died in great old age in 685, and went to the Lord whom he had served so faithfully. "
  }, {
    "title": "Blessed Anastasius the Sinaite, Patriarch of Antioch",
    "important": false,
    "desc": "He was chosen as Patriarch of Antioch in the reign of the Emperor Justinian while still a monk on Mount Sinai. His virtues, purity of life, great spiritual learning and staunch faith won him the patriarchal throne. But Justinian fell into the heresy of Docetism. Eutychius, Patriarch of Constantinople, and Blessed Anastasius reacted sharply against this. The Emperor exiled Eutychius and wanted to exile Anastitsius also, but could find nothing in his life capable of criticism. When Justinian was dying, he repented and returned Eutychius to the patriarchal throne, but Justin, his successor, succeeded in exiling Anastasius on the basis of certain slanders. Anastasius spent twenty-three years in exile and was then returned to the throne of Antioch during the reign of the Emperor Maurice. He governed the Church of God for six further years and finished his earthly course in 599."
  }, {
    "title": "Blessed Gregory, Patriarch of Antioch",
    "important": false,
    "desc": "An Armenian by birth, he was abbot first of the Pharanite monastery and then on Mount Sinai and, when Blessed Anastasius was driven from the patriarchal throne, was, against his will, installed as Patriarch of Antioch. John Moschus writes about him in his 'Meadow', praising him highly. Gregory was particularly distinguished by an outstanding compassion, most especially towards sinners. He entered into rest in the Lord in 593"
  }, {
    "title": "The Holy Apostle Zacchaeus",
    "important": false,
    "desc": "He was at first a publican and a sinner, but when the Lord saw him in the tree in Jericho (Lk. 19), He immediately brought Zacchaeus to repentance. Zacchaeus later followed the Apostle Peter, who made him Bishop of Caesarea in Palestine, where he served the Gospel in faithfulness and died peacefully."
  }, {
    "title": "Our Holy Father Athanasius of Meteora",
    "important": false,
    "desc": "Born in 1310, he lived in asceticism on the Holy Mountain. He founded a famous monastery in the Meteora in Thessaly. He had great gifts of discernment and wonderworking. Author's note: Philaret also mentions Gabriel the Child in his 'Lives of the Saints'. He was born in the village of Zvjerka, near the town of Zabludov and was only six years old when, in 1648, on the day when his parents were not at home, he was lured to a lonely place by a Jew named Schutko and there crucified. His body was found uncorrupt thirty years later."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "The Hieromartyr Januarius, and those with him",
    "important": false,
    "desc": "This saint was Bishop of Benevento in Italy. In the time of a persecution under Maximian, he was brought before the judge and tormented with various tortures, which he endured patiently. When they threw him into the flames, they were cooled by an invisible dew and the martyr stood uninjured in it and sang the praises of God. Then they flayed his body with iron flails until the bones showed white, but the martyr patiently endured all. His deacon, Faustus, and his reader, Desiderius, were watching the torture and wept for their spiritual father. Then they too were bound and taken with their bishop to the town of Pozzuoli, and cast into prison. There were in the same prison for the sake of Christ the Puetolian deacons Proclus and Sossus and two simple, Christian men, Eutychius and Acutius. All seven were thrown next day to the wild beasts, but the beasts would not touch them. They were all then beheaded, and the Christians of the city of Naples secretly took the body of St Januarius to their city and buried it in the church. To this present day innumerable wonders are worked at this saint's grave. One among many remembered is this: a poor widow, whose only son had died, took the icon of St Januarius out of the church and laid it on her dead son, weeping and imploring the saint's aid, and her son was restored to life. St Januarius suffered with honour in 305."
  }, {
    "title": "The Holy Martyr Theodore, and others with him",
    "important": false,
    "desc": "He suffered for the Christian faith in Perga of Pamphylia in the time of the Emperor Antoninus. Theodore was young and fair of face. When the governor of that district chose him, along with several other young men, for service at the imperial court, Theodore refused and declared himself to be a Christian. Because of this, he was tortured in various ways and then thrown into the flames, but water gushed from the earth and put out the fire. The governor ascribed this to some magic of Theodore's, but the martyr said to him: 'This is not the work of any power of mine, but of Christ my God; and if you want to test the power of your gods, light another fire and throw in one of your soldiers - then I hope you will understand the strength and almighty power of my God.' The governor really wanted to throw in one of the soldiers, but they, in terror, begged him to throw in the pagan priest, Dioscorus, in their place. The priest begged him to throw in only the idol of Zeus and the other idols, for, he said, if they were gods they would easily save themselves. Dioscorus spoke thus because he had already in his heart turned to Christ, having seen the marvel wrought concerning Theodore. Discovering this, the governor condemned Dioscorus to death by burning. He also delivered Theodore and two soldiers, Socrates and Dionysius, and Theodores's mother Philippa, to death. Theodore was crucified, and breathed his last on the cross only on the third day. Socrates and Dionysius were run through with spears and Philippa was beheaded. They were all crowned with wreaths of glory in the Kingdom of Christ."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Our Holy Father Theodore the Sykeote",
    "important": false,
    "desc": "His birthplace was the village of Sykeon in Galatia, because of which he was named 'the Sykeote'. While still a ten-year-old boy, Theodore gave himself to strict fasting and night-long vigils under the eye of an elder, Stephen, who lived in his house. His mother, Maria, was a rich widow and intended her son to devote himself to a soldier's calling. But St George appeared to her in her sleep and told her that Theodore was destined for the service, not of an earthly king, but of the King of heaven. St George also appeared to Theodore many times, either to instruct him or to save him from some danger in which the evil demons had placed him. He also had several visions of the most holy Mother of God. Theodore's asceticism exceeded in its severity the asceticism of all the other ascetics of his time. He tormented his body in hunger and thirst and iron girdles and standing all night in prayer. All this - only to link his soul in love to God and to achieve total mastery over his body. The merciful Lord's love responded to Theodore's love. He gave him great power over evil spirits and over all the ills and pains of men. He became known on all sides as a miraculous healer. For his great purity and devotion, he was chosen against his wishes as Bishop of Anastasioupolis. He spent eleven years in episcopal service, and then begged God to release him from this service in order to devote himself again to his beloved asceticism. After that, he returned to his monastery, where, in old age, he gave his soul to the Lord for whose sake he had undergone so much voluntary suffering. He died at the beginning of the reign of the Emperor Heraclius, in about 613."
  }, {
    "title": "The Holy Martyr Leonidas",
    "important": false,
    "desc": "The father of Origen, he suffered for Christ in Alexandria in 202. First, by imperial decree, all his goods were confiscated and then he was condemned to death. Origen wrote to his father in prison: 'Father, do not worry about us, and do not flee from martyrdom on our account.' "
  }, {
    "title": "Our Holy Father, the Monk Vitalis",
    "important": false,
    "desc": "In the time of Patriarch John the Merciful a young monk appeared, who, as soon as he arrived, compiled a list of all the prostitutes in Alexandria. His way of asceticism was exceptional and singular. During the day he hired himself out for the heaviest work, and at night he went into the brothels, gave the money he had earned to some prostitute and shut himself in her room with her for the whole night. As soon as he had shut the door, Vitalis begged the woman to lie down and sleep, while he spent the entire night in a corner of the room in prayer to God for that sinner. So he kept the sinner from sinning even for one night. The second night he would go to another, the third to another, and so on in order until he had gone through them all, then he went back to the one with whom he had started. By his counsel, many of these sinners left their foul calling; some married, others went to a monastery and others began some honest work for payment. All these women were forbidden by Vitalis to say why he came to them. As a result, he became a scandal to the whole of Alexandria. People reviled him in the streets, spat on him and buffeted him. But he bore it all patiently, revealing his good works to the Lord but concealing them from men. When he died, all became known about him. There began to be many miraculous hearings over his grave; people came from various places, bringing their sick to it. Spat on by men, he was and is glorified by the all-seeing God. "
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Saint George, the Holy and Great Martyr",
    "important": false,
    "desc": "This glorious and victorious saint was born in Cappadocia the son of wealthy and virtuous parents. His father suffered for Christ and his mother then moved to Palestine. When George grew up, he entered the military, where in his twentieth year, attained the rank of a Tribune and as such was in the service of the Emperor Diocletian. When Diocletian began the terrible persecution against Christians, George came before him and courageously confessed that he is a Christian. The emperor had him thrown into prison and ordered that his feet be placed in a stockade of wooden hobbles and that a heavy stone be placed on his chest. After that, the emperor commanded that George be tied to a wheel under which was a board with large nails and he was to be rotated until his entire body became as one bloody wound. After that, they buried him in a pit with only his head showing above the ground and there they left him for three days and three nights. Then George was given a deadly poison to drink by some magician. But, through all of these sufferings, George continuously prayed to God and God healed him instantly and saved him from death to the great astonishment of the people. When he resurrected a dead man through his prayer, many then accepted the Faith of Christ. Among these also was Alexandra, the wife of the Emperor Athanasius, the chief pagan priest and the farmers: Glycerius, Valerius, Donatus and Therinus. Finally the emperor ordered George and his wife Alexandra beheaded. Blessed Alexandra died on the scaffold before being beheaded. St. George was beheaded in the year 303 A.D. The miracles which have occurred over the grave of St. George are without number. Numerous are his appearances, either in dreams or openly, to those who have invoked him and implored his help from that time until today. Enflamed with love for Christ the Lord, it was not difficult for this saintly George to leave all for the sake of this love: rank, wealth, imperial honor, his friends and the entire world. For this love, the Lord rewarded him with the wealth of unfading glory in heaven and on earth and eternal life in His kingdom. In addition, the Lord bestowed upon him the power and authority to assist all those in miseries and difficulties who honor him and call upon his name."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "The Holy Martyr Sabbas Stratelates",
    "important": false,
    "desc": "This famous Sabbas lived in Rome in the time of the Emperor Aurelian, and held a general's rank. He was of a noble Gothic family. He often visited Christians in prison, helping them from his abundance. Through his great purity and fasting, God gave him power over unclean spirits. When he was charged with being a Christian, he stood courageously before the Emperor, cast his officer's belt before him and publicly confessed Christ the Lord. He was tortured in various ways: flogged, flailed with iron rods, burned with torches. But he did not succumb to these deadly tortures, and was seen to be alive and well. His comrades, the soldiers, seeing clearly that God was helping Sabbas, accepted the Christian faith, and seventy of them were immediately beheaded at the Emperor's command. Christ the. Lord Himself appeared to Sabbas in the prison in great light, and strengthened His martyr. Then Sabbas was condemned to death by drowning. He was thrown into a deep river, where he gave his soul to God in the year 272. And his soul went to the Lord to whom he had remained faithful under many tortures."
  }, {
    "title": "Our Holy Mother Elisabeth",
    "important": false,
    "desc": "She embraced monasticism in early youth in the monastery of Ss Cosmas and Damian in Constantinople, and took on herself a heavy asceticism for the sake of Christ the Lord and of her soul. She regarded herself as the bride of Christ, and this world as illusory From her great love for God flowed a great compassion for people, especially for the sick and suffering. By the gift she had received from God, she healed many diseases and much distress among the people. At her nightly prayers she was seen all illuminated with heavenly light. And after her death, her relics had the power of healing, and many of the sick and suffering have come to her grave through the ages. She entered peacefully into rest and went to the eternal joy of her Lord in the year 540."
  }, {
    "title": "The Holy Martyrs Pasicrates and Valentine",
    "important": false,
    "desc": "When the judge urged Pasicrates, and also the martyr's brother, Papianus (who had fallen away from Christ through fear of torture) to offer sacrifice to idols, Pasicrates put his hand into the fire and cried: 'The body is dead and burned by fire, but the soul is immortal and does not feel visible torture.' His mother upheld him and greatly encouraged him to endure to the end. He was beheaded along with Valentine, and they both went to the Kingdom of Christ in about 228."
  }, {
    "title": "The Holy New Martyrs Luke and Nicolas",
    "important": false,
    "desc": "The young man Luke, a tailor by profession, suffered for Christ in 1546, and Nicolas in 1776. "
  },{
    "title": "Our Holy Father Thomas the Fool for Christ",
    "important": false,
    "desc": "Whenever, in his monastic work, he had to go into the city of Antioch, Thomas feigned madness for the sake of Christ. A certain Anastasius, refusing to give him the requested alms for the monastery, gave him a blow instead. Then Thomas prophesied: 'From now on, I shall receive nothing from Anastasius, nor will Anastasius be able to give anything.' One day later, Anastasius died; and Thomas also, about to return to the monastery, gave up the ghost. And so the prophecy of this holy man was fulfilled. St Thomas departed this life in Laphnis near Antioch, in the time of Patriarch Domnus (546--560)."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Holy Apostle and Evangelist Mark",
    "important": true,
    "desc": "Mark was a traveling companion and assistant to the Apostle Peter who, in his first epistle calls him his son, \"The chosen one at Babylon sends you his greeting as does Mark, my son\" (1 Peter 5:13), not according to the flesh but a son according to the spirit. While Mark was in Rome with Peter, the faithful begged him to write down for them the saving teaching of the Lord Jesus, His miracles and His life. Thus, Mark wrote the Holy Gospel which the Apostle Mark was a traveling companion and assistant to the Apostle Peter who, in his first epistle calls him his son, not according to the flesh but a son according to the spirit. While Mark was in Rome with Peter, the faithful begged him to write down for them the saving teaching of the Lord Jesus, His miracles and His life. Thus, Mark wrote the Holy Gospel which the Apostle Peter himself saw and attested to its truthfulness. Mark was appointed a bishop by the Apostle Peter and was sent to Egypt to preach. As so, St. Mark was the first preacher of the Good News (Gospel) in Egypt and was the first bishop in Egypt. Egypt was entirely oppressed by the thick darkness of paganism, idolatry, soothsaying and malice. With the help of God, St. Mark succeeded to sow the seed of the teaching of Christ throughout Libiya, Ammonicia and Pentopolis. From Pentopolis, St. Mark came to Alexandria where the Spirit of God led him. In Alexandria, he succeeded in establishing the Church of God and installed bishops, priests and deacons and to firmly strengthen them all in the honorable Faith. Mark confirmed his preaching through many and great miracles. When the heathens raised accusations against Mark, as a destroyer of their idolatrous faith, and when the mayor of the city began to search for Mark, he again fled to Pentopolis where he continued to strengthen his earlier work. After two years, Mark again returned to Alexandria to the great joy of all the faithful, whose number was greatly multiplied. On this occasion, the pagans seized Mark, bound him tightly and began to drag him over the cobblestone pavement crying out: \"Let us drag the ox to the pen.\" Wounded and bloodied throughout, they cast Mark into prison where, at first, a heavenly angel appeared to him encouraging and strengthening him. After that, the Lord Jesus Himself appeared to him and said: \"Peace be to you Mark, My Evangelist!\" To that Mark replied: \"Peace be to you also my Lord Jesus Christ!\" The next day the vicious men brought Mark out of prison and again dragged him throughout the streets with the same cry: \"Let us drag the ox to the pen.\" Completely exhausted and worn out, Mark uttered: \"Into Your hands O Lord, I give up my spirit.\" Mark expired and his soul was translated into a better world. His holy relics were honorably buried by Christians and, through the centuries, his relics give healing to people from all of their afflictions, pains and diseases."
  }, {
    "title": "Saint Anianus, the Second Bishop of Alexandria",
    "important": false,
    "desc": "When Mark stepped out of the boat on dry land in Alexandria, the sandal on one foot became torn. Then, he saw a cobbler to whom he gave his sandal for repairs. In mending the sandal, the cobbler pierced himself with the needle in his left hand and blood began to flow and the cobbler screamed in pain. Then the apostle of God mixed some dust with his spittle and anointed the wounded hand and suddenly the hand became whole again. Astonished at this miracle, the cobbler invited Mark to his home. Hearing Mark's homily, Anianus (for that was the cobbler's name) was baptized; he and his entire household. Anianus displayed so much virtue and so much zeal for the work of God that St. Mark consecrated him bishop. This holy man was the second bishop of the Church in Alexandria."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Hieromartyr Basil, Bishop of Amasea",
    "important": false,
    "desc": "Licinius, brother-in-law of Constantine to whose sister he was married, pretended to be a Christian before the great emperor. When he received authority from the emperor, to govern the entire east, he, at first secretly, and later openly, began to persecute Christians and to strengthen idolatry. His wife grieved much about this, but was unable to dissuade her husband from this shamefulness. Giving himself over to idolatry, Licinius also succumbed to infinite passions without restraint but, most of all to infidelity toward his wife. During the assault of these unclean passions, Licinius wanted to defile the virgin Glaphyra who was in the service of the Empress. Glaphyra complained to the empress and the empress secretly sent her away from the imperial court of Nicomedia to the Province of Pontus. The virgin Glaphyra arrived at the town of Amasea and there was cordially received by Bishop Basil and other Christians. Glaphyra was elated that God had saved her virginity and, concerning this, she wrote to the empress. The empress also rejoiced and forwarded money to the church in Amasea. However, a letter of Glaphyra which was directed to the empress, fell into the hands of the emperor's eunuch who showed it to Emperor Licinius. The emperor, learning where Glaphyra was staying, immediately ordered that she and the bishop be brought back to Nicomedia. In the meantime, Glaphyra died and the soldiers brought Basil back to Nicomedia, alone and bound. Following tortures and imprisonment this blessed man was beheaded and tossed into the sea in the year 322 A.D. Through a vision of an angel of God his clergy found his body near the town of Sinope. They removed his body with the aid of a fisherman's net and translated it to Amasea where they honorably buried it in the church which he, by his efforts, had built. The Emperor Constantine raised up an army against Licinius, defeated, captured him and banished him into exile to Gaul where he ended his god-hating life."
  }, {
    "title": "Saint Stephen the Bishop of Perm",
    "important": false,
    "desc": "Stephen was a Russian by birth. From an early age he was devoted to prayer and pious thoughts. As a young man, Stephen went to Rostov where he was tonsured a monk in the monastery of St. Gregory the Theologian. Learning about the Land of Perm, completely overrun with the weeds of heathenism, Stephen desired to become a missionary in this land. He immediately dedicated himself to the studying of the language of the Perms and when he mastered the language, he composed an alphabet and translated the ecclesiastical books into that language. With the blessing of the Metropolitan of Moscow, Stephen, as a presbyter, started out on his apostolic mission and with apostolic zeal began to preach the Gospel in this dense darkness of the heathenism of Perm. Having baptized a few souls, he endeavored to build a church in Perm dedicated to the Holy Annunciation. When the Church of God flourished in Perm, he was consecrated as its bishop. Undergoing every hardship, affliction, maliciousness and humiliation, he succeeded to dispel the darkness among the heathens of Perm and to illuminate them with the Light of Christ. In his old age he returned to Moscow once more but, there ended his earthly life and took up habitation with the Lord in the year 1396 A.D."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Holy Apostle Simeon",
    "important": false,
    "desc": "Simeon was one of the Seventy Apostles. He was the son of Cleopas who was the brother of Joseph, the betrothed of the All-Holy Mother of God. Seeing the miracles of our Lord and Savior, Jesus Christ, Simeon believed and was numbered among the Seventy Apostles. He preached the Gospel of Christ with great zeal and courage throughout Judea. When the nefarious Jews killed James, the brother of our Lord and first bishop of the Church of Jerusalem, by hurling him from the heights of the Temple and beat him over the head with a hoe, then this Simeon, a cousin of James, was appointed Bishop of Jerusalem. And Simeon, as the second bishop of the Holy City, governed the Church of God with wisdom and strength until a ripe old age. He was over one hundred years old when he suffered. His suffering was in this manner: during the reign of Emperor Trajan, a two-fold persecution began: one in Palestine against the descendants of David and the other persecution against the Christians. The wicked people accused Simeon of being both one and the other (a Jew and a Christian). St. Simeon endured enormous pains and finally was crucified on a cross, as was his Lord, Whom he faithfully served on earth."
  }, {
    "title": "Venerable John the Confessor",
    "important": false,
    "desc": "John was the Abbott of the Cathar Monastery. This monastery was established near Nicaea during the reign of Justin in the sixth century. Because of his veneration of icons and his defense for the veneration of icons, John suffered much at the hands of the Emperors Leo and Theophilus and died in exile around the year 832 A.D."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Holy Apostles Jason, Sosipater and the Virgin Cercyra",
    "important": false,
    "desc": "The first two were of the Seventy Apostles and the latter was the daughter of a king from the island of Corfu. Jason and Sosipater are mentioned by St. Paul and he calls them his relatives \"Jason and Sosipater, my relatives\" (Romans 16:21). Jason was born in Tarsus as was the Apostle Paul and Sosipater was born in Achaea. The first was appointed bishop of Tarsus by the apostle and the other was appointed bishop of Iconium. Traveling about and preaching the Gospel these two apostles arrived on the island of Corfu, where they succeeded to build a church to the honor of St. Stephen the First-martyr and to win over some heathens to the Church. The king of the island threw them both into prison where seven thieves were also imprisoned. Their names were: Sagornius, Jakishol, Faustian, Januarius, Marsalus, Euphrasius and Mamminus. The apostles converted these seven to the Faith of Christ and turned these wolves into lambs. Upon hearing this, the king ordered that these seven be put to death in boiling pitch. Thus, they received the wreath of the martyrs. While the king was torturing the apostles, his daughter, the virgin Cercyra, watched from the window at the suffering of these men of God and learning for what reason they were being tortured, she declared herself a Christian and distributed all of her jewels to the poor. The king became enraged at his daughter and closed her in a special prison. Since he did not succeed to dissuade her from Christ by this imprisonment, he ordered that the prison be burned. The prison burned, but the virgin remained alive. Upon seeing this miracle many people were baptized. The infuriated king then ordered his daughter to be tied to a tree and Cercyra was slain by arrows. Those who believed in Christ fled from the terrible king to the nearest island and hid themselves. The king pursued them by boat in order to apprehend them, but the boat sank into the sea and thus the unrighteous one perished as did the one-time pharaoh. The new king embraced the Faith of Christ, was baptized and received the name Sebastian. Jason and Sosipater freely preached the Gospel and strengthened the Church of God in Corfu. They lived to a ripe old age and there ended their earthly life and took up habitation in the mansions of the Lord."
  }, {
    "title": "Holy Martyr Tibald",
    "important": false,
    "desc": "Tibald was a Slav from Pannonia. During the reign of Diocletian he was brutally tortured for the Faith of Christ and suffered in a place called Tsibal."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Saint Basil of Ostrog",
    "important": false,
    "desc": "Basil was born in Popova, a village in Hercegovina of simple and God-fearing parents. From his youth, he was filled with love for the Church of God and when he reached maturity, he entered to the Monastery of the Assumption of the Birth-giver of God in Trebinje and there received the monastic tonsure. As a monk, he quickly became renowned because of his genuine and rare ascetical life. Saint Basil took upon himself mortification upon mortification each one heavier and more difficult than the last. Later, against his will, he was elected and consecrated bishop of Zahumlje and Skenderia. As a hierarch, he first lived in the Monastery Tvrdosh and from there, as a good shepherd, strengthened his flock in the Orthodox Faith, protecting them from the cruelty of the Turks and the cunning ways of the Latins. When Basil was exceedingly pressed by his enemies and, when Tvrdosh was destroyed by the Turks, he moved to Ostrog, where he lived an austere ascetical life, protecting his flock by his ceaseless and fervent prayer. He died peacefully in the Lord in the sixteenth century, leaving behind his incorruptible relics; incorruptible and miracle-working to the present day. The miracles at the grave of St. Basil are without number. Christians and Muslims alike come before his relics and find healing of their most grave illnesses and afflictions. A great people's assembly (pilgrimage) occurs there annually on the Feast of Pentecost."
  }, {
    "title": "Nine Martyrs in Cyzicus",
    "important": false,
    "desc": "These nine brave martyrs, enflamed with love for Christ, refused to offer sacrifices to the idols or to deny Christ the Lord, for which they were brutally tortured and finally beheaded. During the reign of Emperor Constantine, a church was built in Cyzicus in honor of these martyrs where their incorruptible relics were placed. Countless healings have taken place over their relics. Their names were: THEOGONIUS, RUFUS, ANTIPATER, THEOCTIST, ARTEMAS, MAGNUS, THEODOTUS, THAUMASILUS AND PHILEMON. All of them despised everything temporal for the eternal, the corruptible for the incorruptible. That is why the Lord led them to His eternal home and crowned them with unfading wreaths of glory. They suffered honorably and were glorified in the eighth century."
  }, {
    "title": "Venerable Memnon the Wonder-Worker",
    "important": false,
    "desc": "From his youth Memnon dedicated himself to fasting, prayer and purified himself so much that he became a dwelling place for the Holy Spirit. He healed incurable diseases and worked many other miracles. He appeared on the tempests of the seas and rescued ships from disaster. He died peacefully in the Lord in the second century and took up habitation in the heavenly courts of the Lord."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Holy Apostle James, the son of Zebedee",
    "important": false,
    "desc": "James was the son of Zebedee, brother of John and one of the Twelve Apostles. At the invitation of the Lord Jesus, James left the fishermen's net, his father and, together with John, immediately followed after the Lord. He belonged to that trinity of apostles to whom the Lord revealed the greatest mysteries; before whom He was transfigured on Tabor and before whom He lamented before His agony in the Garden of Gethsemane. After receiving the gift of the Holy Spirit, he preached the Gospel in various places and traveled to Spain. Upon his return from Spain, the Jews began to quarrel with him concerning Holy Scripture and no one was able to withstand him, not even a certain magician Hermogenes. Hermogenes and his disciple Philip were defeated by the power of truth which James preached and, both of them were baptized. Then the Jews accused him before Herod and persuaded Josias to slander the apostle. Josias, seeing the brave conduct of James and listening to his clear explanation about the truth, repented and believed in Christ. When James was condemned to death, this same Josias was also condemned to death. Enroute to the place of execution, Josias implored James to forgive him the sin of slander. James embraced and kissed him and said: \"Peace and forgiveness be to you!\" Both of them bowed their heads under the sword and were beheaded for the Lord Whom they loved and Whom they served. Saint James suffered in Jerusalem in the year 45 A.D. His body was translated to Spain, where miraculous healings occurred over his grave and, do so even today."
  }, {
    "title": "Saint Donatus",
    "important": false,
    "desc": "Donatus was bishop of Evira in Albania. He was endowed by God with the great blessing of miracle-working, by which he performed many miracles for the benefit of the people. Donatus changed bitter water into sweet water; brought down rain during a drought; healed the king's daughter of insanity; and resurrected a man from the dead. This deceased man had repaid his debt to a certain creditor. This unscrupulous creditor wanted the debt to be repaid a second time and, wanting to benefit from the death of his debtor, he came to his widow and demanded that the debt be repaid immediately. The widow wept and complained to the bishop. St. Donatus warned the creditor to wait, at least, until the man was buried and then the debt would be discussed. The creditor angrily insisted his own. Then Donatus approached the dead man, touched him and cried out: \"Arise brother and see what you have with your creditor!.\" The dead man rose and with a frightening glance looked at his lender and related to him the time, when and where he had repaid the debt. He also sought from the lender his written receipt. The frightened lender then placed a document into his hands and the enlivened deceased tore it up and again lay down and died. St. Donatus died peacefully in very old age and took up habitation with the Lord in the year 387 A.D. His relics repose in Evira, Albania and, even today, benefit the faithful."
  }, {
    "title": "Holy Martyr Argyra",
    "important": false,
    "desc": "Argyra, this neo-martyr was born in Brusa, of devout parents. As soon as Argyra was married to a Christian, a certain Turk from the neighborhood fell in love with her and invited her to live with him. The Christ-loving Argyra rejected such a vile proposal of this Turk. He became so enraged and accused her before the judge saying that she had wanted to embrace Islam and later reneged. This holy Argyra spent fifteen years suffering for Christ, going from judge to judge and from prison to prison. She loved Christ above everything in this world. She finally died in prison in Constantinople in the year 1725 A.D."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Holy Prophet Jeremiah",
    "important": true,
    "desc": "Jeremiah was born about six hundred years before Christ in the village of Anathoth not far from Jerusalem. He began to prophesy at the age of fifteen during the reign of King Josiah. He preached repentance to the king and noblemen, false prophets and priests. During the reign of King Josiah, Jeremiah barely escaped death from the murdering hands of the enraged nobles. Concerning King Jehoiakim, he prophesied that the king's burial would be like the burial of an ass, i.e., his dead body would be tossed outside Jerusalem and that his body would be dragged along the ground without benefit of burial: \"He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem\" (Jeremiah 22:18). Because of this, Jeremiah was cast into a prison. Not being able to write in prison, Jeremiah invited Baruch (the son of Neriah), who stood near the small window of the prison and dictated to him. When this prophecy was read to the king, the enraged king grabbed the paper and threw it into a fire. Divine Providence saved Jeremiah from prison and the word of the prophet was fulfilled in Jehoiakim. Concerning King Jeconiah (son of Jehoiakim, King of Judah), Jeremiah prophesied that Jeconiah would be taken to Babylon with his entire family and that he would die there. All of which came about shortly: \". . . after that Nebuchadnezzar, king of Babylon, had carried away captive Jeconiah, the son of Jehoiakim, king of Judah\" (Jeremiah 24:1). \". . . when he carried away captive Jeconiah, the son of Jehoiakim, the king of Judah from Jerusalem to Babylon, and all the nobles of Judah and Jerusalem\" (Jeremiah 27:20). Under King Zedekiah, Jeremiah placed a yoke around his own neck and walked through Jerusalem prophesying the fall of Jerusalem and bondage under the yoke of the Babylonians. \"Thus said the Lord to me; Make thee bonds and yokes and put them upon thy neck\" (Jeremiah 27:2). \"I spoke also to Zedekiah, king of Judah, according to all these words saying, bring your necks under the yoke of the king of Babylon, and serve him and his people, and live\" (Jeremiah 27:12). To the Hebrew captives in Babylon, Jeremiah wrote telling them not to hope for a speedy return to Jerusalem for they would remain in Babylon for seventy years, which came to pass.\"This whole land shall be a ruin and a desert. Seventy years these nations shall be enslaved to the king of Babylon\" (Jeremiah 25:11).In the valley of Topheth near Jerusalem (the Valley of Slaughter), where the Jews offered children as a sacrifice to the idols, Jeremiah took a potter's clay vessel in his hands and shattered it before the people prophesying the impending humbling of the kingdom of Judah. \"Even so, I will break this people and this city, as one breaks a potter's vessel that cannot be made whole again\" (Jeremiah 19:11). The Babylonians shortly captured Jerusalem, slew King Zedekiah, plundered and destroyed the city, and beheaded a great number of Jews in the Valley of Topheth on the same spot where children were slaughtered for sacrifice to the idols and where the Prophet Jeremiah smashed the potter's vessel of clay. Jeremiah, with the Levites, removed the Ark of the Covenant from the Temple to Mt. Nebo where Moses died and there he hid the Ark in a cave. However, he hid the fire from the Temple in a deep well. Jeremiah was forced by some Jews to accompany them to Egypt where he lived for four years and was then stoned to death by his countrymen. To the Egyptians, Jeremiah prophesied the destruction of their idols and the arrival of the Virgin and the Christ-Child to Egypt. There is a tradition which states that King Alexander the Great visited the tomb of the Prophet Jeremiah. By order of King Alexander, the body of Jeremiah was translated and buried in Alexandria."
  }, {
    "title": "Venerable Martyr Acacius, the Sandal-Maker",
    "important": false,
    "desc": "Acacius was from the village of Neochorion near Thessalonica. Mistreated greatly by his master craftsman in Serres, Acacius converted to Islam. Later (he returned to the Faith) and as a penitent and monk, he lived in the Monastery Hilendar (Mt. Athos). His needy and Christ-loving mother counseled him: \"As you willingly denied the Lord, so now you must willingly and bravely accept martyrdom for the Sweet Jesus.\" The son followed the advice of his mother and with the blessings of the fathers of the Holy Mountain, Acacius traveled to Constantinople where the Turks beheaded him on May 1, 1816 A.D. His head is preserved in a reliquary in the monastery of St. Panteleimon on Mt. Athos."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Saint Athanasius the Great, Archbishop of Alexandria",
    "important": true,
    "desc": "On this day the translation of the relics of St. Athanasius, as well as the miracles performed by his relics, is commemorated. The life and work of this great saint is recorded on January 18:Athanasius was born in Alexandria in the year 296 A.D. and from his early childhood had an inclination to the spiritual life. He was a deacon to Archbishop Alexander and accompanied him to the First Ecumenical Council (Nicaea, 325 A.D.). It was at this Council that Athanasius became renowned for his learning, devotion to and zeal for Orthodoxy. He contributed greatly to destroy the heresy of Arius and to strengthen Orthodoxy. He wrote the Symbol of Faith (The Creed) which was adopted at the Council. Following the death of Alexander, Athanasius was elected Archbishop of Alexandria. In his calling as Archbishop of Alexandria, he remained for forty years, although not for the entire time on the archiepiscopal throne of the archbishopric. With few exceptions, throughout his life he was persecuted by heretics. Of the emperors, he was persecuted mostly by Constantius, Julian and Valens; of the bishops, by Eusebius of Nicomedia and many others; and by the heretic Arius and his followers. Athanasius was forced to hide from his persecutors, even in a well, in a grave, in private homes and in the deserts. Twice he was forced to flee to Rome. Only before his death, did he live peacefully for a while as the good shepherd among his good flock who truly loved him. Few are the saints who were so mercilessly slandered and so criminally persecuted as St. Athanasius. His great soul patiently endured all for the love of Christ and, in the end, emerged victorious from this entire, terrible and long-lasting struggle. For counsel, for comfort and for moral support, Athanasius often visited St. Anthony, whom he respected as his spiritual father. For a man who formulated the greatest truth, Athanasius had much to suffer for that truth until in the year 373 A.D., the Lord gave him repose in His kingdom as His faithful servant."
  }, {
    "title": "Holy Martyrs, Saint Boris and Saint Gleb",
    "important": false,
    "desc": "Boris and Gleb were the sons of the great Prince Vladimir, the baptizer of the Russian people. Until his baptism, Vladimir had numerous wives and many children by them. Boris and Gleb were brothers of the same mother. Before his death Vladimir divided up the State among all of his sons. But, Svyatpolk his eldest son, the Prince of Kiev, also desired to usurp the portions intended for Boris and Gleb. That is why he dispatched men to murder Boris who was in one place and to murder Gleb who was in another place. Both brothers were exceptionally pious and, in all things, pleasing to God. They encountered death with prayer and the uplifting of their hearts to God. Their bodies remained incorrupt and fragrant. Boris and Gleb were buried in Vishgorod where, even today, a blessed power comes from their bodies, which heals men from various diseases and sufferings."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Holy Martyrs Timothy and Maura",
    "important": false,
    "desc": "The fate of these two wonderful martyrs, husband and wife, is amazing! Because of their Christian Faith and only twenty days following their marriage, they were brought to court before Arrianus, the governor of Thebaid, during the reign of Diocletian. Timothy was a lector in his local church. The governor questioned him: \"Who are you?\" To that Timothy responded: \"I am a Christian and a lector of God's Church.\" The governor further said to him: \"Do you not see these instruments prepared for torture surrounding you?\" Timothy replied: \"And, do you not see all the angels of God who strengthen me?\" Then the governor ordered an iron rod be pierced through his ears so that the pupils of his eyes protruded from pain. After that, they hung him upside down and placed a piece of wood in his mouth. At first, Maura was frightened because of Timothy's sufferings, but when her husband encouraged her, she also confessed her steadfast faith before the governor. The governor then ordered all the hairs of her head pulled out and after that severed the fingers from her hands. After many other tortures, from which they would have succumbed had not the Grace of God strengthened them, they were both crucified facing each other. Thus, hanging on the cross, they lived for nine days counseling and encouraging each other in perseverance. On the tenth day, they gave up their souls to their Lord for Whom they endured death on a cross and so were made worthy of His kingdom. They suffered honorably for Christ in the year 286 A.D."
  }, {
    "title": "Venerable Theodosius of the Kievan Caves",
    "important": false,
    "desc": "From his early youth, Theodosius shunned laughter and rejoicing and dedicated himself to godly-thoughts and prayers. Because of this, he was often abused by his mother, especially one day, when his mother noticed an iron belt around his naked body from which his shirt was bloodied. Having once read the words of the Savior in the Gospel \"He who loves father or mother more than Me is not worthy of Me\" (St. Matthew 10:37), Theodosius left the home of his parents and fled to the Monastery of the Caves in Kiev to see the Venerable Anthony. Anthony received him and, shortly afterwards, tonsured him a monk. When his mother found him and asked him to return home, he counseled his mother and she also entered a convent and was tonsured a nun. Theodosius shortly surpassed all the monks by his mortification, meekness and goodness, and became very dear to Anthony who installed him as abbot of the monastery. During the time that he was abbot, the brotherhood of the monastery greatly increased, churches and cells were built and the Constitution (the Rule) of the Studite Monastery was introduced in its entirety. God endowed Theodosius with abundant grace because of his virginal purity, great labor in prayer, love toward his fellow man and so this man of God possessed great power over unclean spirits, healed diseases and discerned the fate of men. Along with St. Anthony, Theodosius is considered the founder and organizer of monasticism in Russia. He died peacefully in the year 1074 A.D. His healing relics repose next to the relics of Anthony."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Holy Martyr Pelagia of Tarsus",
    "important": false,
    "desc": "Born in the town of Tarsus of pagan but noble and wealthy parents, she heard about Christ and the salvation of the soul from Christians, became inflamed with love for the Saviour and was a Christian in her soul. There was at that time a terrible persecution of Christians. It happened that the Emperor Diocletian himself stopped in Tarsus and that, during the time of his stay in the town, his son, the heir, fell deeply in love with Pelagia and wanted to make her his wife. Pelagia replied through her mother - a wicked woman - that she was already promised to her betrothed husband, Christ the Lord. Fleeing from the foul heir and her wicked mother, Pelagia sought and found Bishop Linus, a man renowned for his holiness. He instructed her in the Faith and baptised her. Then Pelagia gave away her luxurious clothing and great wealth, returned home and confessed to her mother that she was already baptised. Hearing of this, the Emperor's son, losing all hope of getting this holy maiden as his wife, ran himself through with a sword and died. Then the wicked mother denounced her daughter to the Emperor and she was taken for trial. The Emperor marvelled at the girl's beauty and, forgetting his son, burned with an impure passion for her. But when Pelagia remained unfaltering in her faith, the Emperor condemned her to be burned in a metal ox heated by fire. When they stripped the martyr, she signed herself with the sign of the Cross and, with prayers of thanksgiving to God on her lips, went into the ox, where, in the twinkling of an eye, she melted like wax. She suffered with honour in 287. Bishop Linus hunted for the remains of her bones and buried them on a hill under a stone. In the time of the Emperor Constantine Copronymos (741-775), a beautiful church was built on that site in honour of this holy virgin and martyr Pelagia, who was sacrificed for Christ to reign eternally with Him."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Holy Great Martyr Irene",
    "important": false,
    "desc": "Irene lived in the Balkans during apostolic times in the town of Magedon. Her father Licinius was of lesser royal nobility. Some think that she was a Slav. Irene was born a pagan of pagan parents. Penelope was her pagan name. She learned about the Christian Faith from her teacher Appelianus. St. Timothy, the disciple of the Apostle Paul, baptized her and her court attendants and provided her with the epistles of the Apostle Paul to read. Refusing to marry, she enraged her father and he wanted to torture her but, in a miraculous manner, she converted her father to Christianity. Irene was subjected to various tortures by four kings, not counting her father but, God through His angels, spared her. King Sedechias buried her up to her neck in a ditch filled with snakes and scorpions but an angel of God made these venomous and repulsive creatures ineffective and saved the holy virgin from harm. King Sedechias then wanted to saw her in half but the saw rebounded from her body as from stone. After that, the same king tied her to a wheel under a water mill and releas+L242ed the flow of water hoping, in this manner, to kill her. But the water refused to flow, rather stood still and the virgin remained alive and well. King Sapor, the son of King Sedechias, shod her feet with nails, loaded a sack of sand on her, harnessed her and ordered that she be led like an animal far outside the town. \"Truly, I am a beast before You, O Lord!\" said the holy martyr, running bridled behind her torturers. However, an angel of God shook the earth and the earth opened up and swallowed her torturers. Surviving all tortures, by which she converted a countless number of pagans to Christianity, Irene entered the town of Callipolis (Gallipoli) where she preached the Faith of Christ. The local king Numerian wanted to kill her in this manner: he tossed her into three flaming hot metal oxen; one after the other. But the virgin was saved and remained alive. Many witnessed and believed. The Eparch (governor) Vaudon took her to the town of Constantina where he thought to kill her in this manner: he placed her on red-hot grates. But that did not harm St. Irene and she converted many to the True Faith. Finally, Irene arrived in the town of Mesembria where she was slain by King Sapor but God restored her to life. The king, with many of the people, upon witnessing this, believed in Christ and were baptized. Thus, St. Irene, by her suffering and miracles converted over one-hundred thousand pagans to the Faith of Christ. Finally, she lay down in a grave and ordered Appelianus to close the grave. After four days, when they opened the grave, she was not in the grave. Thus, God glorified forever the virgin and martyr Irene, who sacrificed all and endured all so that God may be glorified among men."
  }, {
    "title": "Saint Martin and Saint Heraclius",
    "important": false,
    "desc": "Martin and Heraclius were both Slavs. They were persecuted by the Arian heretics in Illyria. Banished into exile, these two knights of Orthodoxy completed their earthly lives in the fourth century and took up habitation with the Lord."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Holy Righteous and Long-Suffering Job",
    "important": false,
    "desc": "Job was a descendant of Esau the grandson of Abraham and lived in Arabia about 2,000 years before Christ. His father's name was Zareth and his mother's name was Bosora. However, his full name was Jobab. Job was an honorable, god-fearing man and very wealthy. In the seventy-ninth year of his life, God permitted difficult temptations to befall him through Satan as it is written in detail in the Book of Job. In one day, Job lost all his enormous estates, his sons and his daughters. After that a terrible disease befell him and his entire body was covered with sores from his head to his feet and Job lay on the rubbish heap outside the town and with a piece of potsherd scrapped away the pus from his wounds. Job did not murmur against God, but patiently endured all sufferings to the end. That is why God restored his health, gave him much greater riches than that which he had before and seven sons and three daughters were born to him as many as he previously had. Job lived for a total of two-hundred forty-eight years always glorifying and praising God. Job is considered to be the model of patient endurance of every suffering which God sends upon us and Job is a proto-type of the suffering of the Lord Jesus."
  }, {
    "title": "Saint Barbarus the Robber",
    "important": false,
    "desc": "After having committed many crimes, Barbarus repented and at first condemned himself to crawl on all fours for three years and to eat with dogs and, second, to live twelve years in the forest without clothes, without a roof and without food except grass and leaves. He received news from the angels that his sins are forgiven. Some merchants traveling through the forest and seeing Barbarus from afar thought that it was an animal and not a man, aimed their arrows at him and pierced him. Dying, Barbarus begged them to inform the nearest priest about him. The priest arrived and buried him honorably. From his body flowed healing myrrh (oil) which cured various diseases and pains of men."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Commemoration of the Appearance of the Honorable Cross Over Jerusalem",
    "important": false,
    "desc": "During the reign of Emperor Constantius, the son of St. Constantine, and Cyril the Patriarch of Jerusalem, the Honorable Cross appeared about 9:00 a.m. stretching out from Golgotha to above the Mount of Olives. This cross was brighter than the sun and more beautiful than the most beautiful rainbow. All the people, both believing and unbelieving, left their work and, in fear and amazement, observed this heavenly sign. Many unbelievers converted to the Faith of Christ, and so also did many Arian heretics abandon their evil heresy and returned to Orthodoxy. About this sign Patriarch Cyril wrote a letter to Emperor Constantius (337-361 A.D.) who leaned toward Arianism. This occurred on May 7, 357 A.D. Thus, even on this occasion it was demonstrated that the Christian Faith is not worldly theorizing, according to sensual understanding of man, but rather in God's power, demonstrated through numerous miracles and signs."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Holy Apostle and Evangelist John",
    "important": true,
    "desc": "The feast day of this great apostle and evangelist is celebrated on September 26. This day (May 8) commemorates the miracle which appeared at his grave. When John was over one hundred years old, he took seven of his disciples, went outside the town of Ephesus and ordered them to dig a grave in the form of a cross. After that, the elder went down into this grave and was buried. Later on, when the faithful opened John's grave, they did not find his body. On May 8 of every year, dust is raised from his grave from which the sick are healed of various diseases."
  }, {
    "title": "Venerable Arsenius the Great",
    "important": false,
    "desc": "This glorious saint was born of a patrician family in Rome and was well educated in the secular sciences and philosophy as well as in spiritual wisdom. Abandoning all the vanity of the world, he dedicated himself to the service of the Church and was a deacon of the great church in Rome. Unmarried, withdrawn, quiet and devout, Arsenius thought to live that way his entire life. But the Providence of God directed his path in life otherwise. Emperor Theodosius took him as a tutor and teacher of his sons Arcadius and Honorius, and installed him as a senator surrounding him with great wealth, honors and luxury. But all of this burdened Arsenius' heart rather than pleasing him. It happened that Arcadius committed a wrong and for that Arsenius punished him. The offended Arcadius conceived a terrible revenge against his teacher and when Arsenius found out he changed into the clothes of a beggar, left for the seashore, boarded a boat and sailed to Egypt. When he arrived at the renowned Scete, he became a disciple of the glorious John Colobus (The Short) and dedicated himself to a life of asceticism. He considered himself dead and when someone informed him that a wealthy relative died and willed his entire estate to him, Arsenius replied: \"But I died before him, how is it therefore that I could be his heir?\" Withdrawn in a hermit's cell as in a tomb, throughout the entire day, he wove baskets of palm leaves, and at night, he prayed to God. He avoided men and all conversations with them. Only on feast days did he leave his cell and attend church to receive Holy Communion. In order not to become lazy, he often asked himself the question: \"Arsenius, why did you come to the wilderness?\" He remained in the wilderness for fifty-five years as a \"desert dweller\" and for that entire time was a model to the monks and a glory to monastics in general. In all, Arsenius lived one hundred years and died peacefully in the year 448 A.D. after prolonged labor and voluntarily imposing hardships upon himself and took up habitation in the kingdom of Christ the Lord, Whom he loved with all his heart, all his mind and all his soul."
  }, {
    "title": "Saint Emilia",
    "important": false,
    "desc": "Emilia was the mother of Saint Basil the Great. In her youth she desired to remain a virgin for life but was forced into marriage. Emilia gave birth to nine children and so inspired them with the Spirit of Christ that five of them became Christian saints: Basil the Great, Gregory, Bishop of Nyssa, Peter, Bishop of Sebaste, Macrina and Theosevia. In her old age Emilia established a convent where she lived with Macrina her daughter and where she died in the Lord on May 8, 375 A.D."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Holy Prophet Isaiah",
    "important": false,
    "desc": "This great prophet was of royal lineage. Isaiah was born in Jerusalem of Amoz his father who was the brother of Amaziah, the king of Judah. By the great grace of God that was in him, Isaiah was made worthy to see the Lord Sabaoth on the throne in heaven surrounded by six-winged Seraphim who continuously sing: \"Holy, Holy, Holy, is the Lord of Hosts (Sabaoth)\" (Isaiah 6:3). Isaiah prophesied many things to individual men as well as to the people. On one occasion, he walked naked around the streets of Jerusalem for three days prophesying the imminent fall of Jerusalem by the Assyrian King Sennacherib, reminding the king and the leaders of the people not to hope in assistance from the Egyptians or Ethiopians for they, also, will be subjugated by the same Sennacherib, but rather to trust in help from God the Most High. This prophesy, as well as other prophecies, were literally fulfilled. Isaiah's most important prophecies are the ones concerning the Incarnation of God, the conception of the All-Holy Virgin, John the Forerunner and about many other events of the life of Christ. \"Therefore, the Lord Himself shall give you a sign; Behold a virgin shall conceive, and bear a son, and shall call His name Emmanuel\" (Isaiah 7:14). \"For unto us a child is born, unto us a son is given; and the government shall be upon his shoulder: his name shall be called Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace\" (Isaiah 9:6). \"The voice of him that cries in the wilderness, Prepare ye the way of the Lord and make straight in the desert a highway for our God\" (Isaiah 40:3). This discerning man, because of the purity of his heart and because of his zealousness toward God, also received the gift of working miracles. Thus, when the besieged Jerusalem suffered from drought, Isaiah prayed to God and water flowed from beneath Mount Zion. This water was called Siloam which means: \"sent.\" Later, the Lord directed the man, blind from birth to bathe in this water in order for him to see. During the reign of King Manasses, when Isaiah thundered against the pagan customs of the king and the leaders comparing that generation with Sodom and Gomorrah, the anger of the leaders and the people rose up against this great prophet. He was captured, led out of Jerusalem and was sawed in half. Isaiah lived and prophesied about seven-hundred years before Christ."
  }, {
    "title": "Translation of the Relics of Saint Nicholas the Wonder-Worker of Myra in Lycia",
    "important": true,
    "desc": "During the reign of Emperor Alexius Commenus and Patriarch Nicholas Grammaticus, the body of this saint was translated from Myra in Lycia to the town of Bari in Italy in 1007 A.D. This occurred because of the assault of the Muslims on Lycia. The saint appeared in a dream to an honorable priest in Bari and ordered that his relics be translated to this town. At that time, Bari was Orthodox and under the Orthodox Patriarch. During the translation of the relics of this saint many miracles occurred either by touching the relics or from the myrrh (oil) which abundantly flowed from his relics.\"Also on this day, is commemorated the miracle of St. Nicholas to the Serbian King, Stephan of Decani: how St. Nicholas restored the sight to the blinded King Stephan."
  }, {
    "title": "Holy Martyr Christopher",
    "important": false,
    "desc": "Christopher was a great miracle-worker. He is especially venerated in Spain. The people pray to him primarily for protection from contagious diseases and great pestilence. He suffered for Christ and was glorified by Christ in the year 249 A.D."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Holy Apostle Simon, the Zealot",
    "important": false,
    "desc": "Simon was one of the Twelve Great Apostles. He was born in Cana of Galilee. The Lord Jesus, with His mother and His disciples, came to his marriage feast. When the wine ran out, the Lord changed water into wine. (St. John 2: 1-11). Witnessing this miracle, Simon the groom left his home, parents and bride and followed after Christ. Zealot means zealous. Simon was called the Zealot because of his great and fiery zeal for the Savior and His Gospel. After receiving the gift of the Holy Spirit, Simon went to preach the Gospel in Mauritania in Africa. Because he succeeded to convert many to the Faith of Christ, Simon was tortured and finally crucified, as was his Lord, Who prepared for him a wreath of glory in the immortal kingdom."
  }, {
    "title": "Venerable Isidora, Fool for Christ",
    "important": false,
    "desc": "Isidora lived in the fourth century and was a nun in a convent in Tabennisi. She pretended insanity in order to conceal her virtues and her mortification. Isidora performed the most menial tasks, fed on the leftovers on the dishes, served all and everyone and was despised by all and everyone. At that time, an angel of God revealed to the great ascetic Pitirim about Isidora's secret. Pitirim came to the convent and when he saw Isidora he bowed down to the ground before her. And so, she to him. Then the sisters informed Pitirim that she was insane. \"All of you are insane\" replied Pitirim, \"and this one is greater before the Lord than I and all of you; I only pray that God will render to me that which is intended for her at the Dreadful Judgment!\" Then the sisters became ashamed and begged both Pitirim and Isidora for forgiveness. From then on, everyone began to show respect for Isidora. And she, to escape the honors of men, fled the convent to a place unknown and died about the year 365 A.D."
  }, {
    "title": "The Blessed Thais",
    "important": false,
    "desc": "Thais was a wealthy Christian maiden in Egypt. She decided not to enter into marriage and distributed her property to the monks of the desert. When she spent all of her possessions, she began to live a life of debauchery. Learning about this, the hermits begged Abba John Colovos to come to Alexandria and he did and began to weep before Thais. When she heard that the elder was crying because of her sins, she repented in an instant, left home and everything she owned and withdrew into the wilderness with the saint. One night while Thais was sleeping and while John stood at prayer, he saw where angels descended with a great light and took the soul of Thais. John learned that her instantaneous but warm repentance was more pleasing to God than the long years of external repentance of many hermits."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Saint Cyril and Saint Methodius, Equal to the Apostles",
    "important": true,
    "desc": "Saints Cyril and Methodius were brothers from Thessalonica of distinguished and wealthy parents, Leo and Maria. The older brother Methodius spent ten years as an officer among the Macedonian Slavs and thus learned the Slavic language. After that Methodius withdrew to Mount Olympus and dedicated himself to the monastic life of asceticism. It was here that Cyril (Constantine) later joined him. When the Khazarite king, Kagan, requested preachers of the Faith of Christ from Emperor Michael III then, by command of the emperor, these two brothers were found and sent among the Khazars. Convincing King Kagan of the Faith of Christ, they baptized him along with a great number of his chief assistants and even a greater number of the people. After a period of time, they returned to Constantinople where they compiled the Slavonic alphabet consisting of thirty-eight letters and proceeded to translate ecclesiastical books from Greek into Slavonic. At the request of Prince Rastislav, they traveled to Moravia where they spread and established the devout Faith and multiplied books and distributed them to the priests to teach the youth. At the request of the pope, Cyril traveled to Rome where he became ill and died on February 14, 867 A.D. Then Methodius returned to Moravia and labored to strengthen the Faith of Christ among the Slavs until his death. Following his death - he died in the Lord on April 6, 885 A.D. - his disciples, THE FIVE FOLLOWERS, with St. Clement, the bishop at the head, crossed the Danube River and descended to the south into Macedonia, where from Ohrid they continued their labor among the Slavs begun by Cyril and Methodius in the north."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Saint Epiphanius, Bishop of Cyprus",
    "important": false,
    "desc": "Epiphanius was a Jew by birth and, witnessing the Faith of Christ, was baptized with his sister Callithrope. At age twenty-six, he was tonsured a monk in the monastery of St. Hilarion. Later, he established a separate monastery where he became famous throughout all of Palestine and Egypt because of his asceticism, spiritual wisdom and miracle-working. Fleeing from the glory of men, Epiphanius withdrew to Egypt. Enroute, he met up with the great Paphnutius who predicted that he would become bishop on the island of Cyprus. Indeed, after many years, by the Divine Providence of God, Epiphanius arrived at Cyprus where he, unexpectedly was chosen as bishop. At the age of sixty, he became the bishop of Salamis and, as such, governed the Church of God for fifty-five years. He lived a total of one-hundred fifteen years on this earth and rested from this life so as to live eternally in the kingdom of Christ. Before his death, he was summoned to Constantinople by Emperor Arcadius and his wife Eudoxia to an assembly of bishops which, according to the wish of the emperor and the empress, should have condemned St. John Chrysostom. Arriving in Constantinople, Epiphanius went directly to the palace of the emperor where the emperor and empress detained him for a long while trying to persuade him to declare himself against Chrysostom. The citizens and Chrysostom heard that Epiphanius agreed with the emperor against Chrysostom. That is why Chrysostom wrote him a letter: \"Brother Epiphanius, I heard that you advised the emperor that I be exiled; know ye, that you will never see your throne again.\" To that Epiphanius replied to him: \"O suffering John, withstand insults; know ye, that you will never reach the place to which you are exiled.\" And both prophecies of these saints were quickly fulfilled. Not wanting to agree in anyway with the emperor to the exile of Chrysostom, Epiphanius secretly boarded a boat and departed for Cyprus, but he died on the boat. The emperor banished Chrysostom into exile to Armenia. But, this saint died enroute. St. Epiphanius rested in the year 403 A.D. Among the many works of St. Epiphanius, the most famous is the Medicine Chest (Panarium) in which eighty heresies are listed and refuted."
  }, {
    "title": "Saint Herman, the Patriarch of Constantinople",
    "important": false,
    "desc": "Herman was the son of the head imperial senator who was killed by Emperor Constantine Pogonatus. This same evil emperor castrated the senator's son, Herman, and forcibly banished him to a monastery. As a monk, Herman shone like a star by his life and good works. Because of that, he was chosen as the first bishop of Cyzicus and, when Anastasius II was crowned emperor, Herman was elected as patriarch of Constantinople. As patriarch he baptized the ill-reputed Copronymos who, during the time of his baptism, soiled the water with his uncleanliness. Then the patriarch prophesied that this child, when he becomes emperor, will introduce into the Holy Church some impure heresy. And this happened. When Copronymos became emperor, he restored the heresy of the iconoclasts. Leo Isaurian, the father of Copronymos, initiated the persecution of icons and when Patriarch Herman protested, the arrogant Leo cried out: \"I am emperor and priest!\" He removed Herman from the patriarchal throne and banished him to a monastery where this saint lived for ten more years until the Lord called him to Himself and to the heavenly kingdom in the year 740 A.D."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Holy Martyr Glyceria",
    "important": false,
    "desc": "Glyceria was the daughter of a Roman governor. Becoming impoverished after her father's death, Glyceria settled in Trajanopolis in Thrace. During the reign of the nefarious Emperor Antoninus, Glyceria was taken to offer sacrifices to the idol of Jupiter (Zeus). She traced the sign of the cross on her forehead and when the Prefect Sabinus questioned her concerning her lamp, (for all of them carried lamps in their hands), Glyceria pointed to the cross on her forehead and said: \"This is my lamp.\" As a result of her prayer lightning struck the idol and smashed it to pieces. The prefect became angry and ordered her flogged and thrown into prison. The prefect sealed the doors to the prison, determined to starve the virgin to death. However, an angel of God appeared to Glyceria and administered heavenly food to her. After a period of time, when the prefect thought that the virgin must have died from hunger, he opened the doors of the prison and was astonished when he saw her healthy, radiant and joyful. Witnessing this miracle, Laodicius, the jailer confessed Christ the Lord and was immediately beheaded. After that Glyceria was thrown into a fiery furnace but remained unharmed by the fire. Standing in the midst of the fire and, remembering the miracle of the three youths in the Babylonian furnace, Glyceria praised the Lord. Finally, she was thrown to the lions and, praying to God, this holy virgin gave up her soul to the Lord for Whom she bravely endured many tortures. She suffered honorably in the year 177 A.D. Healing oil (myrrh) emitted from her relics which healed the sick of the gravest diseases."
  }, {
    "title": "Holy Martyr Alexander",
    "important": false,
    "desc": "Alexander was a Slav. As an eighteen year old soldier in the army of Emperor Maximilian, he refused the order of the emperor to give honor to the Roman idols and for that which he was handed over to Captain Tiberian, to either counsel Alexander to deny Christ or else torture and kill him. Since all the counseling was in vain, Tiberian took Alexander with him across Macedonia to Constantinople where he traveled for duty. In every town along the way, the young Alexander was cruelly tortured but, in every town, Christians came out before him and begged him for a blessing and they encouraged him in his mortification. Pimenia, his mother, followed after him. During the course of this travel, an angel of God appeared many times to Alexander soothing his pains and encouraging him. In one place, Carasura, the martyr performed a miracle through prayer: when thirst overcame him and the soldiers who escorted him, he brought forth a well of cold water from an arid place. On the shore of the Ergina river, Tiberian ordered the executioner to behead Alexander and to toss his body into the water. When the executioner swung at the martyr's head, he saw radiant angels of God around Alexander and became frightened and his hand dropped. Alexander asked him why his hand dropped and the executioner replied that he sees some radiant young men around him. Yearning death and union with the Lord, Alexander prayed to God to withdraw the angels from him so that the executioner would not be frightened. And thus, the executioner carried out his work in the year 298 A.D. Pimenia removed the body of her son and honorably buried him. Many healings occurred at the grave of the martyr. After death, the martyr appeared to his mother and informed her of her imminent translation to the other world."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Holy Martyr Isidore",
    "important": false,
    "desc": "During the reign of Decius, Isidore was drafted by force from the island of Chios into military service. From childhood, Isidore adhered to the Faith of Christ and spent his entire life in fasting, prayer and good works. But when in the army Isidore declared himself a Christian, the commander seized him, required of him an answer and counseled him to deny Christ and offer sacrifices to the idols. The saint replied: \"Even if you kill my body, you have no authority over my soul. I possess the True, Living God, Jesus Christ Who now lives in me and after my death, He will be with me and I am in Him and will remain in Him and I will never cease to confess His Holy Name as long as my soul is in my body.\" First, the commander ordered that Isidore be whipped with oxen tails and after that they cut out his tongue. Even without his tongue, Isidore, by the Spirit of God, spoke and confessed the Name of Christ. Meanwhile, the punishment of God came upon the commander and he, suddenly, became mute. Finally, the mute commander gave the sign to behead Isidore. Isidore was elated at this sentence and after praising God went to the scaffold where he was beheaded in the year 251 A.D. His companion, Ammon buried his body and following that also suffered and received the martyr's wreath."
  }, {
    "title": "Venerable Serapion, the Sindonite",
    "important": false,
    "desc": "Sindon means \"linen cloth\" in which the bodies of the dead were wrapped. Serapion was called the Sindonite because he covered his naked body with a single linen cloth. He carried a Book of the Gospels in his hand. Serapion lived like a bird without a roof and without any worries moving from place to place. He gave his sindon to a needy person who was shivering from the frost and remained completely naked. When someone asked him: \"Serapion, who uncovered you?\" He pointed to the Holy Gospels and said: \"This!\" After that he even gave the Book of the Gospels away as a ransom for a man in debt whose lender was threatening him with prison for this debt. Once in Athens, he did not eat anything for four days because he had nothing available and began to cry out from hunger. When the Athenian philosophers asked him why he was crying out so, Serapion replied: \"I was indebted to three; two of which I have satisfied but the third one is still tormenting me. The first lender is carnal lust which tormented me from my youth; the second lender is avarice and the third lenderis the stomach. Those two have left me, but the third one still torments me.\" The philosophers gave him a gold coin to purchase bread. He went to a baker, purchased only one loaf of bread, left the gold coin and departed. In his old age, he presented himself peacefully to the Lord in the fifth century."
  }, {
    "title": "Saint Leontius of Strumica, Patriarch of Jerusalem",
    "important": true,
    "desc": "Saint Leontios of Strumica, Patriarch of Jerusalem, by the account of Saint Gregory Palamas, was Patriarch during the years 1223-1261. His life was similarly described by Theodore, a monk of Constantinople. This Vita was translated in abridged form from the Greek into the Russian language. It was translated a second time more fully by the Monk Nikodemos of the Holy Mountain, who indicates the death of the Patriarch was instead actually in the year 1175."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Venerable Pachomius the Great",
    "important": false,
    "desc": "He was an Egyptian by birth and was a pagan in his youth. As a soldier, he took part in the Emperor Constantine's war against Maxentius. After that, learning from Christians about the one God and seeing their devout life, Pachomius was baptised and went to the Tabennisiot desert, to the famous ascetic Palamon, with whom he lived in asceticism for ten years. Then an angel appeared to him in the robes of a monk of the Great Habit at the place called Tabennisi and gave him a tablet on which was written the rule of a cenobitic monastery, commanding him to found such a monastery in that place and prophesying to him that many monks would come to it seeking the salvation of their souls. Obeying the angel of God, Pachomius began building many cells, although there was no-one in that place but himself and his brother John. When his brother grumbled at him for doing this unnecessary building, Pachomius simply told him that he was following God's command, without explaining who would live there, or when. But many men soon assembled in that place, moved by the Spirit of God, and began to live in asceticism under the rule that Pachomius had received from the angel. When the number of monks had increased greatly, Pachomius, step by step, founded six further monasteries. The number of his disciples grew to seven thousand. St Antony is regarded as the founder of the eremitic life, and St Pachomius of the monastic, communal life. The humility, love of toil and abstinence of this holy father were and remain a rare example for the imitation of monks. St Pachomius performed innumerable miracles, and also endured innumerable temptations from demons and men. And he served men as both father and brother. He roused many to set out on the way of salvation, and brought many into the way of truth. He was and remains a great light in the Church and a great witness to the truth and righteousness of Christ. He entered peacefully into rest in 346, at the age of sixty. The Church has raised many of his followers to the ranks of the saints: Theodore, Job, Paphnutius, Pecusius, Athenodorus, Eponichus, Soutus, Psois, Dionysius, Petronius and others."
  }, {
    "title": "Saint Achilleus, Bishop of Larissa",
    "important": true,
    "desc": "This great hierarch and wonderworker was born in Cappadocia. He took part in the First Ecumenical Council, at which he put the heretics to shame and, both by his great learning and his great purity, gave cause for much wonder. Taking up a stone, Achillius called to the Arians: 'If Christ is a creature of God, as you say, tell oil to flow from this stone.' The heretics kept silent, amazed at this demand by St Achillius. Then the saint continued: 'And if the Son of God is equal to the Father, as we believe, then let oil flow from this stone.' And oil flowed out, to the amazement of all. St Achillius entered peacefully into rest in Larissa in the year 330. Samuel, King of Macedonia, when he conquered Thessaly, translated the relics of Achillius to Prespa, to an island in a lake that was named, and is called to this day, Achillius or Ailus."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Venerable Theodore the Sanctified",
    "important": false,
    "desc": "He was a disciple of St Pachomius, being born and growing up an unbeliever. Coming to the true Faith as a young man, he was baptised and, having heard of St Pachomius, fled to him in his monastery unknown to his parents. St Pachomius made him a monk and came to love him for his rare zeal and his obedience. When his mother came to fetch him back home, he would not let her see him, but prayed to God to enlighten her with the truth. And indeed, his mother not only did not take her son back home but herself did not return. Seeing a women's monastery, ruled by Pachomius's sister, close by, she entered it and was tonsured. After a certain time, Paphnutius, Theodore's brother, also came to the monastery and was tonsured. It once happened that the Bishop of Panopolis invited Pachomius to build a monastery for the many people who were desirous of the monastic life. Pachomius took Theodore with him, and entrusted to him the duty of building the monastery. Upon Pachomius's death, Theodore became abbot of all Pachomius's monasteries and lived until great old age, guiding a multitude of monks on the way of salvation. He entered peacefully into rest and went to the Kingdom of eternal light in the year 368."
  }, {
    "title": "Saint Nicholas Mysticus, Patriarch of Constantinople",
    "important": false,
    "desc": "He was renowned for the rare austerity of his life. The Emperor Leo VI had married four times, and the Patriarch therefore forbade him entry to the church, and the priests who had married him were unfrocked. The Emperor cast the Patriarch out and drove him into a monastery. The delegates of the Roman Pontiff, Sergius III, gave their approval to the Emperor's fourth marriage, but, when the Emperor died, Nicolas was restored to the patriarchal throne and called a Council in 925, at which fourth marriages were in general forbidden to Christians. 'Mysticus' signifies the senior member of the imperial council. This saint was such at first, then a high-ranking courtier, but after this he forsook the vanity of the world and was tonsured. He died peacefully in 930."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Holy Apostle Andronicus",
    "important": false,
    "desc": "Andronicus was one of the Seventy Apostles. He was a kinsman of St. Paul, as Paul himself writes: \"Greet Andronicus and Junia, my relatives and my fellow prisoners; they are prominent among the apostles and they were in Christ before me\" (Romans 16:7). Paul also mentions St. Junia, assistant of Andronicus. Andronicus was installed as bishop in Pannonia, but did not remain in one place, rather preached the Gospel throughout Pannonia. With St. Junia, he succeeded in converting many to Christ and destroyed many idolatrous temples. They both possessed the power of Grace to work miracles through which they drove out demons from men and healed every type of disease and illness. They both suffered for Christ and thus received the two-fold wreath: the apostolic wreath and the martyr's wreath. Their holy relics were discovered in the regions of Eugenius (February 22)."
  }, {
    "title": "Holy Martyr Solochon",
    "important": false,
    "desc": "Solochon was an Egyptian by birth and a Roman soldier under Commander Campanus during the reign of the nefarious Emperor Maximian. When the directive from the emperor was handed down that all the soldiers must offer up sacrifices to the idols, Solochon declared himself a Christian. Two of his companions also declared themselves Christians: Pamphamir and Pamphylon. The commander ordered that they be flogged and cruelly tortured from which Saints Pamphamir and Pamphylon died. Solochon remained alive and was subjected to new tortures. The commander ordered the soldiers to open his mouth with a sword and to pour the sacrifices of the idols into his mouth. The martyr broke the iron sword with his teeth and did not consume the foul sacrifice of the idols. Finally, they pierced a quill through both ears and left him to die. The Christians removed the martyr and brought him to the home of a widow where he gradually, by food and drink, became a little stronger and, again, continued to counsel the faithful to be persistent in their faith and in their sufferings for the Faith. Following that, he gave thanks to God, completed his earthly life and presented himself to the Lord in the kingdom of heaven in the year 298 A.D."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Holy Martyr Theodotus and the Seven Maiden Martyrs",
    "important": false,
    "desc": "Theodotus was married and an innkeeper in Ancyra during the reign of Diocletian. Although married, he lived according to the word of the apostle: \"Let those having wives act as not having them\" (1 Corinthians 7:29). He maintained the inn in order to help Christians unsuspected. His inn was a shelter of the persecuted faithful. Theodotus secretly sent help to those Christians who fled to the mountains and secretly gathered the bodies of those who died and buried them. At that time, seven maidens were brought to trial and tortured for Christ, ridiculed and finally drowned in a lake. One of them, St. Thecusa appeared in a dream to Theodotus and told to him to remove their bodies from the lake and bury them. In the darkness of night, Theodotus, with a companion, went out to fulfill the wish of the martyr and, led by an angel of God, succeeded to locate all seven bodies and bury them. But this companion betrayed Theodotus to the judge and the judge subjected him to cruel tortures. Theodotus endured all sufferings as though he were in someone else's body keeping his whole mind engrossed in the Lord. When the torturer transformed his entire body into wounds and knocked out his teeth with a stone, he ordered him to be beheaded. When he was led to the scaffold, many Christians wept for him and St. Theodotus said to them: \"Brethren, do not weep for me but glorify our Lord Jesus Christ Who helped me to complete this mortification and to overcome my enemy.\" Having said this, he placed his head on the block under the sword and was beheaded in the year 303 A.D. A priest honorably buried this martyr's body on a hill outside the town. Later on, a church was built on this spot in the name of St. Theodotus."
  }, {
    "title": "Holy Martyrs Peter, Dionysius, Andrew, Paul and Christina",
    "important": false,
    "desc": "Peter, a handsome young man; Dionysius, a distinguished man; Andrew and Paul, soldiers; and Christina, a sixteen year old virgin, all courageously confessed Christ the Lord and endured sufferings and death for His Name. Nicomachus, who along with them was tortured, denied Christ in the middle of his tortures and, instantly lost his mind and, as a mad man, bit his body and threw up foam from his mouth until he died. This occurred in the year 250 A.D."
  }]
}]