{
  "month": 6,
  "days": [
    {
      "day": "1",
      "holydays": [
        {
          "title": "Holy Hieromartyr Patrick, Bishop of Brussa and the presbyters Acacius, Menander and Polyenus",
          "important": false,
          "desc": "They suffered for the Faith of Christ during the reign of Julian the Apostate in Asian Brussa. Junius, the imperial deputy, brought these saints to a hot spring and asked Patrick: \"Who created these curative waters if not our gods Aesculapius and others whom we worship?\" St. Patrick replied: \"Your gods are demons and these waters, as everything else, were created by Christ the Lord, our God.\" Then the deputy asked: \"And will your Christ save you if I toss you into this boiling water?\" The saint replied: \"If He wants. He is able to preserve me whole and unharmed, even though I desire that in these waters I become separated from this temporary life to live with Christ eternally; but let His Holy will be done on me, without which not even a hair does not fall from the head of men!\" Hearing this, the deputy ordered that Patrick be tossed into the boiling water. Drops of boiling water splashed on all sides and bitterly scalded many of those present but the saint of God, on whose lips were continually in prayer, remained unharmed as though he were standing in cold water. Seeing this, the deputy became enraged out of embarrassment and ordered Patrick and his remaining three presbyters be beheaded with an ax. Then the innocent followers of Christ recited their prayers and placed their heads under the ax of the executioner. When they were beheaded, their joyful souls ascended into the illuminating kingdom of Christ to reign forever."
        }
      ]
    },
    {
      "day": "2",
      "holydays": [
        {
          "title": "Holy Martyr Thalelaeus",
          "important": false,
          "desc": "Thalelaeus was born in Lebanon. His father was called Berucius and his mother was called Romila. Thalelaeus was an eighteen-year old youth, handsome of countenance, physically tall and with reddish yellow hair. He was a physician by profession. He suffered for Christ during the reign of Numerian. When he bravely confessed his faith in Christ the Lord before his tormenting judge, the judge ordered the two executioners, Alexander and Asterius, to bore through his knees with a drill, to thread a rope through the perforated bones and to hang him from a tree. But God through an invisible power, took away the sight of the executioners. In place of Thalelaeus they bored through a board and hung it from a tree. When the judge-torturer found out, he thought that the executioners did this intentionally and ordered them both to be flogged. Then Alexander and Asterius, in the midst of their flogging, cried out: \"The Lord is alive to us and, from now on, we are also becoming Christians. We believe in Christ and suffer for Him.\" Upon hearing this, the judge-torturer ordered that both be beheaded. Then the judge took the drill to bore the knees of Thalelaeus himself but his hands became paralyzed and he begged Thalelaeus to save him, which the innocent martyr of Christ did, with the help of prayer. Following that, Thalelaeus was thrown into water but appeared alive before his tormentor (for Thalelaeus prayed to God inwardly to prolong his sufferings that he not die immediately). When he was thrown before wild beasts, they licked his feet and were amiable toward him. Finally, Thalelaeus was beheaded and took up his habitation in life eternal in the year 284 A.D."
        },
        {
          "title": "Holy Martyr Asclas",
          "important": false,
          "desc": "Asclas suffered in the town of Antinoe in Egypt during the reign of Diocletian. He was flogged, scraped, burned with candles but he remained unwavering in the Faith to the end. When the tormentor Arrian was crossing the Nile by boat Asclas, through prayer, stopped the boat in the middle of the river and would not allow it to move until Arrian wrote that he believes in Christ as the One and Almighty God. But, ascribing this miracle to a magical skill of Asclas, the tormentor forgot what he wrote and continued to torment the man of God. Finally, they tied a stone around his neck and tossed him into the Nile river. On the third day Christians found the body of Asclas along the shore with the stone around his neck (as the martyr foretold them before his death) and honorably buried him in the year 287 A.D. Leonides, the holy martyr, also suffered with him. Arrian, their tormentor, later repented, believed in Christ with his whole heart and openly began to express his faith before the pagans. The pagans also killed him and so Arrian, a one-time tormentor of Christians, was made worthy of the martyr's wreath for Christ."
        }
      ]
    },
    {
      "day": "3",
      "holydays": [
        {
          "title": "Saint Constantine and Empress Helena",
          "important": true,
          "desc": "Constantine's parents were Emperor Constantius Chlorus and the Empress Helena. Chlorus had other children by another wife, but from Helena he had only Constantine. After his coronation Constantine fought three great battles: one, against Maxentius, a Roman tyrant; the second, against the Scythians on the Danube and the third, against the Byzantines. Before the battle with Maxentius, while Constantine was greatly concerned and in doubt about his success, a brilliant Cross appeared to him in the sky during the day, completely adorned with stars and written on the Cross were these words: \"By this Sign Conquer.\" Astonished, the emperor ordered a large cross to be forged similar to the one that appeared to him and that it be carried before the army. By the power of the Cross he achieved a glorious victory over the enemy who was superior in members. Maxentius was drowned in the Tiber river. Immediately after that, Constantine issued the famous Edict of Milan in the year 313 A.D. to halt the persecution of Christians. Defeating the Byzantines, Constantine built a beautiful capital on the Bosphorus which from that time on was called Constantinople. Before that, however, Constantine succumbed to the dreaded disease of leprosy. As a cure, the pagan priests and physicians counseled him to bathe in the blood of slaughtered children. However, he rejected that. Then the Apostles Peter and Paul appeared to him and told him to seek out Bishop Sylvester who will cure him of this dreaded disease. The bishop instructed him in the Christian Faith, baptized him and the disease of leprosy vanished from the emperor's body. When a discord began in the Church because of the mutinous heretic Arius, the emperor convened the First Ecumenical Council in Nicaea, 325. A.D., where the heresy was condemned and Orthodoxy confirmed. St. Helena, the pious mother of the emperor, was very zealous for the Faith of Christ. She visited Jerusalem, discovered the Honorable Cross of the Lord, built the Church of the Resurrection on Golgotha and many other churches throughout the Holy Land. This holy woman presented herself to the Lord in her eightieth year in 327 A.D. Emperor Constantine outlived his mother by ten years. He died in Nicomedia in his sixty-fifth year in 337 A.D. His body was interred in the Church of the Twelve Apostles in Constantinople."
        }
      ]
    },
    {
      "day": "4",
      "holydays": [
        {
          "title": "Holy Righteous Melchisedek, King of Salem",
          "important": false,
          "desc": "Melchisedek was a contemporary of our forefather Abraham. According to the words of the Apostle Paul he was a king, priest and proto-type of the Lord Jesus Christ (Hebrews 7)."
        },
        {
          "title": "Holy Martyr Basiliscus",
          "important": false,
          "desc": "Basiliscus was a kinsman of St. Theodore Tiro. He was tortured together with Eutropius and Cleonicus. When the latter two (Eutropius and Cleonicus) were crucified, and expired (March 3), then Basiliscus was again returned to prison. At that time, there occurred a change in the emperor's deputy so that Basiliscus remained imprisoned for a long time. With tears, Basiliscus prayed that God not deprive him of a martyr's death. After lengthy prayers, the Lord Jesus Himself appeared to him, promised to fulfill his wish and sent him to his village to bid farewell to his mother and brothers. At that time Agrippa, a new deputy, was appointed and ordered that Basiliscus he brought from the village immediately. Enroute from the village to the town of Amasea the Lord, through His martyr, worked a great miracle and, as a result, many people believed in Christ. Agrippa ordered the martyr to offer a sacrifice to the idol Apollyon. Basiliscus said: \"Apollyon means `one who kills - the destroyer,' \" and with fervent prayer turned the idol into dust and with a heavenly fire burned the temple. The frightened Agrippa attributed this to magic and ordered Basiliscus beheaded. At that moment, Agrippa went insane and, in his madness, went to the scaffold, found a little blood of the martyr in the dust, placed it under his belt and he was healed. Coming to his senses he was baptized. Later on, Marinus, a citizen of Comana, the place of the execution of Basiliscus, built a church over the relics of the saint where many afflicted people found healing."
        }
      ]
    },
    {
      "day": "5",
      "holydays": [
        {
          "title": "Venerable Martyr Michael",
          "important": false,
          "desc": "After the death of his parents, Michael distributed all of his goods to the poor and went on a pilgrimage to Jerusalem. Following that, he entered the monastery of St. Sabas the Sanctified where he was tonsured a monk. Michael was quite young and of a handsome countenance but, from much fasting, he appeared withered and pale. At that time, the Arabs ruled Jerusalem. One day Michael was sent by his spiritual father to the city to sell his handiworks. He was met on the streets by the eunuch of the Arabian queen who brought him to her to display his handiworks. When the queen saw this handsome monk she became inflamed with unclean passion and proposed carnal sin to the monk as once did the wife of Potiphar to the chaste Joseph. When Michael rejected the impure offer and began to flee, the angry queen ordered that he be beaten with canes and after that brought him to the king with the change that he blasphemed the faith of Muhammad. The king proposed that Michael embrace the Islamic faith, but he refused. He was then given a potent poison to drink. Michael drank the poison but nothing happened to him. Then the king ordered Michael to be beheaded in the center of Jerusalem. Monks discovered his body and removed it to the monastery of St. Sabas where they honorably buried him. St. Michael suffered for Christ and was glorified in the ninth century."
        },
        {
          "title": "Venerable Euphrosyne, Princess of Polotsk",
          "important": false,
          "desc": "Euphrosyne was the daughter of Prince Vseslav of Poltsk. When her parents wanted to betroth her, she fled to a convent and was tonsured a nun. An angel of the Lord appeared to her three times and revealed to her where she must establish a new convent for virgins. She even attracted her sister Eudocia to the monastic life and many other maidens from the ranks of the aristocracy. Her cousin, Zvenislava, by birth Princess Borisov, brought all of her riches, clothes and precious stones and said: \"All the beauty of this world, I consider vanity and these adornments prepared for my marriage, I give to the Church of the Savior and I, myself, wish to be betrothed to Him in a spiritual marriage and place my head beneath His good and easy yoke.\" Euphrosyne also tonsured her a nun and gave her the name Eupraxia. In her old age, Euphrosyne desired to die in Jerusalem and for that she prayed to God. God heard her prayers and, indeed, when she visited Jerusalem she died there. Euphrosyne was buried in the monastery of St. Theodosius on May 23, 1173 A.D."
        }
      ]
    },
    {
      "day": "6",
      "holydays": [
        {
          "title": "Venerable Simeon the Stylite of the Wonderful Mountain",
          "important": false,
          "desc": "This wonderful saint Simeon was born in Antioch in the year 522 A.D. during the reign of Emperor Justin the Elder. His father perished in an earthquake and he was left alone with his mother Martha. At age six, he withdrew to the desert to a spiritual father John under whose guidance he submitted himself to a life of austere fasting and prayerful asceticism to the astonishment of all who saw him. Enduring horrible demonic temptations, he received great comfort and grace from the Lord and His angels. The Lord Christ appeared to him under the guise of a handsome youth. After this vision, a great love for Christ burned in Simeon's heart. He spent many years on a \"pillar\" praying to God and chanting psalms. Under God's guidance, he withdrew to a mountain named \"Wonderful\" by the Lord Himself. Because of the name of this mountain, Simeon was surnamed the \"Man of the Wonderful Mountain.\" Because of his love for God, he was endowed with the rare gift of grace, by which he healed every infirmity, tamed wild beasts, discerned into distant parts of the world and the hearts of men. He left his body and gazed at the heavens and conversed with angels, frightened and cast out demons, prophesied, at times lived without sleep for thirty days and even longer without food and received nourishment from the hands of angels. The words of the Lord were completely fulfilled in him: \"He that believes in Me, the works that I do shall he do also; and greater works than these shall he do\" (St. John 14:12). In the year of our Lord 596 A.D. and in the seventy-fifth year of his life, St. Simeon presented himself to the Lord that he, together with the angels, may satisfy himself gazing upon the face of God."
        },
        {
          "title": "Venerable Nicetas, the Stylite",
          "important": false,
          "desc": "As a youth, Nicetas lived an unrestrained and sinful life. Entering into church by chance, he heard the words of the Prophet Isaiah: \"Wash yourselves (from sin) and you will be clean\" (Isaiah 1:16). These words entered deeply into his heart and caused a complete turnabout in his life. Nicetas left his home, wife, property and entered a monastery near Pereyaslavl, where he lived an ascetical life of difficult mortifications until his death. He wrapped chains around himself and enclosed himself in a pillar for which reason he was called a Stylite. God endowed him with abundant grace so that he healed men of various tribulations. He cured Prince Michael Chernigov of palsy. Certain evil doers spotted the chains on him and, because of their brightness, thought they were made of silver. They killed him one night, removed the chains and carried them away. This occurred on May 16, 1186 A.D. After his death, he appeared to the Elder Simeon and ordered that his discovered chains be placed next to his body in the tomb."
        }
      ]
    },
    {
      "day": "7",
      "holydays": [
        {
          "title": "The Third Finding of the Head of Saint John the Baptist",
          "important": false,
          "desc": "In the eighth century, during the bitter violence of iconoclasm, the head of St. John was brought to Comana, the place of exile of St. John Chrysostom. When iconoclasm ended in the year 850 A.D., during the reign of Emperor Michael and the Patriarch Ignatius, the honorable head of St. John was translated to Constantinople and there was placed in the chapel of the imperial court."
        }
      ]
    },
    {
      "day": "8",
      "holydays": [
        {
          "title": "Holy Apostle Carpus",
          "important": false,
          "desc": "Carpus was one of the Seventy Apostles. He was a follower and companion of the Apostle Paul by whom he was appointed as bishop of Varna in Thrace. He also preached the Gospel on Crete where he received St. Dionysius the Areopagite in his home. St. Dionysius testifies that Carpus was a man with an exceptionally pure mind, meekness and innocence and that the Lord Jesus, with His angels, appeared to him in a vision and that he never began the Divine Liturgy that he did not have a heavenly vision beforehand. Enduring many assaults for the Name of Christ, he finally suffered at the hands of the unbelieving Jews and was killed and, with his soul, took up habitation in the kingdom of God to delight eternally gazing upon the Lord in glory."
        },
        {
          "title": "Holy Apostle Alphaeus",
          "important": false,
          "desc": "Alphaeus was the father of two apostles from among the Twelve: James, the son of Alphaeus and Matthew, the Evangelist. He ended his earthly life peacefully."
        },
        {
          "title": "The Neo-Martyr Alexander of Thessalonica",
          "important": false,
          "desc": "This martyr of Christ was born in Thessalonica at the time of the great tyranny of the Turks over this city. As a young man, he was deceived by the Turks and became a Muslim. In the beginning, he did not have any pangs of conscience for such an act and he departed on a pilgrimage with other Muslims and became a dervish. But, as a dervish in Thessalonica, he began to repent bitterly. During his repentance, the thought came to him that he, in no way, can wash away the horrible sin of apostasy from Christ except through his own blood. Therefore, when he repented and decided in favor of martyrdom, he declared himself a Christian before the Turks. The Turks cast him into prison and subjected him to various tortures. But, Alexander only cried out: \"I was born a Christian and as a Christian I want to die.\" Finally, the Turks condemned him to death for which the repentant Alexander greatly rejoiced, recognizing from this condemnation that his sins were forgiven and that God accepted his sacrifice. Alexander was beheaded in Smyrna in the year 1794 A.D., and was glorified in both the heavenly and the earthly Church."
        }
      ]
    },
    {
      "day": "9",
      "holydays": [
        {
          "title": "Hieromartyr Therapontus, Bishop of Sardis",
          "important": false,
          "desc": "Therapontus converted many Hellenes (Greeks) to the Faith of Christ and for that he was cruelly tortured by the pagans through starvation, imprisonment and flogging. Naked, they placed him on the ground and tied him to four dry stumps and whipped him unmercifully until his flesh was ripped from his bones. But the martyr remained alive and those four stumps turned green and grew into tall trees from which many who were ill received healing. Finally, St. Therapontus was slaughtered like a lamb during the reign of Valerian about 259 A.D. and with his soul took up habitation in the kingdom to behold the glory of God in eternity. He suffered honorably in the year 259 A.D."
        },
        {
          "title": "Holy Martyrs Theodora and Didymus",
          "important": false,
          "desc": "During the reign of the nefarious Emperor Maximilian there lived in Alexandria a virgin Theodora, of noble descent and upbringing. As a Christian, Theodora was brought to trial before the pagans. After a prolonged period of torture for the Faith of Christ, the prince-torturer ordered that she be brought to a place of ill repute and permitted the soldiers to enter and to approach her for the satisfaction of their carnal passions. St. Theodora fervently prayed to God to save her from defilement and while she was praying, a soldier by the name of Didymus came to her and told her that he also is a servant of Christ, dressed her in his military attire and he, in her female attire. Then, he permitted her to leave and he remained in the house of ill repute. Later, he was arrested, brought to trial, admitted that he is a Christian, that he saved Theodora and that he is ready to die for Christ. Didymus was sentenced to death and led to the scaffold. Theodora ran up to him and cried out: \"Even though you saved my honor, I did not ask you to save me from death. Yield to me, a martyr's death!\" St. Didymus said to her: \"My beloved sister, do not prevent me to die for Christ and, by my blood, to wash away my sins!\" Hearing this discussion, the pagans sentenced them both to death and both were beheaded and their bodies incinerated. They honorably suffered and both obtained the wreath of eternal glory in the year 304 A.D. at Alexandria."
        },
        {
          "title": "Saint David of Garesja",
          "important": false,
          "desc": "David was one of the thirteen fathers of Georgia commemorated on May 7. He was called Garesja because of the wilderness near Tiflis where he lived the ascetical life (from the Georgian gare, `outside' and jdoma, `to sit'). In his old age, David decided to visit the Holy Land with a few of his disciples. He entrusted the care of the monastery to the Elders Lucian and Dodo and began his journey. When they arrived at a hill from which Jerusalem was visible, David began to weep and said: \"How can I be so bold as to walk in the footsteps of the God-man with my sinful feet?\" David then told his disciples that they, being more worthy, go to worship at the holy shrines, and he took three stones and began to return. But the Lord would not allow such humility to be hidden from the world and an angel appeared to Elijah the Patriarch of Jerusalem and said to him: \"Immediately send for the elder who is returning to Syria. In his possession are three stones. He took with him all the grace of the Holy Land: for him one stone is sufficient for a blessing and the other two should be returned to Jerusalem. That elder is Abba David of Garesja.\" The patriarch immediately sent men who caught up with the Elder David, took the two stones and released him. That third stone remains, even today, on his tomb and possesses the miraculous power of healing."
        }
      ]
    },
    {
      "day": "10",
      "holydays": [
        {
          "title": "Saint Nicetas, Confessor and Bishop of Chalcedon",
          "important": false,
          "desc": "In his youth, he renounced the world and withdrew to a life of monastic asceticism. Shining with virtues as the sun, he was noticed by the elders of the Church and was elevated to the episcopal throne of Chalcedon. As a bishop, he was especially merciful toward the less fortunate and greatly concerned himself about orphans, widows and the poor. When the evil Leo the Armenian rose up against icons Nicetas courageously stood up in defense of icons denouncing the emperor and explaining the meaning of icons. Consequently, he endured great humiliation, calumny and imprisonment. Finally, he was banished into exile for his confession of faith and in his labors and sufferings presented himself to the Lord to receive the wreath of glory in the kingdom of God."
        },
        {
          "title": "Holy Martyr Heliconis",
          "important": false,
          "desc": "Heliconis was born in Thessalonica and was educated in Christian piety. During the reign of Gordian and Philip, she moved to Corinth where she openly denounced all those who offered sacrifices to the idols. When Perinus the mayor counseled her to offer a sacrifice to the idol Aesculapius, this martyr of Christ said to him: \"Hear me, I am a handmaiden of Christ and who Aesculapius is, I do not know. Do with me what you will.\" For this, she was brought to trial and endured terrible tortures. She was cast into fire and much blood poured from her body which extinguished the fire and she remained alive. She was cast before lions but the lions did not touch her but fawned around her. Admitted into the temple, allegedly to offer sacrifices to the idols, she destroyed the idols, and by this, embittered the torturer even more. Lying wounded in prison, the Lord Himself appeared to her with the Archangels Michael and Gabriel. He healed her wounds, comforted and strengthened her. After that she was led to the scaffold to be beheaded. Before her beheading, Heliconis raised her arms high and prayed that God receive her and unite her with His lambs in the heavenly enclosure. When she completed her prayer, a voice was heard from heaven: \"Come daughter, a wreath and a throne is prepared for you!\" Finally, she was beheaded and received the wreath of glory from God to Whom, out of love, she sacrificed herself as an innocent and pure lamb."
        }
      ]
    },
    {
      "day": "11",
      "holydays": [
        {
          "title": "Venerable Martyr Theodosia",
          "important": false
        },
        {
          "title": "Saint John, Fool for Christ and Miracle-Worker",
          "important": false
        }
      ]
    },
    {
      "day": "12",
      "holydays": [
        {
          "title": "Venerable Isaac, the Confessor",
          "important": false,
          "desc": "During the reign of Emperor Valens there was a great persecution against Orthodoxy on the part of the Arians which the emperor assisted. Hearing about this persecution a hermit Isaac, somewhere from the east, left the wilderness and came to Constantinople to encourage the right-believers and to denounce the heretics. Precisely at that time, the Emperor Valens departed to the north with his army against the Goths, who had come down from the Danube toward Thrace. Isaac came before the emperor and said to him: \"O Emperor, open the churches of the right-believers and God will bless your path.\" The emperor ignored the elder and proceeded on his way. The following day, Isaac ran out again before the emperor and again he repeated his warning and the emperor almost heeded the elder were it not that a certain advisor of his, a follower of the Arian heresy, prevented him. Isaac ran out before the emperor on the third day, grabbed the emperor's horse by the reins and begged the emperor to grant freedom to the Church of God and threatened him with the punishment of God if he acts contrary to his petition. The enraged emperor ordered that the elder be thrown into a chasm of mud and thorns. But three angels appeared and pulled the elder out of the chasm. The fourth day Isaac came before the emperor and prophesied a terrible death for him if he does not grant freedom to the Orthodox: \"I am speaking to you O emperor, you will lead the army against the barbarians but you will not be able to sustain their attack. You will flee from them but you will be captured and burned alive.\" Thus, it happened. The barbarians cut down the Greek army as grass but the emperor, with his Arianite advisor, fled and hid in a basket. The barbarians arrived at that place and learning where the emperor was, surrounded the basket and set it afire and both the emperor and his advisor were burned alive. Following this, Theodosius the Great was crowned emperor. Theodosius, who heard about the prophecy of Isaac and its fulfillment, summoned Isaac and prostrated himself before him. Since peace reigned in the Church and the Arians banished into exile, Isaac wanted to return to his wilderness but was persuaded and remained in Constantinople. An aristocrat, Saturninus by name, built a monastery for the Elder Issac where he lived a life of asceticism until his death, working many miracles. The monastery overflowed with monks and became a great monastery. Before his death, Isaac appointed Dalmatus, his disciple, as abbot after whom this monastery was later called. The god-pleasing Elder Isaac entered into eternity in the year 383 A.D., to find pleasure in gazing at the face of God."
        },
        {
          "title": "Saint Macrina",
          "important": false,
          "desc": "Macrina was the grandmother of St. Basil the Great. She was wonderful in mind and in her piety. She was a disciple of St. Gregory Neo-Caesarea the miracle worker. During the reign of Diocletian, Macrina abandoned her home and, with her husband Basil, hid themselves in the forests and wilderness. Their property was confiscated but they did not grieve over it. Deprived of everything except their love for God, they settled in a primeval forest where they spent seven years. By God' providence, goats descended from the mountains and offered themselves to them and so they were nourished. They both died peacefully in the fourth century following great suffering for the Faith of Christ."
        }
      ]
    },
    {
      "day": "13",
      "holydays": [
        {
          "title": "The Holy Apostle Hermas",
          "important": false,
          "desc": "One of the Seventy, he is mentioned in the Epistle of St Paul to the Romans (16:14). A Greek by birth, he spent a long time in Rome. He was bishop in Philippoupolis, and finished his life a martyr. He compiled the very instructive book 'The Shepherd' through revelations from the angels of God. Hermas was a rich man, but fell into extreme poverty through his own sins and those of his sons. A man appeared to him, clad in white and with a staff in his hand, and told him that he was the angel of repentance, sent to him before the end of his life. The angel gave him twelve commandments: 1. To believe in God. 2. To live in simplicity and innocence. 3. To love truth and flee from falsehood. 4. To guard his thoughts in chastity. 5. To learn patience and magnanimity of soul. 6. To know that a good and an evil spirit attend every man. 7. To fear God, but not the devil 8. To perform every good deed and to restrain himself from every evil one. 9. To pray to God in faith from the depths of his heart, so that his prayer might be heard. 10. To preserve himself from melancholy, the daughter of doubt, and from anger. 11. To try true and false prophecies. 12. To preserve himself from every evil desire."
        },
        {
          "title": "The Holy Martyr Hermias",
          "important": false,
          "desc": "He was a soldier in the imperial army till old age, when he suffered for another Emperor: Christ. The wicked judge tried in vain to make him renounce the Christian faith and offer sacrifice to idols, then he ordered that Hermias's teeth be broken with a stone and the skin stripped from his face with a knife. After that, he was thrown into a flaming furnace, but he remained unharmed, protected by the grace of God. He was then made to drink the strongest poison, which was given to him y a magician on the judge's orders, but the poison did him no harm at all. When the magician saw this, he was so amazed that he confessed Christ himself, and was immediately slain with the sword. They then poked out both of Hermias's eyes, and he said mildly to the judge: \"Take the eyes of flesh which used to gaze upon the vanity of the world; I have other eyes in my heart with which I clearly see the true light.\" He was then hung upside down by the feet, and those who were torturing him became blind and staggered around him. St Hermias called them to himself, laid his hands upon them and restored their sight by his prayers. Seeing all this, the judge became as furious as a lion and, drawing out his sword, cut off the head of the man of God. Christians came and took Hermias's body in secret, and gave it burial. His relics gave healing to all the sick and wretched. St Hermias suffered in the reign of the Emperor Antoninus, in the year 160."
        },
        {
          "title": "The Holy Martyr Philosophus",
          "important": false,
          "desc": "This martyr of Christ's was born near Alexandria. During a persecution of Christians, Philosophus refused to renounce Christ the Lord before the pagan princes and judges, and they therefore inflicted terrible tortures on him. After he had been tortured in various ways, they finally placed him on a soft bed, bound hand and foot, and put a harlot in with him to entice him into sin. When Philosophus felt passion awakening in himself through the touch of the woman's hands, he took the tongue between his teeth, bit it through and spat it out in the harlot's face. His passion was extinguished and the harlot was so aghast that she fled from him at once. He was afterwards beheaded with the sword, in about 252, whilst still young in years, and entered into the Kingdom of eternal youth. (In the Greek Prologue, St Philosophus is commemorated on May 1st.)."
        }
      ]
    },
    {
      "day": "14",
      "holydays": [
        {
          "title": "Holy Martyr Justin the Philosopher",
          "important": false,
          "desc": "Justin was born of Greek parents in the Samaritan town of Shechem, later called Nablus one hundred-five years after Christ. He zealously sought wisdom among philosophers, at first with the Stoics and after that with the Peripatetics, the Pythagoreans and finally with the Platonists. Even though Plato's philosophy did not satisfy him, nevertheless, he adhered to it the longest time not having anything else that would attract him more. By God's Providence an honorable elder encountered Justin who confused him concerning the philosophy of Plato and persuaded him that men cannot know the truth about God unless God reveals it and God revealed the truth about Himself in the books of Holy Scripture. Justin began to read Holy Scripture and became a thoroughly convinced Christian. However, he did not want to be baptized nor to be called a Christian until he was personally convinced of the falseness of all those accusations which the pagans raised against the Christians. Coming to Rome in a philosopher's dolman (cape), he quickly achieved great respect there as well as many followers. He was present at the martyrdom of St. Ptolemy and St. Lucian. Witnessing the tortures of innocent Christians, Justin wrote an Apologia (Defense) of Christians and Christian teachings and presented it to the Emperor Antoninus and to the Senate. The emperor read the Apologia with care and ordered the persecution of Christians to cease. Justin took a copy of the emperor's decree and, with it, journeyed to Asia where, with the help of this decree, saved many persecuted Christians. After that he again returned to Rome. When a persecution began under Emperor Marcus Aurelius, he wrote another Apologia and sent it to the emperor. A disreputable philosopher Crescens, a Cynic, out of envy accused him of being a Christian because Justin had always overcome him in all debates and Justin found himself in prison. Desiring the death of Justin and fearing that he (Justin) would somehow justify himself before the court, Crescens seized the opportunity and somehow poisoned Justin in prison. So ended the earthly life of this great defender of the Christian Faith who took up habitation in blessed eternity in the year 166 A.D."
        },
        {
          "title": "Venerable Agapitus of the Kievan Caves",
          "important": false,
          "desc": "Agapitus was a doctor who practiced medicine by using natural remedies. He was a disciple of St. Anthony of the Caves. He cured people through prayer and by giving them vegetables from which he prepared bread for himself. In this manner he cured Prince Vladimir Monomachus for which Agapitus became known throughout. Being envious of this the prince's physician, an Armenian, began to slander Agapitus. When Agapitus became ill, the Armenian came to him and looking at him said that he (Agapitus) would die within three days and that if he (Agapitus) did not die, he (the Armenian physician) would become a monk. Agapitus said that it had been revealed to him by the Lord that he would not die within three days but within three months. And so it happened. After the death of Agapitus, the Armenian came to the Abbot of the Caves and begged him to tonsure him a monk for, he said, Agapitus appeared to him from the other world and reminded him of his promise. Thus, the once envious one became a humble monk by the Providence of God Who wishes that all men be saved. St. Agapitus died about the year 1095 A.D."
        }
      ]
    },
    {
      "day": "15",
      "holydays": [
        {
          "title": "Hieromartyr Erasmus of Ohrid",
          "important": true,
          "desc": "This saint was born in Antioch and lived during the reign of Emperors Diocletian and Maximian. He lived a strict life of asceticism on Mt. Lebanon and was endowed by God with the great gift of working miracles. As a bishop, he went out to preach the Good News. Arriving at the town of Ohrid, Erasmus, by his prayers, resurrected the son of a man named Anastasius and baptized him. At this time, Erasmus baptized many other pagans and destroyed the altars of the idols in Ohrid. For that he was denounced before Emperor Maximian who, at that time, was residing in Illyria. The emperor brought him before a copper idol of Zeus and ordered him to offer sacrifice and to worship the idol. St. Erasmus manifested so great a power that a horrible dragon came out from the idol, which frightened the people. Again the saint manifested great power and the dragon died. The saint then preached Christ and baptized twenty thousand souls. The embittered emperor ordered that all twenty thousand be beheaded and subjected Erasmus to severe tortures and then cast him into prison. An angel of God appeared to Erasmus as once to the Apostle Peter and led Erasmus out of the prison. After that, this servant of God departed for Campania where he preached the Gospel to the people and then again returned to the town of Hermelia where he retreated to a cave and desired to live a life of asceticism until his death. Before his death, he bowed down three times toward the east and with uplifted arms prayed to God that He forgive sins and to grant eternal life to all those who, with faith, would invoke his name. At the completion of his prayer a voice from heaven was heard: \"So let it be as you prayed, my little healer Erasmus!\" Completely joyful, the saint gazed up at the heavens once more and saw a wreath of glory as it was descending upon him and saw the choirs of angels, prophets, apostles and martyrs who came toward him to receive his holy soul. Finally he cried out: \"O Lord, receive my spirit!\" and died about the year 303 A.D. The cave with a small church dedicated to St. Erasmus, exists today not far from Ohrid and, from it, even today the great power of the chosen one of God, Erasmus the priestly-martyr, is manifested."
        }
      ]
    },
    {
      "day": "16",
      "holydays": [
        {
          "title": "Hieromartyr Lucian",
          "important": false,
          "desc": "Lucian was a Roman renowned for his noble birth, wealth and learning. For a period of time he was a disciple of the Apostle Peter. Later, Pope Clement sent him, together with Dionysius the Areopagite, to Gaul to preach the Gospel consecrating him bishop beforehand. With great zeal Lucian sowed the teachings of Christ at first in Gaul and, afterward, throughout Belgium. When the evil Emperor Domitian began his persecution of Christians, a cadre of men were sent by him from Rome to Gaul to seek out and to capture the Christian missionaries. They first captured St. Dionysius and, after that, they went in pursuit of Lucian. Finding Lucian in Belgium together with his assistants, the presbyter Maxianus and the deacon Julian, the soldier killed these two in one place and in another place, beheaded Lucian. After Lucian had been beheaded, his lifeless body rose up from the ground, took his head in his hands (similar to St. Dionysius and St. John Vladimir) and then walked to the place where he desired to be buried. There he fell and there he was buried. Later, a church was built over his relics."
        }
      ]
    },
    {
      "day": "17",
      "holydays": [
        {
          "title": "Saint Metrophanes, the First Patriarch of Constantinople",
          "important": false,
          "desc": "His father Dometius, the brother of the Roman Emperor Probus, fled from Rome as a Christian during the persecution of Christians and arrived at Byzantium. Titus, the Byzantine bishop, ordained him a presbyter. Following the death of Titus, Dometius became the bishop of Byzantium. After the death of Dometius, his eldest son Probus occupied the episcopal throne and after the death of Probus, Metrophanes assumed the episcopal throne. When Emperor Constantine first saw Metrophanes, he liked him as his own father. At the time of the First Ecumenical Council (325 A.D.), Metrophanes was already a man of one-hundred seventeen years and unable to participate in the work of the Council, so he appointed Alexander his Choriepiscopus as his representative. The emperor, by his intervention at the Council, conferred upon him the title of patriarch. Thus, he was the first patriarch of Constantinople. Further, the emperor invited the entire Council to visit the ailing and aged arch-pastor. When the emperor asked him whom he wished to name as successor to the patriarchal throne, Metrophanes named Alexander. Following that he said to Alexander of Alexandria: \"O brother, you will remain my most worthy successor.\" He then took the hand of Archdeacon Athanasius (later Athanasius the Great and Patriarch of Alexandria) and praised him before all. After this prophecy of his successor Metrophanes sought forgiveness from all and within ten days gave up his soul to God in the year 325 A.D."
        },
        {
          "title": "Saint Martha and Saint Mary, the sisters of Lazarus",
          "important": false,
          "desc": "Following the Ascension of the Lord, Lazarus set out to preach the Gospel. His two sisters assisted him in this. It is not known where they died."
        }
      ]
    },
    {
      "day": "18",
      "holydays": [
        {
          "title": "Hieromartyr Dorotheus, Bishop of Tyre",
          "important": false,
          "desc": "Dorotheus was Bishop of Tyre from the time of Diocletian to the time of Julian the Apostate under whom he was tortured and suffered for the Orthodox Faith. He lived on earth one hundred seven years and, pleasing God, he took up habitation in life eternal in the year 361 A.D. Dorotheus was a very educated man and wrote many instructive works in Greek and Latin. Especially famous is his Greek-Latin Syntagma."
        },
        {
          "title": "Venerable Theodore, the Hermit",
          "important": false,
          "desc": "Theodore was a miracle-worker. Purifying his spirit through a long life of asceticism in the wilderness of Jordan, Theodore received from God the gift of working miracles. Traveling by boat to Constantinople, it happened that the boat wandered off course and water for drinking ceased to exist. Because of thirst all the travelers on the boat were at the point of death. Theodore raised his hands to heaven, prayed to God and traced the sign of the cross over the sea water. After that, he said to the boatmen to draw water from the sea and drink. When they drank the water it was sweet. When they all began to bow down before Theodore, he beseeched them not to thank him but to thank the Lord God Who worked this miracle because of His love for mankind. Theodore died peacefully in the year 583 A.D."
        }
      ]
    },
    {
      "day": "19",
      "holydays": [
        {
          "title": "Venerable Bessarion",
          "important": false,
          "desc": "Bessarion was born and educated in Egypt. He dedicated himself to the spiritual life at an early age and \"did not stain his spiritual garment in which he was clothed at baptism.\" He visited St. Gerasimus by the Jordan and learned from St. Isidore of Pelusium. He subdued his body through extreme fasting and vigils but he concealed his life of mortification from men as much as possible. At one time, he stood for forty days at prayer, neither eating nor sleeping. He wore one garment both in summer and winter. He possessed the great gift of miracle-working. He did not have a permanent dwelling place but lived in the mountains and forests until a ripe old age. He healed the sick and worked many other miracles for the benefit of the people and to the glory of God. He died peacefully in the year 466 A.D."
        },
        {
          "title": "Venerable Martyrs Archelais, Thecla and Susanna",
          "important": false,
          "desc": "As pure and virginal nuns, Archelais, Thecla and Susanna lived a life of asceticism in an unknown monastery near Rome. When the persecution of Christians began under the evil Emperor Diocletian, they fled to Campania and settled near the town of Nola. They could not conceal their holy lives from the people and the people began to come to them from the surrounding settlements seeking advice, instruction and assistance for various difficulties and infirmities. They were finally captured by the pagans and brought to trial. They openly and freely confessed their faith in Christ. When Leontius, the judge, asked St. Archelais about the Faith of Christ she replied: \"By the power of Christ I trample on the power of the devil, I teach the people with understanding that they may know the One True God and by the Name of the Lord, my Jesus Christ, the Only-begotten Son of God, through me, His handmaid, is given restoration of health to all who are sick.\" All three virgins were flogged, had boiling pitch poured over them, were exhausted by hunger in prison and finally beheaded. When they were led to the scaffold, an angel appeared to them whom some of the executioners saw and were so frightened that they could not raise their swords against the holy virgins. However, the holy virgins encouraged the executioners to carry out their duty. And thus as lambs, they were slain in the year 293 A.D. and entered the Kingdom of Christ that they may rest and receive delight in gazing upon the face of God in eternity."
        }
      ]
    },
    {
      "day": "20",
      "holydays": [
        {
          "title": "Holy Martyr Theodotus of Ancyra",
          "important": false,
          "desc": "This martyr of Christ was secretly a Christian and, as such, helped the Church and honorably buried the bodies of the holy martyrs. Thus, he buried the bodies of seven maidens who suffered for Christ. When the pagans found out about him, they subjected him to tortures and killed him (for more about St. Theodotus see May 18)."
        },
        {
          "title": "Venerable Daniel of Scetis",
          "important": false,
          "desc": "Daniel was the abbot of the famous Egyptian Scete. He was a disciple of St. Arsenius and a teacher of many. Many of his words and teachings are as guiding stars for monks. Once, when the barbarians attacked the Scete, the brethren called him to flee together with them. He answered them: \"If God does not care about me, what is the purpose of living?\" Daniel also said: \"Insomuch as your body becomes obese, in the same manner your soul becomes emaciated.\" He lived a communal life of asceticism for forty years and after that withdrew to the wilderness in the year 420 A.D. He happened to be in Alexandria when a wicked father-in-law killed his daughter-in-law, St. Thomais (April 13), because of her chastity and Daniel, with his disciple, buried this martyr."
        }
      ]
    },
    {
      "day": "21",
      "holydays": [
        {
          "title": "Translation of the Relics of the Holy Great Martyr Theodore Stratelates",
          "important": true,
          "desc": "This saint is commemorated on February 8 and on that date his life is recounted. However, June 8 commemorates the translation of his relics from Heraklion to Euchaita. Before his martyrdom, Saint Theodore left the following instructions in his will to Varus his servant: 'Bury my body in Euchaita on the estate of my ancestors.' St. Anastasius of Sinai wrote about the miracle of the icon of St. Theodore: In the town of Karsat near Damascus, there was a church dedicated to St. Theodore Stratelates. When the Saracens conquered Damascus, a group of Saracens took up residence in this church with their wives and children. There was a fresco of the image of St. Theodore on the wall. One of the Saracens shot an arrow and struck the image of the saint in the face. At once blood flowed from the image. Soon after that, the entire group of those Saracens perished in the church. St. Anastasius said that he was personally in that church, saw the image of the saint on the wall and traces of congealed blood."
        },
        {
          "title": "Saint Ephraim, Patriarch of Antioch",
          "important": false,
          "desc": "During the reign of the Byzantine Emperor Anastasius, Ephrem was commander of the eastern regions. He was known to all for his great piety and charity and because of this was greatly respected. When it was necessary to rebuild Antioch, destroyed by earthquake and fire, the emperor assigned Ephrem the commander to direct this task. Ephrem fulfilled his duty with diligence and love. Among the ordinary masons was a bishop who, for unknown reasons, had left his episcopal see and labored as an ordinary laborer and no one knew that he was a bishop. One day he, with the other laborers, lay down to rest from the exhausting work and fell asleep. The commander Ephrem glanced at him and saw a fiery pillar rising from this man to the heavens. Amazed and frightened, Ephrem summoned this man and made him swear to tell him who he was. The man hesitated, but finally acknowledged that he is a bishop and prophesied to Ephrem that he will shortly be consecrated as patriarch of Antioch for the throne of the patriarchal see was vacant because the aged Patriarch Euphrasius perished in the earthquake. Indeed, Ephrem was elected and consecrated patriarch. Because of his goodness, purity and zeal for Orthodoxy, God gave him the great gift of working miracles. One time, in order to convince a heretic that Orthodoxy is true, he placed his pallium in a fire and prayed to God. His pallium remained in the fire for three hours and remained intact. Seeing this, the heretic was astonished and rejected the heresy. St. Ephrem died in peace in the year 546 A.D. and took up habitation in the Kingdom of God."
        }
      ]
    },
    {
      "day": "22",
      "holydays": [
        {
          "title": "Saint Cyril, Archbishop of Alexandria",
          "important": true,
          "desc": "Cyril was of noble birth and a close relative of Theophilus, Patriarch of Alexandria, after whose death he was consecrated as patriarch. During his lifetime, he led three bitter struggles: with the Novatian heretics, with the heretic Nestor and with the Jews in Alexandria. The Novatianists had their origin in Rome and were named after Novatian the presbyter and leader of the heresy. They took pride in their virtues, walked about dressed in white garments, forbade a second marriage, held that prayers should not be said for those who committed a mortal sin, nor to receive back into the Church those who, at one time, had fallen away from the Church even though they bitterly repented. Cyril defeated them and drove them out of Alexandria together with their bishop. The struggle with the Jews was more difficult and bloodier. Since Alexander the Great founded that city, the Jews from the beginning, became strong in Alexandria. Their hatred toward Christians was vicious and insane. They killed Christians by treachery, by poisoning and by crucifying them on a cross. After a long and difficult struggle, Cyril succeeded with Emperor Theodosius the Younger to drive the Jews out of Alexandria. However, his struggle against Nestor, the Patriarch of Constantinople, was resolved at the Third Ecumenical Council (Ephesus 431 A.D.). Cyril himself presided at this Council and, at the same time, represented Celestine the Pope of Rome at his request who was unable to attend the Council because of old age. Nestorius was condemned, anathematized and was banished by the emperor to the eastern boundary of the empire where he died a horrible death (for worms consumed his tongue by which he had blasphemed the Birth-giver of God calling her the Birth-giver of Christ). After the completion of this struggle, Cyril lived in peace and zealously tended Christ's flock. He presented himself to the Lord in the year 444 A.D. It is said that he composed the prayer: \"Rejoice, O Virgin Birth-giver of God, Mary full of grace!\" (The Hail Mary)."
        },
        {
          "title": "Saint Cyril of White Lake",
          "important": false,
          "desc": "Cyril was born and educated in Moscow of an aristocratic family. He was tonsured a monk in Simonov Monastery where he lived a life of asceticism to the amazement of the other monks. In order to conceal his virtues, he pretended insanity. He personally spoke to St. Sergius of Radonezh and received many beneficial instructions from him. Against his wishes he was elected abbot of Simonov monastery. He prayed constantly to the All-Holy Birth-giver of God to show him the way whereby he could, in silence, live a life of asceticism. One night he saw a great light and heard a voice: \"Cyril, depart from here and go to the White Lake!\" And indeed, he departed from the Simonov Monastery with one companion and went to the vicinity of the White Lake and there, in the dense pine forest, began to live a life of asceticism. In time, this wilderness was transformed into a large monastery. The Venerable Cyril received the great gift of miracle-working from God and cured the sick and worked many other miracles. He died in the year 1429 A.D. in his ninetieth year and took up habitation with the Lord Whom he ardently loved his entire life."
        }
      ]
    },
    {
      "day": "23",
      "holydays": [
        {
          "title": "Hieromartyr Timothy, bishop of Prusa",
          "important": false
        },
        {
          "title": "Martyr Alexander and Virgin-martyr Antonina at Constantinople",
          "important": false
        }
      ]
    },
    {
      "day": "24",
      "holydays": [
        {
          "title": "Saint Bartholomew, the Apostle",
          "important": false,
          "desc": "Bartholomew was one of the Twelve Great Apostles. In all probability, it appears that Bartholomew and Nathaniel are one and the same person. He was a companion of the Apostle Philip and Philip's sister, the virgin Mariamna and, for some time, a companion of St. John the Theologian. Bartholomew preached the Gospel first throughout Asia and, after that, in India and finally in Armenia where he died a martyr's death. In Hierapolis, these holy apostles by prayer, caused the death of a large serpent which the heathens kept in their temple and worshipped. In this same city and, by prayer, they restored sight to Stachius who was blind for forty years. It was here that a mob rose up against them and they crucified Philip and Bartholomew (Bartholomew was crucified upside down). At this time, an earthquake occurred in which the evil judges and many people perished. Feeling that this was a punishment from God, many ran to remove the apostles from the crosses but Philip was already dead while Bartholomew was still alive. After this, Bartholomew went to India where he preached and translated the Gospel of St. Matthew into the Indian language. Following this, he entered Armenia where he cured the daughter of the king from insanity. But the envious brother of King Astyages seized God's apostle, crucified him on a cross, skinned him and finally beheaded him in Armenian Albanopolis (Derbend). Christians honorably buried his body in a lead sarcophagus. Because many miracles occurred over his relics, the pagans took the sarcophagus and tossed it into the sea. But the water carried the sarcophagus to the Island of Lipara where Bishop Agathon, through a revelation in a dream, met and buried it in the church. St. Bartholomew, attired in a white garment, appeared in church to Venerable Joseph, the Hymnographer, blessed him with the Gospel that he may be able to sing spiritual hymns saying: \"Let heavenly waters of wisdom flow from your tongue!\" He also appeared to Emperor Anastasius (491-518 A.D.) and told him that he would protect the newly established town of Dara. Later, the relics of this great apostle were translated to Benevento and then to Rome. Great and awesome miracles have occurred over these relics."
        },
        {
          "title": "Saint Barnabas, the Apostle",
          "important": false,
          "desc": "Barnabas was one of the Seventy Apostles. He was born in Cyprus of wealthy parents from the tribe of Levi and studied together with Saul under Gamaliel. At first, he was called Joseph but the apostles then called him Barnabas, Son of Consolation, because he was exceptionally capable of comforting the souls of the people. After Saul's conversion, Barnabas was the first to introduce Saul to the apostles and after that, with Paul (Saul) and Mark he preached the Gospel in Antioch and throughout other places. In all probability, he was the first to preach in Rome and Milan. He suffered on the island of Cyprus at the hands of the Jews and was buried by Mark beyond the western gate of the town of Salamis with the Gospel of St. Matthew on his chest which he, by his own hand, had copied. His grave remained unknown for several hundred years and since many received healing from sickness on this spot, this place was called: \"the place of health.\" At the time of Emperor Zeno and the Chalcedon Council (451 A.D.), the apostle appeared to Archbishop Anthemius of Cyprus on three successive nights in a dream and revealed to him the location of Barnabas' grave. That appearance of the apostle occurred exactly at the time when Peter, the power-hungry Patriarch of Antioch, sought that the church in Cyprus be under the jurisdiction of the throne of Antioch. After the appearance and discovery of the miraculous relics of the holy Apostle Barnabas, it was established that the church in Cyprus, as an Apostolic Church, should always be independent. Thus, the autocephaly of the Church in Cyprus was established."
        }
      ]
    },
    {
      "day": "25",
      "holydays": [
        {
          "title": "Venerable Onuphrius the Great",
          "important": false,
          "desc": "For sixty full years, this saintly hermit had lived in the desert when the monk Paphnutius visited him. His hair and beard reached to the ground and his body, due to a long period of nakedness, was covered with long hair. All the hairs on him were as white as snow and his entire appearance glistened, sublime and awesome. Seeing Paphnutius, Onuphrius called him by name and related to him his life in the wilderness. His guardian angel appeared to him and brought him to this place in the wilderness. For a long time he fed only on vegetables which could rarely be found in the wilderness and after that, when he endured violent combat by the temptations of the demons and when his heart was completely strengthened in the love of God, an angel of God brought him bread for nourishment. Besides that, by the good Providence of God, a palm tree grew next to his cell which brought forth an abundant fruit of dates and a spring of living water began to flow there. However, Onuphrius said: \"I mostly feed and quench my thirst on the sweet words of God.\" To Paphnutius' question: \"How do you receive Communion?\" The hermit answered that an angel of God brings him Holy Communion every Saturday and communicates him. The next day, the elder said to Paphnutius that this is the day of his departure from this world; he knelt on his knees, prayed to God and gave up his spirit to God. At that moment, Paphnutius saw a heavenly light as it illumined the body of the deceased saint and heard the singing of angelic hosts. Having honorably buried the body of Onuphrius, Paphnutius returned to his monastery that, as a living witness he narrate to others, for their benefit, the wondrous life of this man and the greatness of God's Providence about those who have completely given themselves over to the service of God. Onuphrius died in the year 400 A.D."
        },
        {
          "title": "Venerable Peter the Athonite",
          "important": false,
          "desc": "Peter was a Greek by birth and a soldier by profession. Once, in battle against the Arabs, Peter was captured, bound by chains and cast into prison. Peter remained imprisoned a long time in the town of Samara on the Euphrates river and he constantly prayed that God free him from prison and take him to some wilderness where he would dedicate himself completely to a life of prayerful asceticism. St. Simeon, the Receiver of God, with St. Nicholas appeared to him in prison, touched his iron chains with his staff and they melted like wax and Peter suddenly found himself in a field outside the town. He immediately set out for Rome where he was tonsured a monk by the pope himself at the tomb of St. Peter. After this he again departed by boat for the east. The All-Holy Birth-giver of God along with St. Nicholas appeared to him in a dream and the Birth-giver of God said to St. Nicholas that she designated Mt. Athos for a life of asceticism for Peter. Up to this time, Peter had never heard of the Holy Mt. Athos. Disembarking, therefore, on the Holy Mountain, Peter settled in a cave where he remained for fifty-three years in difficult mortifications, in a struggle with hunger and thirst, with heat and cold and mostly with the powers of the demons until he overcame all with the help of God. After he endured the first temptations and successfully passed the first difficult tests before God, an angel of God began to bring him bread every forty days. On several occasions, the tempting devil appeared to him under the guise of an angel of light but Peter repelled him with the sign of the cross and the name of the All-Holy Birth-giver of God. About a year before his death he was discovered by a deer hunter around Athos and from the mouth of the saint heard his life story. He died in the year 734 A.D. His relics were translated to Macedonia."
        }
      ]
    },
    {
      "day": "26",
      "holydays": [
        {
          "title": "Holy Martyr Aquilina",
          "important": false,
          "desc": "Aquilina was born in the Palestinian town of Byblus of honorable Christian parents. At age seven, little Aquilina was already completely versed in the true Christian life and at age ten she was so filled with divine understanding and the grace of the Holy Spirit that she, with great power and zealousness, preached Christ to her female companions. When Diocletian's persecution began, someone accused Aquilina before Volusian, the imperial deputy, who was more like a beast than a man. At first, Volusian ordered that Aquilina be flogged and after that, a red hot rod be pierced through her ears and brain. Until the last moment, the virgin Aquilina freely and openly confessed Christ the Lord and when her brain and blood began to flow from her head, she fell as though dead. The deputy, thinking Aquilina was indeed dead, ordered her body to be carried outside the city and thrown upon a dung heap for the dogs to consume. But, an angel of God appeared to her at night and said to her: \"Arise, and be whole!\" And the virgin arose and was whole and for a long time she offered up praise of thanksgiving to God imploring Him not to deprive her to fulfill her martyr's mortification. A voice from heaven was heard: \"Go, it will be to you as you pray\" and Aquilina set out for the town. The gates of the town opened on their own accord before her and she entered like a spirit into the palace of the deputy and appeared before his bed. The deputy was seized with unspeakable fear, seeing the virgin alive whom he thought was dead. The following day, according to his command, the executioners led Aquilina out to behead her. Before her beheading, the virgin Aquilina prayed to God on her knees and gave up her soul. The executioner beheaded her lifeless head. Her relics gave healing to many of the sick. Aquilina was twelve years old when she suffered for the Lord: suffered and crowned with the martyr's wreath in the year 293 A.D."
        },
        {
          "title": "Saint Triphyllius, Bishop of Leucosia",
          "important": false,
          "desc": "Triphyllius was a disciple of St. Spiridon and later his worker on the island of Cyprus. He was a merciful man, pure in thought and chaste throughout his life, \"a living fountain of tears\" and a great ascetic. He governed Christ's flock well and dying, received the wreath among the great hierarchs in the heavens. He died peacefully in the year 370 A.D."
        },
        {
          "title": "Saint Anna and her son John",
          "important": false,
          "desc": "Taken as an orphan into the home of a nobleman and cared for as an adopted daughter, Anna was raised and educated in that home. As a worthy maiden, this nobleman wed her to his son. When the elder nobleman died, the relatives pressed his son to release his wife because of her lowly birth and to marry another whom, according to origin and wealth, would be more suitable for him. The nobleman's son feared God and did not want to do this. Seeing her husband in conflict with his relatives, Anna secretly left him and fled to a distant island where there was not a living soul. Arriving at this island pregnant and soon to bear a child, Anna lived a life of asceticism for thirty years in fasting and prayer. Then, according to God's Providence, a hieromonk landed on this island, baptized her son and gave him the name of John. This holy soul Anna lived a life of asceticism in the fifth century and died peacefully."
        }
      ]
    },
    {
      "day": "27",
      "holydays": [
        {
          "title": "Holy Prophet Elisha",
          "important": false,
          "desc": "Elisha lived nine hundred years before Christ. When the Lord willed to take the aged Prophet Elijah to Himself, He revealed to him that He had designated Elisha, the son of Shaphat of the tribe of Reuben from the town of Abel-Meholah, as his successor in the prophetic service. Elijah informed Elisha of God's will and draped him with his mantle and implored from God the two-fold grace of prophecy for him. Elisha immediately departed his home and family and followed Elijah. When the Lord took Elijah in a fiery chariot, Elisha remained to continue the prophetic service with yet a greater power than Elijah. By his purity and zeal, Elisha was equal to the greatest prophets and, by the miraculous power that was given to him by God, Elisha exceeded them all. He parted the waters of the Jordan as Moses once parted the Red Sea; the bitter waters in Jericho he made drinkable; he brought forth water into the excavated trenches during the war with the Moabites; he multiplied the oil in the pots of the poor widow; he resurrected the dead son of the Shunammite woman; he fed a hundred people with twenty small loaves of bread; he healed Commander Naaman of leprosy; he invoked leprosy upon his servant Gehazi because of his greed; he blinded the entire Syrian army and also forced another army to flee; he foretold many events to the people as well as to individuals. Elisha died at a very old age."
        },
        {
          "title": "Saint Methodius, Patriarch of Constantinople",
          "important": false,
          "desc": "Methodius was born in the town of Syracuse in Sicily. After the completion of his secular studies, he was tonsured a monk and began to live a life of asceticism in a monastery. Patriarch Nicephorus took him into his service. During the reign of the iconoclastic emperors, he became widely known as a superb defender of the veneration of icons. For this, the wicked Emperor Theophilus exiled him to an island with two common criminals where he languished in a damp prison for seven years without light and without sufficient food as though in a grave. During the time of the pious Empress Theodora and her son Michael, Methodius was freed and was chosen as patriarch (according to an earlier prophecy of St. Joannicius the Great). The first week of the Great Fast (Lenten Season) Methodius solemnly carried the icons into the church and wrote a Canon in honor of icons. Unable to outwit him, the vile heretics hired a woman who declared that the patriarch had an impure relationship with her. The whole of Constantinople was horrified at this slander. Nevertheless, not knowing how he could otherwise prove his innocence, the patriarch overcame his embarrassment, removed his clothes and stood naked before the court which he himself had requested, and showed his withered body, debilitated from fasting. The court was clearly convinced that the patriarch had been slandered. Hearing of this, the people rejoiced and the heretics were shamed. Then, the woman admitted that she was persuaded and paid to bring this slander against the saint of God. Thus, those who thought to bring shame upon Methodius unintentionally increased his fame. This great confessor of the Faith died peacefully in the year 846 A.D. and took up habitation in the Kingdom of God."
        },
        {
          "title": "Venerable Niphon",
          "important": false,
          "desc": "Niphon was born in the region of Argyrokastron in the village of Lukovo. He was the son of a priest. From his youth he was attracted to solitude and prayer. That desire finally led him to Mt. Athos where he lived a life of asceticism, at first in the cave of St. Peter the Athonite and, after that, in the wilderness of St. Anne. He did not even want to eat bread but fed on vegetation and roots. Some envious ones accused him of loathing bread and from this accusation he easily and quickly justified himself. Finally, he became associated with St. Maximus of Kapsokalyvia. Because of his sincere love for God, Niphon was endowed with the gift of miracle-working and discernment. He healed the sick by his prayer and by anointing with oil and discerned events which had occurred and which will take place. About himself he prophesied that he would die during the Fast of Saint Peter (this fast precedes the feast of Saints Peter and Paul). When the day of his death dawned, he said to the brethren assembled around him: \"Do not weep, rather rejoice, for in me you will have an intercessor before God for your salvation.\" Finally, he said: \"It is time for me to depart\" and he gave up his holy soul to God on June 14, 1330 A.D."
        }
      ]
    },
    {
      "day": "28",
      "holydays": [
        {
          "title": "Holy Prophet Amos",
          "important": false,
          "desc": "Amos was born in the village of Thecua near Bethlehem. He was of simple origin and life. Amos was a swine herdsman for a wealthy man of Jerusalem. But God Who does not look at who is who by his outward appearances but rather by the purity of his heart, and Who took both Moses and David from their sheep, and appointed them as leaders of the people, chose this Amos as one of His prophets. He rebuked King Uzziah and his pagan priests for idolatry and dissuaded the people from worshipping the golden calves in Bethel, teaching them to worship the One Living God. When the chief pagan priest persecuted Amos, he prophesied that the Assyrians will conquer Israel, that they will slay the king and the sons of Amaziah and that the Assyrian soldiers will defile Amaziah's wife before his eyes because he led the people into adultery with idols. All of this materialized. The son of a pagan priest struck the prophet on the forehead with his staff so forcefully that Amos fell. Barely alive, Amos was brought to his village of Thecua where he surrendered his holy soul to God. Amos lived in the eighth century before Christ."
        },
        {
          "title": "Venerable Martyr Doulas",
          "important": false,
          "desc": "Doulas lived a holy life in a monastery in Egypt. One of his brethren, out of envy, accused him of sacrilege, the stealing of ecclesiastical articles. They removed the cassock from the innocent Doulas and turned him over to the prince for trial. The prince ordered him to be scourged and wanted to cut off his hands according to the law for such a crime but, at that moment, that brother repented and declared the innocence of Doulas. After twenty years of exile and humiliation, Doulas was restored to the monastery and, on the third day, reposed in the Lord. His body vanished in a miraculous way."
        },
        {
          "title": "Blessed Augustine, the Bishop of Hippo",
          "important": false,
          "desc": "Augustine turned from paganism to Christianity, thanks to the counsels, tears and prayers of his mother Monica. He was a great teacher of the Church and an influential writer but with certain unapproved extremes in his teaching. As bishop of Hippo, he glorified the Lord for thirty-five years and lived a total of seventy-six years on earth (354-430 A.D.)."
        }
      ]
    },
    {
      "day": "29",
      "holydays": [
        {
          "title": "Saint Tikhon, Bishop of Amathus",
          "important": false,
          "desc": "Saint Tikhon was a miracle-worker. Following the death of Blessed Mnemonius, Tikhon was unanimously elected a bishop and consecrated by the renowned Epiphanius for the Diocese of Amathus. His purity of life and zeal for Orthodoxy recommended him for this office. There were still pagans on Cyprus at that time. With apostolic zeal St. Tikhon undertook to convert the unbelievers into believers. In that, he had great success. After lengthy labor in the vineyard of the Lord, Tikhon took up habitation in blessed eternity about the year 425 A.D. He was called a miracle-worker because of the many miracles he worked during his life. Tikhon's father was a baker. When his father left him alone in the store, he would distribute bread free of charge to the poor. Once, his father reproached him for this. Tikhon prayed to God and their granary was so filled with wheat that the door could not be opened without difficulty. Again, at another time, he planted withered branches of a vine and the vine became green and, in due time, brought forth fruit."
        },
        {
          "title": "Holy Martyrs Tigrius and Eutropius",
          "important": false,
          "desc": "Tigrius and Eutropius were among the clergy of St. John Chrysostom. When evil men banished Chrysostom from Constantinople, the cathedral church (Hagia Sophia) was set on fire and a flame rose from it and fell upon the houses of the persecutors of this beacon of the Church. The people saw the finger of God in that but the enemies of Chrysostom attributed this fire to his adherents. Many of those who were accused suffered bitterly because of that, among them Tigrius, the presbyter and Eutropius, the reader. Optatius, the mayor of the city, an unbaptized Greek with particular malice, began a pursuit for Chrysostom's followers. Tigrius, in his youth, was a slave of a wealthy man who castrated him. Freeing himself of slavery, he dedicated himself completely to the service of the Church and in this service shone as a shining ray. Optatius subjected this \"meek, humble, charitable and hospitable\" man to great tortures and then banished him into exile to Mesopotamia where he died in prison. Eutropius, chaste from birth, pure, blameless and kind was beaten by oxen whips and by canes and finally hanged. When Christians took his body to bury it, sweet angelic singing was heard in the air."
        }
      ]
    },
    {
      "day": "30",
      "holydays": [
        {
          "title": "Holy Martyrs Manuel, Sabel and Ishmael",
          "important": false,
          "desc": "Manuel, Sabel and Ishmael were brothers born in Persia of a pagan father and a Christian mother. They were educated in the spirit of Christianity and were baptized. As Christians they were high-ranking officials at the court of King Alamundar. They were sent to Emperor Julian the Apostate to conduct negotiations and to confirm peace between the Persian and Graeco-Roman empires. The apostate emperor arranged some sort of blasphemous celebration in honor of the idols in Chalcedon. At this celebration, the emperor, with his noblemen, offered sacrifices to the idols. The Persian emissaries absented themselves from this celebration. The emperor summoned them and ordered that they also take part in the celebration and to offer sacrifices to the gods. They declared that they were foreign citizens and that they came as emissaries of the Persian king for the sake of establishing peace between the two empires and not for anything else; that they are Christians and that they consider it unworthy to worship dead idols and to offer them sacrifices. The emperor became enraged and cast them into prison. The next day, he brought them out and again began to dispute with them about faith, but the holy brothers were adamant and unwavering. They were then bound naked to trees, beaten and scraped with an iron brush. During the entire time of torturing they prayed to God with thanksgiving for their tortures: \"O sweet Jesus these torments are sweet for the sake of Your love!\" An angel of God appeared to them, comforted them and removed every pain from them. Contrary to all international relations, the wicked Emperor Julian finally pronounced judgment that the three brothers be beheaded. When they were beheaded, there was a great earthquake; the earth split and received the bodies of the holy martyrs so that the pagans could not burn their bodies as ordered by the emperor. After that the earth gave up the bodies of these martyrs so that Christians could find them and honorably bury them. Many miracles occurred over their relics which, when many pagans saw, they converted to the Christian Faith. When the Persian king, upon hearing how Julian inhumanely gave his emissaries over to death, he prepared an army against him. Convinced of victory, Julian set out against the Persian Empire but he was overwhelmingly defeated and perished in shame to the joy and ridicule of the entire world."
        },
        {
          "title": "Venerable Pior",
          "important": false,
          "desc": "Pior was a hermit (Silentary) in Nitria. Inflamed with love for God, Pior, at an early age, renounced the world and withdrew to the Egyptian wilderness where he heroically lived a life of asceticism. It is said that he never sat at the table to eat but that he always ate standing and working. When he was asked why he does this, St. Pior replied: \"I do not want to be occupied with eating as an occupation but rather as something marginal.\" When they called him in council to judge a brother who had committed a sin, Pior arrived carrying a sack of sand on his back and on his chest a small bag of sand. Asked what does that mean, the saint replied: \"The sack of sand on my back are my sins which I do not see and the bag of sand on my chest are the sins of my brother which I have to judge.\" All the brethren were then ashamed and cried out: \"This is the path of salvation!\" Pior lived to be a hundred years old and reposed in the Lord in the fourth century."
        }
      ]
    }
  ]
}