{
    "month": 1,
    "days": [{
        "id":"1",
        "day": "1",
        "holydays": [
            {
                "title": "Светиот маченик Бонифациј",
                "important": false,
                "desc": "Мачеништвото за Христа од грешникот прави светител. Тоа го покажува примерот на Свети Бонифатиј. Тој најпрво ѝ беше слуга на некоја богата и развратна жена во Рим, Аглаида, со којашто имаше нечиста и незаконска врска. Обајцата беа незнабожци. Еднаш Аглаида посака да има во куќата маченички мошти и да ги чува како амајлија што штити од зло. Затоа го прати својот слуга во Азија, за да најде и да ѝ купи мошти. Бонифатиј зеде со себе неколкумина робови и доста богатство, а при разделбата ѝ рече на својата господарка: „А ако не можам да најдам никаков маченик и ако ти го донесат моето тело, госпоѓо, пострадано за Христа, ќе го примиш ли со чест?“ Аглаида се насмеа и го нарече пијаница и грешник. Така се разделија. Кога дојде во градот Тарс Бонифатиј виде мнозина христијани на маки: едни со отсечени нозе, други без раце, трети избодени, четврти на бесилки итн. Нему му се измени срцето, се покаја за својот грешен живот и заплака. И сред христијанските маченици возвикна: „И јас сум христијанин!“ Судијата го подложи на маки, нареди и грозно го биеја, потоа му истурија врело олово во устата и бидејќи тоа не го повреди - му ја отсекоа главата со меч. Робовите го зедоа неговото тело и го однесоа во Рим. Ангел Божји ѝ се јави на Аглаида и ѝ рече: „Прими го оној што некогаш ти беше слуга, а сега ни е брат и сослужител; тој ти е чувар на душата и заштитник на животот“. Ужасната, Аглаида излезе во пресрет, го прими телото на Бонифатиј, му изгради црква и во неа ги положи моштите на маченикот. Таа потоа се покаја, им го раздаде сиот свој имот на бедните, а самата се повлече од светот и поживеа уште петнаесет години во горко покајание. Свети Бонифатиј пострада во 290 година."
            },
            {
                "title": " Преподобен Илија Муромец",
                "important": false,
                "desc": "Монах киевопечерски. Се упокои во 1188 година. Неговите нетлени мошти се чудотворни. На десната рака досега му стојат трите прсти составени за молитва. Од ова се гледа дека умрел на молитва."
            },
            {
                "title": " Св. Григориј Омиритски",
                "important": false,
                "desc": "Најпрво беше ѓакон на медиоланската Црква и имаше многубројни виденија. По Божја Промисла беше одведен во Александрија, каде што патријархот Протериј според едно небесно откровение го ракоположи за епископ на Омиритската земја, во јужна Арабија, којашто Св. Елезвој (под 24 октомври) штотуку ја беше ослободил од тиранинот Дунаан Евреинот. Свети Григориј се памти како добар пастир и голем чудотворец. Со помош на христољубивиот цар Аврамиј ја уреди омиритската Црква, подигна многу храмови и крсти голем број Евреи. Вршеше големи и страшни чуда со молитва; на неговата молитва пред неверните Евреи се јави и Самиот Господ Христос, а тоа беше пресудно за да се крстат. Управуваше со Црквата триесет години. Се упокои мирно во 552 година."
            }
        ]
    },
    {
        "id":"2",
        "day": "2",
        "holydays": [
            {
                "title": "Светиот свештеномаченик Игнатиј Богоносец",
                "important": false,
                "desc": "Овој свет маж е наречен Богоносец затоа што постојано во срцето и на јазикот го носел името на живиот Бог. Преданието уште вели дека е наречен Богоносец и зашто него го зел на раце воплотениот Бог Исус Христос. Во времето кога Господ ги учеше своите ученици на духовен живот според евангелските заповеди, зеде едно дете, го постави меѓу нив и им рече: „Оној којшто ќе се смири и ќе стане како ова дете, тој е најголем во царството небесно“ (Матеј 18, 4). Тоа дете беше Игнатиј. Подоцна Игнатиј му беше ученик на Св. Јован Богослов, заедно со Поликарп, епископот Смирненски. Како Антиохиски епископ управуваше со Божјата Црква како добар пастир. Го воведе антифонскиот начин на пеење во Црквата, т.е. наизменично пеење на две певници. Овој начин на пеење му се откри на Св. Игнатиј меѓу ангелите на небесата. Кога царот Трајан минуваше низ Антиохија одејќи во војна против Персијанците, дозна за Игнатиј, го повика кај себе и почна да го советува да им принесе жртва на идолите за да биде од него поставен за сенатор. Бидејќи советите и заканите на царот останаа залудни, Свети Игнатиј го оковаа во железо и во придружба на десетмина најнемилосрдни војници го испратија во Рим, за да биде фрлен пред ѕверовите. Игнатиј му се радуваше на страдањето заради Господа и постојано Му се молеше на Бога ѕверовите да станат гроб за неговото тело и никој да не го попречи во таа смрт. По долго и тешко патување од Азија преку Тракија, Македонија и Епир, Игнатиј пристигна во Рим, каде што го фрлија пред лавовите во циркусот. Лавовите го растргнаа и го изедоа, оставија само неколку коски и срцето. Овој славен вљубеник во Господ Исус Христос пострада во 106 година во Рим, за време на христоборниот цар Трајан. Се има јавувано повеќепати, притекнувајќи им на помош на сите што го повикуваат со вера."
            },
            {
                "title": " Свети праведен Јован Кронштатски",
                "important": false,
                "desc": "На 19 октомври 1829 година е родено детето Јован, син на Илја Сергиев и неговата сопруга Теодора, во најсеверната област на Архангелск, недалеку од Белото море, во сиромашната населба Сура, оскудната и мрачна околија Пинеги. Новороденчето изгледало толку слабо, што родителите се исплашиле за неговиот живот. Поради тоа веднаш, ноќта, го повикале свештеникот да го крсти. На детето му дале име Јован, во спомен на свети Јован Рилски. По крштевањето, неговата состојба брзо се поправила. Јован порасна во традиционално руско патријахално семејство. Повеќе од триста години неговите предци служеле како свештеници во поларната населба. Неговата мајка, длабоко побожна жена, својот син трпеливо го опсипуваше со љубов. Неговиот татко со својата мала плата требаше да ги издржува, покрај Јован и неговите две помлади сестри, и големото семејство. Од мали нозе Јован вредно им помагаше на родителите, посебно во полските работи. Во него од мал се развиваше сочувството со туѓото страдање. Тој порасна како сериозно, молчаливо момче. Ништо не го влечеше кон детските игри, а природата му беше многу блиска. Уште поблиски му беа Господ, Црквата и молитвата. Секојдневно влегуваше во домот Господов. Кога тргна на училиште, му се отвори непознат свет. И покрај сета трудољубивост, на Јован му недостигаше способност да сфаќа и памети. Со години не успеваше да го совлада барем читањето. На десетгодишна возраст Јован, при најтешки жртви од неговите родители стапи во единственото основно училиште во епархијата, во Архангелск. Како секое селско дете, тој живееше кај сиромашни луѓе, препуштен самиот на себе. Храната беше недоволна, но тој беше навикнат на гладување. Поради слабиот ум имаше големи маки. Ограниченоста во учењето му беше голем товар. Страдаше заради тоа што неговиот татко напразно го троши и својот последен грош за него. По цели денови залудно се трудеше, но неговиот ум остануваше запечатен. Немаше никој да му помогне. Молчаливото, просјачки сиромашно момче, покрај тоа и најлошиот ученик во училиштето, во тој град не наоѓаше никаква радост. Во својата неволја Јован сè повеќе прибегнуваше кон молитвата која му беше блиска. „Ноќе со задоволство се молев. Сите спијат, тишина е, никој не ми пречи. Најчесто се молев Господ, за утеха на моите родители, да ми го просветли разумот. И Господ ме послуша. Неговата светлина ме осветли. Еднаш, паметам како денес да се случило, сите во собата беа заспале. Само јас не можев. Сè уште едвај успевав по нешто да разберам од наставата и нешто да запамтам, тешко читајќи ги слоговите. Ме опфати голема жал. Клекнувам покрај својата постела на колена и почнувам најусрдно да се молам. Не знам колку долго траеше тоа. Одеднаш мојата внатрешност се потресе, и ми се стори како некое перде да падна од моите очи и умот да ми го отвори. Учителот, неговото предавање, сè што зборуваше наеднаш, јасно стоеше пред мене. Ведрина и радост ми ја исполнија душата. По таа молитва заспав мирно, како никогаш порано. Утрото скокнав од постелата, ја зедов книгата и о, среќа, можев да читам многу подобро, сè да разберам и дури на друг да пренесам. Од тоа време, мојот напредок во училиштето беше за сите очигледен. На крајот од годината, како еден од најдобрите ученици, бев упатен во Богословија.“ Следните десет години Јован ја посетуваше Богословијата и трудољубиво учеше. Јован Илич Сергиев во 1855 година ја заврши Академијата како кандидат за богословие. Малку пред тоа, што беше исклучок, тој учествуваше на еден општествен собир и ја запозна Елисавета Константинова, ќерка на свештеникот Несвицки од Кронштат. Со согласност на таткото, тие се венчаа веднаш по неговото завршување на Академијата. Со тоа беше исполнет и предусловот да стане православен парохиски свештеник. Јован Сергиев за свештеник го ракоположи Владиката Христофор, на 12 декември 1855 година, во Петроград. Потоа, тој премина кај својот дедо во Кронштат, да му помага во соборниот храм на свети Андреј, а подоцна од својот болен дедо ја презема и службата како најмлад свештеник. Од првиот ден во својата служба тој стапи во близок однос со својата паства. Отец Јован не пропушташе ниту една прилика да помогне. Во сиромашните куќи тој ги посетуваше болните, пропаднатите родители, гладните деца. Тој одеше по продавниците, купуваше храна, доведуваше лекар, набавуваше лекови. Со еден збор, тој се грижеше за несреќните семејства со топла присност и ја раздаваше до последен грош својата скромна плата. Секако, отец Јован не се ограничуваше само на економска помош. Пред сè, тој се трудеше околу духовно паднатите и бараше начин во нивниот живот да внесе светлина. Тој не им судеше, туку ги разбираше луѓето. Внатрешно неутврдениот човек, кого што го снаоѓа неволја, лесно прави компромиси со својата совест, лесно паѓа во порок, се оддава на алкохол да ја заборави својата неволја, достигнувајќи до пијанство. Отец Јован се грижеше и за децата на сиромашните и тие секогаш радосно го очекуваа. Им зборуваше за Бог, за Синот Божји и за Неговата добрина. Со време, успеа да отвори неделно училиште, основно училиште, дневен дом и читална, дом за сиромаси и работилница за чираци, каде што децата и младите можеа бесплатно да учат. Во 1857 година, со радост прифати да ја води верската настава во градското основно училиште, а веднаш потоа и во новооснованата гимназија. Отец Јован своите часови ги сфаќаше многу сериозно. Тој знаеше дека вероучителот ја носи главната одговорност за природниот развој на ученикот. Тој знаеше дека својата задача ја исполнил само ако ги загрее срцата на младите луѓе за Бог. Децата ги подучува и на молитвата: „Учете да се молите. Принудувајте се себеси на молитва. Во почетокот е тешко. Меѓутоа, колку повеќе ја засилувате, толку повеќе молитвата станува сè полесна. Што е молитвата? Тоа е свртеност на срцето и умот кон Бог. Молитвата е разговор на созданието со Творецот, со целосна стравопочит, а при најболната свест за сопствената слабост и ништожност, при најдлабоко покајание на срцето и цврста одлука да се измениме, со доверување во семоќната Божја помош. Оној што не се моли од сето срце, воопшто не се моли. Срцето мора да го почувствува она што го изговара, мора огнено да копнее по она за што се моли. Внимателната искрена молитва ве соединува со Бог и ве исполнува со неговите дарови: вистина, мир и радост, смирение и љубов.“ Односите се прошируваа и надвор од гимназијата. Многу ученици доброволно, пред часовите ги посетуваа неговите Свети Литургии. Неговите раскажувања за силата на молитвата навлегуваа длабоко во нивните срца и оставаа печат на нивното гледање на животот и светот. Повеќе од триесет години отец Јован предаваше во Кронштатската гимназија, во август 1889 година тој ја напушти таа должност. Отец Јоваш живееше за својот свештенички повик. Тој ги следеше заповедите Божји, секој ден доброволно вршеше богослужение, држеше веронаука и постојано им помагаше на оние што се во неволја. Но, секако имаше и искушенија. Многумина немаа разбирање за неговото дело па го исмејуваа или осудуваа. Градската управа, дури и другите свештенослужители (неговите собраќа) покажуваа и непријателство кон него. Кога отец Јован одеше да ги посетува сиромашните и болните, тие го обвинуваа дека своеволно ја напушта парохијата и ги занемарува своите редовни должности. Дури се приговараше и на неговиот начин на живот и му се префрлаше што контактира со пропаднати луѓе. Тој со болка се соочуваше со пишаните и усни клевети. Повремено се плашеше за своето дело, за довребата кон неговиот свештенички повик. Но, не си допушташе во себе да почувствува непријателство кон некого. Уште на почетокот на нивниот заеднички живот отец Јован ѝ рекол на сопругата Елисавета: „Лиса, среќни бракови има доволно и без нас. Прифати заеднички да Му служиме на Бог“. Отец Јован го одобруваше бракот, но за себе прифати слободно одрекување, така што тие живееја како брат и сестра. „Јас сум свештеник; тоа сè кажува. Не припаѓам на себеси, туку на другите.“ Елисавета самопрегорно му помагаше во исполнувањето на тој повик. Во 1874 година отец Јован основа друштво „Братството на свети Андреј“ за згрижување и помош на сиромасите. Отец Јован стануваше сѐ попознат во цела Русија и многумина со тешки болести и своите внатрешни кризи му се обраќаа со целосна доверба. За малку години Кронштат стана поклоничко место, каде што дневно доаѓаа на стотици, па и илјадници луѓе од цела Русија. Тој имаше голем углед во Русија заради многуте чуда, главно лечења и пророштва коишто безбројните сведоци им ги припишувале исклучиво на неговите молитви. Свети Јован Кронштатски очигледно беше поврзан со исихастичката традиција. На прво место, тој лично ја практикуваше Исусовата молитва, а потоа им ја препорачуваше и на другите: „Силна помош во духовната борба ни дава Исусовата молитва, која од почетокот на христијанството ги следи оние што Го бараат Бог. Оној што се моли непрестајно и од срце Му се обраќа на Христос: ‘Господи Исусе Христе, Сине Божји, помилуј ме мене грешниот и подари ми ја Твојата милост која го преобразува битието’. Тој живее во постојано Божјо присуство, пред Него ја отвора својата внатрешност и ја осознава Божјата сесилна помош... Сите мои неволји се појавуваат во мојот невидлив разум и срце. Поради тоа ми е неопходен и еден невидлив Спасител, Кој го познава моето срце. Ако те мачи каква било наметлива фантазија или некое страсно движење (злоба, гнев, завист, омраза, малодушност, самољубие, самоволие или сетилни барања), бргу, во најболно самопознание обрати се кон Христос. Ако те покрива темнина, сомнеж или очај, од сесрце повикај го Неговото Име. Во Него ќе најдеш спознание, доверба и мир. А ако не сакаш да ги поднесуваш постојаните неспокојства од непријателот, секогаш во своето срце повторувај ја Исусовата молитва: ‘Господи Исусе Хрсте, Сине Божји, помилуј ме мене грешниот’. При мојата искрена молитва Господ секогаш го прогонува искушувачот, кој само преку мојата сопствена изопаченост е силен. Против невидливиот непријател се подига невидливиот Бог, против силниот - Сесилниот. Затоа, секој момент обраќај се кон Христос и постојано мисли на Него; и ќе се спасиш и себеси и другите. Без Неговата благодатна помош ти не можеш да победиш ни една единствена страст, ни еден порок. Повикувај Го постојано. Тој дојде во светот за да нè засили во Светиот Дух, за да нè очисти и ослободи. Не губи надеж и прими го Божјиот збор во срцето: ‘Оној што доаѓа нема да го изгонам надвор’. Моли се без прекин, за душата твоја неочекувано да не падне во искушение. Вежбај се во постојаната молитва на срцето, сè додека таа не почне да работи во него дури и во сон.“ Отец Јован во деведестите години основа четири женски манастири. Царот Николај II стекна особена доверба во него. Архиереите на Црквата му ја признаа благодатната сила на духот. Безброј луѓе ја помагаа неговата општествена дејност, која се протегаше низ цела Русија. До 75-тата година отец Јован непрекинато ја извршуваше свештеничката служба. Света Литургија служеше речиси секој ден, секого го примаше, посетуваше болни, се грижеше за своите општествени установи, спроведуваше добротворни акции, пишуваше беседи и дневник. Децении спиеше еден до два часа на ден. Најпосле неговите телесни сили ослабнаа и тој се разболе. Наредните три години страдаше од постојани болки и треска. Се упокои мирно на 20 декември 1908 година после Светата Литургија, откако се причести со Светите Тело и Крв Христови. Отец Јован уште додека беше жив важеше за Божји човек. За ова сведочеше неговиот чист живот и неговата силна молитва, во стотици потврдени исцеленија. По неговата смрт се умножуваа сведоштвата за неговото благодатно дејствување. Врвните пастири на Руската Православна Црква беа согласни дека отец Јован е Божји праведник. Но, неговата канонизација не можеше да се изврши поради богоборниот режим во Русија. Единствено Архиепископот Андреј Ухтомски во деведесетите години кришум составил Акатист за неговото прославување. Сепак, Руската Задгранична Црква во 1964 година ја објави неговата канонизација."
            }
        ]
    },
    {
        "id":"3",
        "day": "3",
        "holydays": [
            {
                "title": "Светата маченичка Јулијанија и шестотини и триесетте маченици со неа",
                "important": false,
                "desc": "Оваа славна девица и маченичка беше родена во Никомидија од родители незнабожци. Слушна од некого проповед на Евангелието и со сето срце се обрати кон Христа, па почна да живее совршено според заповедите Господови. Свршеник ѝ беше некој сенатор Елевсиј. За да го одврати од себе Јулијанија му рече дека нема да може да појде за него ако тој не стане епарх на градот. Му го предложи тоа мислејќи дека тој млад човек никогаш нема да може да го достигне таквиот висок чин. Но Елевсиј се потруди, па со ласкање и мито го придоби чинот никомидиски епарх. Тогаш Јулијанија му откри дека е христијанка и дека не може со него да стапи во брак додека и тој не ја прими христијанската вера, велејќи му: „Што ни вреди да бидеме телесно соединети, кога духовно би биле разединети?“ На ова Елевсиј се огорчи и ја обвини кај татко ѝ. Јаросен татко ѝ ја исмеа и ја изнатепа, а потоа му ја предаде на мачење на епархот. Епархот нареди и многу ја тепаа, па потоа ранета и искрвавена ја фрлија во затвор. Но Господ во затворот ја исцели и таа се јави пред епархот сосема здрава. Овој потоа ја врза и ја фрли во вжарена печка, но огнот не ја докосна. Кога го видоа тоа чудо мнозина поверуваа во Господ Исус Христос. Такви обратени имаше петстотини од машкиот и сто и триесет од женскиот пол. Сите нив епархот ги осуди на смрт и нив ги убија со меч. Нивните души се преселија во Рајот. Тогаш злобниот судија ја осуди на убиство со меч и Света Јулијана. Таа излезе на губилиштето радосна со духот. Му се помоли на Бога и ја положи главата за отсекување. На денот на тоа убиство душата на светителката отиде во Царството на вечната Христова светлина, во 304 година. Набрзо Елевсиј го постигна Божја казна. Кога пловеше по морето му се разби коработ, а тој падна во водата. Но не најде смрт во водата туку доплива до некој остров, каде што го растргнаа и го изедоа кучиња."
            },
            {
                "title": " Светиот маченик Темистокле",
                "important": false,
                "desc": "Како млад беше овчар и чуваше овци во некое поле близу градот Мир Ликиски. Во тоа време мачителите на христијаните го гонеа Св. Диоскорид, па наидоа во полето на Темистокле и го прашаа дали го видел гонетиот и знае ли каде се крие. Иако знаеше, Темистокле не сакаше да признае, но им рече за себе дека е христијанин. Го мачеа и го убија во времето на Декиј, во 251 година."
            }
        ]
    },
    {
        "id":"4",
        "day": "4",
        "holydays": [
            {
                "title": "Светата великомаченичка Анастасија Одврзителка и другите со неа",
                "important": false,
                "desc": "Оваа славна ревнителка на Христовата вера се роди во Рим во дом богат и сенаторски, од татко паганин и мајка христијанка. Уште како млада се приврза со љубов кон Господ Исус, а во Христовата наука ја раководеше благочестивиот учител Хрисогон. Принудена од татко ѝ стапи во брак со некој незнабожечки велепоседник Публиј. Под изговор на женски болести никако не сакаше да влезе со него во телесна врска. За ова мажот ѝ горчливо ја мачеше со затвор и глад. А уште поголеми маки ѝ наложи кога дозна дека таа тајно ги посетува христијанските маченици по затворите, им носи понадици, ги служи, им ги мие раните, им ги одврзува јажињата. По Божја Промисла беше ослободена од свирепиот маж. Царот го испрати Публиј во Персија, а тој патувајќи по морето потона. Тогаш Св. Анастасија почна слбодно да им служи на мачените христијани и своето големо наследство да го троши делејќи им милостиња на сиромасите. Еднаш царот Диоклецијан беше во градот Аквилеја и нареди да му го доведат Христовиот исповедник Хрисогон. Него по патот го придружуваше Св. Анастасија. На заповед од царот на светиот Хрисогон му ја отсекоа главата. Тогаш пострадаа и трите сестри Агапија, Хионија и Ирина (под 16 април): првите две беа фрлени во оган, а третата прострелана со стрела. Нивните тела ги зеде Света Анастасија, ги завитка во бело платно и откако ги обложи со многу аромати чесно ги погреба. Потоа отиде во Македонија и таму им помагаше на Христовите страдалници. Овде ја препознаа како христијанка и за ова ја фатија и ја водеа на сослушување и мачење кај разни судии. Сакајќи да умре за возљубениот Христос, Анастасија непрестајно во срцето ревнуваше кон Него. Еден началник на жреците Улпијан сакаше сладострасно да ја оскверни, но одеднаш ослепе и издивна. Осудена на смрт со глад Света Анастасија прележа во затворот триесет дена без храна, хранејќи се единствено со солзи и молитва. Потоа ја ставија на кораб со уште неколкумина христијани за сите да ги потопат, но Бог ја сочува и од таа смрт. Најпосле ја положија над оган да виси приврзана со рацете и нозете со четири јазли, па ја предаде својата света душа на Бога. Пострада и премина во Христовото Царство во 304 година."
            },
            {
                "title": " Светата маченичка Теодотија со трите деца",
                "important": false,
                "desc": "Кога остана млада вдовица со три деца Теодотија целосно се предаде на служба на Бога. Децата ги воспита благочестиво. Кај неа живееше Света Анастасија кога беше во Македонија и заедно со неа ги обиколуваше Христовите заробеници по затворите. Кога ја изведоа на суд Света Теодотија неустрашливо Го исповедаше Господ Исус Христос. Тогаш ја испратија кај антипатот витиниски Никитиј. Еден бесрамен незнабожец сакаше да ѝ го допре телото, но одеднаш здогледа пред неа ангел Божји, којшто го удри и не му дозволи. Света Теодотија беше осудена на смрт и фрлена во вжарена печка заедно со нејзините три деца. Чесно го завршија животот на земјата и отидоа во Царството на вечната слава."
            }
        ]
    },
    {
        "id":"5",
        "day": "5",
        "holydays": [
            {
                "title": "Преподобен Наум Охридски Чудотворец",
                "important": true,
                "desc": "Ученик на Светите Методиј и Кирил и еден од Петточислениците коишто најревносно соработуваа со овие словенски апостоли. Свети Наум патуваше во Рим, каде што се прослави со чудотворна моќ и со голема ученост. Знаеше многу јазици. Со помош на царот Борис Михаил, по враќањето од Рим тие се населија на бреговите на Охридското Езеро. Додека Свети Климент дејствуваше како епископ во Охрид, дотогаш Свети Наум основаше манастир на јужниот брег на езерото. Тој манастир и денес го краси брегот како што и името на Свети Наум ја краси историјата на словенското христијанство и низ вековите беше извор на чудотворна сила и засолниште за болните и за неволните. Околу Свети Наум се насобра мноштво монаси од сите страни на Балканот. Беше мудар учител, единствен раководител на монасите, одлучен подвижник, чудотворен молитвеник и духовник. Неуморно се трудеше и на преведувањето на Светото Писмо и на другите црковни книги од грчки на словенски јазик. Вршеше чуда и за време на животот и после смртта. Неговите чудотворни мошти до ден денес восхитуваат со многубројни чуда, посебно со исцеленијата од тешки болести, особено од лудило. Се упокои во првата половина на 10 век."
            },
            {
                "title": " Свети Нифонт Кипарски Чудотворец",
                "important": false,
                "desc": "Роден е во Пафлагонија, воспитан во Цариград на дворецот на еден војвода. Како млад западна во лошо друштво и се расипа, се предаде на мноштво гревови и порорци. Заради гревовите не можеше да Го моли ни Бога. По милоста на Пресвета Богородица се врати на патот на правдата и се замонаши. Имаше безброј виденија од небесниот свет. Четири години водеше тешка борба со демонот којшто постојано му шепотеше: „Не постои Бог! Не постои Бог!“ Но кога му се јави Самиот Господ Исус како жив на иконата, Нифонт стекна голема сила над злите духови и се ослободи од тешките искушенија. Беше толку проѕорлив што ги гледаше ангелите и демоните околу луѓето исто како што ги гледаше луѓето и ги распознаваше човечките помисли. Со ангелите разговараше често, а со демоните се препираше. Ѝ подигна црква на Пресвета Богородица во Цариград, собра монаси и мнозина ги спасуваше. Александрискиот архиепископ Александар по откровение од небото го посвети за епископ на градот Констанциј на Кипар. Во тоа време Свети Нифонт беше веќе стар. Добро управуваше со Црквата некое време, па се пресели во Царството Христово. Пред смртта го посети Св. Атанасиј Велики, архиѓаконот на александриската Црква и му го виде лицето после смртта осветлено како сонце."
            }
        ]
    },
    {
        "id":"6",
        "day": "6",
        "holydays": [
            {
                "title": "Преподобната маченичка Евгенија и другите со неа",
                "important": true,
                "desc": "Ќерка на Филип, којшто беше епарх на целиот Мисир. Родена е во Рим. Во тоа време христијаните беа прогонувани од Александрија и живееја надвор од градот. Девицата Евгенија ги посетуваше и со сето срце ја прими нивната вера. Побегна од родителите и со двајца свои верни евнуси се крсти од епископот Елиј, па преоблечена во машка облека стапи во еден машки манастир и таму прими монашки чин. Толку го очисти своето срце со доброволен подвиг, што од Бога прими благодат на исцелување на болните. Така ја исцели една богата жена Мелантија. Но потоа истата жена сакаше, мислејќи дека е машко, да ја навлече на телесен грев. Па бидејќи Евгенија одлучно ја одби, оваа зла жена за одмазда отиде кај епархот и ја наклевети Евгенија исто онака како што некогаш Петефриевата жена го обвини целомудрениот Јосиф. Епархот нареди и сите монаси ги оковаа и ги фрлија во затвор заедно со Евгенија. Но кога ја изведоа на суд, Света Евгенија му се покажа на татко ѝ како негова ќерка. Израдуван, Филип се крсти заедно со сиот негов дом. По ова беше избран за епископ на Александрија. Кога слушна за ова римскиот цар, испрати еден свиреп војвода Теренциј, којшто дојде во Александрија и тајно го уби Филип. Тогаш Света Евгенија заедно со мајка ѝ и со браќата се пресели во Рим. Таму храбро и ревносно ги обраќаше незнабожците во вистинската вера, особено девојките. Така ја обрати и некоја прекрасна девојка Василија. Наскоро оваа беше убиена за Христа, како што ѝ прорече Света Евгенија. Тогаш ги убија и оние двајца евнуси, Прот и Јакинт. Најпосле дојде и маченичкиот крај на Света Евгенија. Од нејзиното присуство падна идолскиот храм на Дијана и се разурна. Мачителите најпрво ја фрлија во вода, а потоа во оган, но Бог ја спаси. Во затворот ѝ се јави Самиот Господ Исус и ѝ рече дека ќе пострада на денот на Неговото Рождество. Така и стана. Ја убија со меч на 25 декември 262 година во Рим. После својата смрт Света Евгенија ѝ се јави на својата мајка во голема слава и ја утеши."
            }
        ]
    },
    {
        "id":"7",
        "day": "7",
        "holydays": [
            {
                "title": "Рождество на Господ Исус Христос",
                "important": true,
                "desc": "А кога се наврши времето, Бог Го испрати Синот Свој Единороден (Гал. 4, 4) за да се спаси човечкиот род. И кога се исполнија девет месеци од благовеста којашто архангелот Гавриил Ѝ ја јави на Пресветата Дева во Назарет велејќи: „Радувај се, благодатна..., еве ќе родиш и ќе зачнеш син“ - во тоа време излезе заповед од кесарот Август да се попише сиот народ во римското царство. Сходно на таа заповед требаше секој да отиде во својот град и таму да се запише. Праведниот Јосиф со Пресветата Дева појде во Витлеем, градот Давидов, зашто обајцата беа од царското колено Давидово. А бидејќи во тој малечок град заради пописот се стекна многу народ, па Јосиф и Марија не можеа да најдат ноќевалиште во ниедна куќа, се засолнија во една овчарска пештера, каде што пастирите ги затвараа своите овци. Во таа пештера, ноќта меѓу саботата и неделата на 25 декември, Пресветата Дева Го роди Спасителот на светот, Господ Исус Христос. Откако Го роди без болка, како што и Го зачна без грев, од Светиот Дух а не од човек, таа самата Го пови во ленени пелени, Му се поклони како на Бог и Го положи во јасли. Потоа пријде и праведниот Јосиф, и тој Му се поклони како на Божествен плод на девствена утроба. Тогаш дојдоа и пастирите од полето, упатени од Божјиот ангел и Му се поклонија како на Месија и Спасител, воскликнувајќи: „Слава на Бога во висините и на земјата мир, меѓу луѓето добра волја“ (Лука 2). Во тоа време пристигнаа тројцата мудреци од Исток, водени со чудесна ѕвезда, со своите дарови: злато, ливан и измирна. Тие на Младенецот Му се поклонија како на Цар над царевите и Го даруваа со своите дарови (Матеј 2). Така дојде во светот Оној Чиешто доаѓање беше пророкувано од Прорците, Којшто се роди онака како што беше пророкувано: од Пречиста Дева, во градот Витлеем, од коленото Давидово по тело, во време кога немаше веќе во Ерусалим цар од родот Јудин, туку царуваше Ирод туѓинецот. После сето мнозинство на Неговите предобрази и наговестувања, на пратениците и благовесниците, Пророците и праведниците, мудреците и царевите, најпосле се јави Он, Господарот на светот и Царот над царевите, за да го изврши делото на човечкото спасение, коешто не можеа да го извршат Неговите слуги. Нему Му припаѓа вечната слава. Амин."
            }
        ]
    },
    {
        "id":"8",
        "day": "8",
        "holydays": [
            {
                "title": "Собор на Пресвета Богородица",
                "important": true,
                "desc": "На вториот ден од Божик христијанската Црква ѝ оддава слава на Пресветата Божја Мајка, Којашто Го роди Господ и Сапсителот наш Исус Христос. Ова празнување се нарекува Нејзин собор затоа што на тој ден се собираат сите верни за да Ја прослават Нејзе, Која е Богородица. Тогаш се служи торжествено, соборно, во Нејзина чест. Во Охрид од древноста беше устроено спроти вториот ден на Божик вечерната да се служи само во црквата на Пресвета Богородица, наречена Челница. Целото свештенство со народот овде соборно Ја прославуваше Пречистата Божја Мајка."
            },
            {
                "title": " Св. Никодим Прилепски-Тисмански",
                "important": true,
                "desc": "Роден е во македонскиот град Прилеп. Тој е еден од многубројните плодоносни изданоци на велелепната лоза на Синаитите, кои поттикнати од својот предводник и светилник, преподобниот Григориј Синајски, им го предаваа словото за умносрдечната молитва Исусова на оние што имаа жед да си ги очистуваат срцата со Божествениот оган, та да живеат и да умираат само за Господа. Од детството беше воспитан во побожност и во секое целомудрие. Како многу надарено момче ревносно им се посвети на науките од она време, особено на Божествената наука на Светото Писмо и на православната теологија. Од сесрце го засака монашкиот живот и Го молеше Бога да го удостои со монашки чин. Бог му ја исполни оваа желба испраќајќи кај него некои монаси од светогорскиот манастир Хиландар. Тој веднаш замина со нив на Атос, каде се замонаши и брзо се извиши со својот рамноангелен подвиг, па беше удостоен и со свештенички чин. По смртта на игуменот, како монах совршен во добродетелите и исполнет со секое Божествено и човечко знаење, за игумен еднодушно го избраа свети Никодим. Бидејќи голема духовна светилка, им беше познат и омилен на балканските подвижници и црковни пастири од она време. А по неиспитливите патишта Божји, замина од Света Гора во Србија, каде светиот кнез Лазар сакаше да го издигне на висока духовничка позиција. Желен за молитвено тихување во осаменост, блажениот му заблагодари на премудриот кнез, но го одби, а се насели во близината на Кладово, покрај Дунав. Тука на пастирот кој повеќе сакаше да се потпре на десницата Божја отколку на почитта на чесниот овоземен кнез, Самиот Бог повторно му донесе стадо кое постојано раснеше во Духот и се умножуваше. Имено, со својот возвишен живот свети Никодим и овде заблесна толку многу, што околу него се собраа многубројни монаси од Света Гора и од други краишта на Балканот. Тука подигна црква посветена на Пресвета Троица и во новоустроениот манастир го воведе подвигот на светогорските исихасти. Потоа по Божјо откровение со дел од браќата од манастирот кај Кладово премина на другата страна на Дунав и се насели во Угровлашките краишта, во северински Банат, близу денешниот град Тур-Северин во Романија. Заедно со овие монаси на реката Водица свети Никодим устрои прекрасен манастир посветен на свети Антониј. Во 1374 година влашкиот господар Владислав-Влајка Воде со повелба ја потврди самовласноста на манастирот на свети Антониј на Водица. Заради неговата извонредна ученост и мудрост, повикан од кнезот Лазар свети Никодим ја помагаше дипломатската мисија за помирување на Српската и Цариградската Патријаршија. Потоа во Влашка, со помош на влашкиот војвода Раду I (1377 – 1384 г.), го подигна големиот манастир Тисман, кој се наоѓа на реката Тисман, а Ѝ е посветен на Пресвета Богородица. Свети Никодим устрои уште неколку цркви и манастири во Романија (црквите Вратну и Монастирицу и манастирот Прислоп). Сите негови манастири станаа духовни расадници на монаштвото и на духовниот живот во Влашка, Молдавија и воопшто за цела Романија. Затоа православните Романци свети Никодим го почитуваат како свој просветител, а го именуваат со благодатното име Осветен. Се упокои во Господ на 26 декември 1406 година во манастирот Тисман, каде што до денес почиваат неговите Свети мошти."
            }
        ]
    },
    {
        "id":"9",
        "day": "9",
        "holydays": [
            {
                "title": "Светиот првомаченик и архиѓакон Стефан",
                "important": false,
                "desc": "Роднина на апостолот Павле, Евреин од Евреите што живееја по елинските области. Беше прв од Седумте ѓакони коишто Светите апостоли ги ракоположија и ги поставија на служба на грижа за сиромасите во Ерусалим. Затоа и го нарекоа архиѓакон. Со силата на својата вера вршеше големи чуда меѓу луѓето. Злобните Евреи се препираа со него, но беа секогаш победувани од неговата мудрост и од силата на Светиот Дух Којшто дејствуваше преку него. Тогаш посрамени Евреите, свикнати на измами и клевети, го побунија народот и народните старешини против невиниот. Клеветата против Стефан велеше дека хулел на Бога и на Светиот пророк Мојсеј. Брзо најдоа лажни сведоци коишто тоа и го потврдија. Тогаш Стефан застана пред народот и сите видоа дека лицето негово е како лице на ангел, т.е. озарено од благодатна светлина како што некогаш беше Мојсеј кога говореше со Бога. Стефан ги отвори своите усни и ги пореди многубројните доброчинства и чуда Божји извршени од Бога во минатото над народот израилски, но и многубројните злосторства и противења кон Бога од страна на тој народ. Особено ги изобличи за убиството на Господ Христос, нарекувајќи ги предавници и крвници. И додека тие чкртаа со забите, Стефан погледна и го виде небото отворено и славата Божја. Тоа што го виде тој им го објави на Евреите: „Еве, ги гледам небесата отворени и Синот Човечки кај седи од десната страна на Бога“ (Дела 7). Тогаш пакосниците го изведоа надвор од градот и го убија со камења. Меѓу неговите мачители беше и неговиот роднина Савле, подоцна апостол Павле. Во тоа време на некој камен во далечината стоеше Пресвета Богородица со Свети Јован Богослов и го гледаа мачеништвото на првиот маченик за вистината на нејзиниот Син и Бог, молејќи Го Бога за Стефана. Ова се случи една година по слегувањето на Светиот Дух на апостолите. Телото на Св. Стефан тајно го зеде и го погреба на својот имот Гамалиил, кнез еврејски, а потаен христијанин. Така заврши во слава првенецот меѓу христијанските маченици и се пресели во Царството на Господ Исус Христос."
            }
        ]
    },
    {
        "id":"10",
        "day": "10",
        "holydays": [
            {
                "title": "Светите Дваесет илјади никомидиски маченици",
                "important": false,
                "desc": "Во времето на свирепиот цар Максимијан Херкул христијанската вера во Никомидија цветаше и се умножуваше секојдневно. Еднаш царот бавејќи се во тој град дозна за христијанското мноштво и за напредокот на Христовата Црква, па многу се огорчи и смисли план како да ги погуби сите. Тогаш се приближи празникот на Христовото Рождество, а царот дозна дека тој ден сите христијани ќе се соберат во црквата, па нареди на денот на празникот црквата да се опколи со војска и да биде запалена. Откако се собраа христијаните по полноќ и откако торжествено го започнаа својот Божествен празник, војниците ја опкружија црквата не пуштајќи никого надвор, а царски пратеник влезе во црквата и им ја објави царската заповед: или веднаш да им принесат жртва на идолите или да бидат изгорени сите. Тогаш со Божествена ревност се распали архиѓаконот и почна да го потсетува христијанското собрание на Тројцата младенци во печката Вавилонска. „Погледнете, браќа, кон жртвеникот на Господовиот олтар и разберете дека на него сега за нас се жртвуваше нашиот Господ Кој е вистински Бог; зарем ние да не ги положиме за Него нашите души на ова свето место?“ Народот се возбуди да умре за Христа, а сите огласени се крстија и се миропомазаа. Тогаш војниците ја потпалија црквата од сите страни, а христијаните, на број дваесет илјади, изгореа во пламенот воспевајќи ја славата на Бога. Пет дена по ова црквата гореше, а од неа се креваше чад со неопислив опоен мирис и на она место се покажуваше необична златозарна светлина. Така славно завршија многубројни мажи и жени, девојки и деца, примија венец на вечна слава во Царството Господово. Пострадаа и се прославија во 302 година."
            },
            {
                "title": " Св. Симеон Мироточив",
                "important": false,
                "desc": "Основач на светогорскиот манастир Симоно-Петра. Прославен низ подвизи, виденија и чуда. Се упокои мирно и премина кај Господ во 1257 година."
            },
            {
                "title": " Св. маченичка Домна",
                "important": false,
                "desc": "Девица и жреца на скверните идоли на дворецот на царот Максимијан. Откако од некаде ги прочита Делата Апостолски поверува во Христа и се крсти од епископот Кирил во Никомидија заедно со евнухот Индис . Свети Кирил ја упати во женски манастир, каде што игуманија беше блажената Агатија. Но кога царот почна да трага по неа, Агатија ја преоблече во машка облека и ја испрати во машки манастир. Во тоа време во црква беа изгорени дваесет илјади христијани, на заповед на царот Максимијан. Веднаш потоа, по наредба на царот, Светите Индис, Горгониј и Петар беа фрлени во морето откако претходно им обесија камења на вратовите. Војводата Зинон којшто јавно го изобличи царот за идолопоклонство беше заклан; Свети Теофил, ѓаконот на епсикопот Антим, го убија со камења и со стрели. Игуманијата Агатија, монахињата Теофила и големците Доротеј, Мардониј, Мигдониј и Ефтимиј, сите ги погубија заради Христа. Една ноќ Домна одеше по морскиот брег и ги виде рибарите како фрлаат мрежи во морето. Во тоа време таа посебно тагуваше по Свети Индис. Рибарите ја повикаа да им помогне и таа појде, а по Божја Промисла во мрежата извлекоа три човечки тела. Во нив Домна ги позна Св. Индис, Горгониј и Петар, ги зеде нивните тела и чесно ги погреба. Кога дозна царот дека некое момче ги чува и ги кади гробовите на христијанските маченици, нареди да го убијат со меч. Ја фатија и ја убија Света Домна, која стекна маченички венец во Царството Божјо заедно со мачениците."
            }
        ]
    },
    {
        "id":"11",
        "day": "11",
        "holydays": [
            {
                "title": "Светите четиринаест илјади младенци во Витлеем",
                "important": false,
                "desc": "Бидејќи мудреците од Исток не се вратија од Витлеем во Ерусалим за да му јават на Ирод за новородениот Цар, туку на заповед од ангел по друг пат заминаа за својата татковина, царот Ирод се разјари како лута ѕверка и нареди да се убијат сите деца на возраст до две години во Витлеем и во сета витлеемска околија. Оваа страшна царска заповед беше извршена буквално. Неговите војници некои деца ги убија со меч, други ги разбиваа врз камења, трети ги гмечеа со нозе, четврти со рацете ги задавија. И се крена плач и лелек на мајките до небесата; пискот и горко плачење, „Рахил плаче за своите деца и не сака да се утеши за нив, зашто ги нема“ , како што е и пророкувано (Еремија 31, 15; Матеј 2, 18). Ова злосторство над многубројните невини деца се изврши една година по раѓањето на Исус Христос, на 29 декември. За ова време Ирод трагаше за да Го пронајде Божествениот Малденец. Го бараше од Захарија син му Јован, се разбира за да го убие, зашто мислеше дека Јован е тој нов Цар. Па бидејќи Захарија не го даде Јован, по наредба на Ирод самиот Захарија го убија во храмот. Ќе го убиеја и Св. Симеон Богопримец, ако после Сретение не се упокоеше во Господа. Откако ги уби витлеемските деца Ирод се наврте на еврејските старешини коишто му толкуваа каде треба да се роди Месијата. Го уби првосвештеникот Иркан и други седумдесет старци од Синедрионот. Така зло завршија и оние коишто се согласуваа со Ирод дека новиот Цар Младенец треба да биде убиен. Потоа ги уби своите - брат му, сестра му и жена му и тројцата свои синови. Најпосле и него го постигна Божја казна: почна сиот да се тресе, нозете му потекоа, долниот дел од телото му загнои, а од гнојот потекоа црви, носот му се затвори и од него се ширеше неподнослива смрдеа. Пред да издивне се сети дека во затворот има многумина Евреи коишто би се израдувале на неговата смрт, па заради тоа нареди сите да ги убијат. Така ја испушти својата нечовечна душа овој грозен владетел и им ја предаде во вечна сопственост на демоните."
            },
            {
                "title": " Преподобен Маркел",
                "important": false,
                "desc": "Од Апамија Сириска. Игумен на обителта на Неусипајуштите во Цариград. Проѕорливец, исцелител и голем чудотворец. Разговараше со ангелите, лесно ги победуваше и ги изгонуваше демоните. По смртта му се јави на својот собрат Св. Лукијан и му рече дека Го измолил Бога и него да го земе наскоро во Царството Небесно. Овој свет и славен маж се упокои во 486 година."
            }
        ]
    },
    {
        "id":"12",
        "day": "12",
        "holydays": [
            {
                "title": "Светата маченичка Анисија",
                "important": false,
                "desc": "Родена е во Солун од угледни и богати родители, воспитана во Христовата вера. Рано остана сираче и целата се предаде на богомислие и на молитва во својот дом. Побудувана од Христовата љубов често велеше: „О лажен животу на младите, зашто или соблазнуваш или се соблазнуваш. Подобра е староста, но тага ме обзема заради должината на времето коешто ме дели од небесните“. Потоа сиот свој имот го продаде и им го раздаде на ништите, а самата живееше од трудот на своите раце. Држеше строг пост, спиеше многу малку и непрестајно лееше солзи на молитва. Кога ќе ја совладаше сон, си велеше себеси: „Опасно е да се спие кога мојот непријател бдее“. Во тоа време свирепиот цар Максимијан издаде проглас дека секој може да убие христијанин кога ќе го сретне, без суд и осуда. Еднаш оваа света девојка излезе за да оди в црква. Тој ден беше незнабожечки празник на сонцето. Некој војник ја виде убава во лицето, па ѝ пријде со нечиста желба и ја праша за името. Таа се прекрсти и му рече: „Јас сум слугинка Христова и одам в црква“. Кога дрскиот војник ѝ пријде поблиску и почна да ѝ зборува безумни нешта, таа го оттурна и му плукна во лицето. Војникот ја удри со меч под ребрата и ја прободе. Оваа Света девица пострада во 298 година. Христијаните ја погребаа чесно, а Бог ја овенча со маченички венец во Своето Царство. Над нејзиниот гроб подигнаа црква."
            },
            {
                "title": " Преподобна Теодора Цариградска",
                "important": false,
                "desc": "Монахиња и послушничка на Св. Василиј Нови (под 26 март). По смртта му се јави на Св. Григориј, ученик на Василиј, и му ги опиша дваесетте митарства што ги минувала нејзината душа дури со помошта на молитвите на Св. Василиј не влегла во вечниот спокој. Се престави кај Господ на 30 декември 940 година."
            }
        ]
    },
    {
        "id":"13",
        "day": "13",
        "holydays": [
            {
                "title": "Преподобна Меланија Римјанка",
                "important": true,
                "desc": "Родена е во Рим од благочестиви и многу имотни родители. Родителите ја присилија да стапи во брак со некој угледен млад човек Апинијан. Кога го роди второто дете таа се разболе и му рече на мажот ѝ дека ќе може да оздрави само ако тој се заколне пред Бога дека во иднина ќе живее со неа како брат со сестра. Мажот ѝ се заколна, а таа од духовна радост и телесно оздраве. Потоа Му беше угодно на Бога па им ги зеде двете деца, а тие се решија да го распродадат сиот свој имот и да им го раздадат на сиромасите, на црквите и на манастирите. Многу патуваа по странските земји и градови вршејќи добри дела од своето богатство. Ги посетија прочуените духовници во Горен и Долен Мисир и од нив многу се научија и се вдахновија. За сето време Меланија се подвзиуваше во строг пост, срдечна молитва и читање на Светото Писмо. Имаше обичај секоја година трипати да го прочита целото Свето Писмо, Стариот и Новиот Завет. Со мажот живееше како со свој брат и соподвижник. Кога дојдоа во Александрија, зедоа благослов од Св. патријарх Кирил. Потоа заминаа за Ерусалим и се населија на гората Елеонска. Овде Меланија се затвори и целата се предаде на богомислие, пост и молитва. И така проживеа четиринаесет години. Потоа излезе да им послужи на другите на патот кон спасението. Основа машки и женски манастир. На покана од својот роднина сенаторот Волусијан, незнабожец, појде во Цариград и го обрати во верата Христова (иако претходно блажениот Августин не успеа во тоа). Потоа повторно се врати на Елеонската Гора и таму се упокои во Господа во 439 година, во педесет и седмата година од нејзиниот живот."
            },
            {
                "title": " Блажениот Теофилакт, архиепископ Охридски",
                "important": true,
                "desc": "Тој е роден на островот Еврип, а воспитан е во Цариград, кај најпрочуените учители на тоа време. Како клирик на Великата Црква и наспроти неговата волја го избраа за епископ и го испратија во Охрид, каде што помина околу дваесет и пет години (отприлика од 1082 г. до 1108 г.). Хоматијан Охридски го нарекува „најмудриот епископ“. Човек со огромно образование, светско и богословско, со префинет византиски вкус, меланхоличен и чувствителен. Меѓу Словените на Балканот Теофилакт се чувствувал како прогонет меѓу варвари. Напишал „Толкувања“ на сите четири Евангелија и на другите книги на Новиот Завет. Тие се најдобро дело од тој вид после оние на Св. Јован Златоуст, па денес се мошне драгоцени и корисни. Од останатите негови дела уште се познати „Писмата “ и „Животот на Св. Климент Охридски“. На старост Теофилакт се повлече од Охрид во Солун, каде, како што се мисли, го завршил животот и преминал во блажената вечност."
            },
            {
                "title": " св. праведен Јосиф Обручник",
                "important": false
            },
            {
                "title": " св. цар Давид",
                "important": false
            }
        ]
    },
    {
        "id":"14",
        "day": "14",
        "holydays": [
            {
                "title": "Обрезание на Господ Исус Христос",
                "important": true,
                "desc": "Во осмиот ден по раѓањето Божествениот Младенец Го донесоа во храмот и според постоечкиот закон во Израилот, како што беше од времето на Авраам, Го обрезаа. Тогаш Му го дадоа името Исус, онака како што Ѝ благовестеше на Пресветата Дева архангелот Гавриил. Старозаветното обрезание е предобраз на новозаветното Крштение. Обрезанието на Господ покажува дека Тој на Себе прими вистинско човечко тело а не привидно, како што подоцна учеа еретиците. Уште Господ е обрезан и затоа што сакал да се исполни целиот Закон, којшто Самиот го дал преку Пророците и Праотците. Откако ја исполни таа заповед од Законот, во Својата Црква Христос ја замени со Крштението. „Зашто во Исуса Христа ниту обрезанието има некаква сила ниту необрезанието, туку новата твар“ (Гал. 6, 15), објавува апостолот. (Во црковното богослужење овој Господов празник нема ниту претпразненство ниту попразненство)."
            },
            {
                "title": " Свети Василиј Велики, архиепископ Кесариски",
                "important": true,
                "desc": "Роден е во времето на царот Константин. Уште како некрстен петнаесет години во Атина ги изучуваше философијата, реториката, астрономијата и сите други светски науки на она време. Школски другари му беа Св. Григориј Богослов и Јулијан, подоцна цар отстапник. Во зрелите години се крсти на реката Јордан заедно со својот поранешен учител Евул. Беше епископ на Кесарија Кападокиска речиси десет години, а својот земен живот го заврши кога наполни педесет години од раѓањето. Голем поборник на Православието, голем зрак на морална чистота и набожна ревност, голем богословски ум, голем устроител и столб на Божјата Црква - Василиј се нарекува Велики со полна заслужност. Во црковните богослужби најчесто е нарекуван пчела на Црквата Христова, која им дава мед на верните и осило на еретиците. Сочувани се многубројни дела на овој отец на Црквата: апологетски, богословски, подвижнички и канонски; и литургија наречена според неговото име. Василиевата литургија се служи десет пати во годината, и тоа: на 1 јануари, наспроти Божик, на Велики Четврток и на Велика Сабота. Свети Василиј се упокои мирно на 1 јануари 379 година, кога се пресели во Царството на својот Господ \n Преданието за „Василопитата” или лебот на свети Василиј Велики \n Во времето кога Божјиот угодник свети Василиј Велики (330-379) стана Архиепископ Кесариски, епархот на Кападокија, кој беше многу алчен и груб човек, имаше обичај редовно да доаѓа со својата војска и да го ограбува градот. Кога на свети Василиј му јавија дека епархот повторно доаѓа, тој побара од богатите луѓе во Кеасрија да го донесат сиот свој накит и златници. Кога епархот пристигна, свети Василиј го пречека и му го понуди богатството. Епархот се изненади и по некое чудо се засрами, така што одби било што да земе, ниту пак го ограби градот. Тој никогаш повеќе не се ни врати, ниту пак им досадуваше на верните од градот. Свети Василиј остана со сиот накит и златници токму на Новогодишната вечер не знаејќи што на кого му припаѓа. Тогаш просветлен од Господ, тој ги замоли готвачите да направат мали лебови за секој верник. Во секој од лебовите тој стави нешто накит и златници. На денот на Новата Година кога сите луѓе дојдоа во црква, тој на секого му даде по едно лепче. Тоа што секој го имаше најдено во лепчето беше токму тоа што претходно го имаше дадено. За спомен на овој настан до ден денес се практикува на денот на свети Василиј Велики, односно на Новата Година (по стар календар) да се меси лепче со паричка во него. Лепчето се разделува така што првото парче е наменето за спомен на Господ наш Исус Христос, второто за Пресвета Богородица, третото за свети Василиј Велики. Понатаму лепчето се разделува на присутните. Оној кој ќе ја најде паричката го добива благословот на свети Василиј Велики за претстојната година."
            }
        ]
    },
    {
        "id":"15",
        "day": "15",
        "holydays": [
            {
                "title": "Свети Силвестер, eпископ Римски",
                "important": false,
                "desc": "Роден е во Рим. Светската мудрост и верата во Христа ги прими во младоста. Секогаш живееше според евангелските заповеди. Многу се исползува со поуките на свештеникот Тимотеј, на чие погубување за верата и самиот присуствуваше, па гледајќи го примерот на својот храбар и пожртвуван учител се задои со тој дух за цел живот. Во триесеттата година од животот стана епископ Римски. Ги поправаше обичаите на христијаните. Така на пример го укина постот секоја сабота, како што дотогаш се држеше кај некои христијани, и одреди да се пости само на Велика Сабота, како и оние саботи што паѓаат во пости. Со своите молитви и чуда помогна да се обратат во вистинската вера и да се крстат царот Константин и неговата мајка Елена. Ѝ содејствуваше на царицата Елена да го пронајде Чесниот Крст. Со Црквата Божја управуваше дваесет години и животот го заврши чесно."
            },
            {
                "title": " Преподобен Амон",
                "important": false,
                "desc": "Голем подвижник на 5 век. Беше настојател на манастирот Тавенисиот во Горен Мисир. Под негово раководство се подвизуваа околу три илјади монаси. Имаше благодатен дар на чудотворство и проѕорливост. Кога еден монах го прашал за совет, преподобниот му одговорил: „Биди сличен на престапник во затвор и како што таквиот постојано прашува кога ќе дојде судијата и ти така прашувај се со страв“."
            },
            {
                "title": " Преподобен Серафим Саровски",
                "important": false,
                "desc": "Еден од најголемите руски подвижници, проѕорливци и чудотворци. Роден е во 1759 година, а се престави во 1833 година. Се одликуваше со големо смирение. Кога сиот свет го славеше, самиот себеси се нарекуваше „кутриот Серафим“."
            }
        ]
    },
    {
        "id":"16",
        "day": "16",
        "holydays": [
            {
                "title": "Светиот пророк Малахија",
                "important": false,
                "desc": "Според редоследот на времето тој е последниот од Пророците. Се роди по враќањето на Евреите од вавилонското ропство. Во лицето беше необично убав. Преданието вели дека народот го нарекувал ангел, можеби заради неговата надворешна убавина или заради чистотата на душата или пак затоа што се дружел со Божји ангел. Често говорел со ангелот лице в лице. Се случувало и другите да го чујат гласот на ангелот, но не биле достојни да му го видат лицето. Она што му го јавувал ангелот, младиот пророк го пророкувал. Викал кон неблагодарниот Израил и кон беззаконите свештеници. Петстотини години пред Христа јасно го прорекол јавувањето на Свети Јован Крстител. Но главно тој е пророк на Страшниот Суд. Како млад се престави кај Бога и после него немаше веќе пророк во Израилот до Јован Крстител."
            },
            {
                "title": " Светиот маченик Гордиј",
                "important": false,
                "desc": "Роден е во Кесарија Кападокиска. Беше офицер во римската војска во времето на царот Ликиниј. Но кога настана страшно гонење на христијаните, ја остави војската и чинот и се оддалечи во Синајската пустина. Осамен на планината Хорив времето го поминуваше во молитва и размислување за тајните на небото и земјата. Особено размислуваше за суетата и ништотноста на овој свет, околу што луѓето се мачат и се борат на земјата и најпосле посака да умре за да се пресели во непропадливиот живот. Со таа желба тој слезе во градот во време на некои незнабожечки трки и игри. Му се пријави на градоначалникот како христијанин. Овој залудно го одвраќаше од верата со ласки и со закани. Гордиј остана непоколеблив и тврд како дијамант и говореше: „Зарем не е безумство со овој пропадлив живот да се купува вечната мака и погибел на душата?“ Осуден на смрт радосно иташе кон губилиштето и патем им говореше на џелатите за скапоцената Христова наука. Со Исусовото име на усните го предаде своето младо тело на меч, а праведната душа на Бога, во 320 година."
            },
            {
                "title": " Света Геновева",
                "important": false,
                "desc": "Заштитничка на градот Париз. Со подвиг на пост, молитва и милостиња се удостои со Царството Божјо и се упокои на 3 јануари 512 година во осумдесет и деветтата година од нејзиниот живот."
            }
        ]
    },
    {
        "id":"17",
        "day": "17",
        "holydays": [
            {
                "title": "Собор на Светите Седумдесет aпостоли",
                "important": false,
                "desc": "Освен Дванаесеттемина големи апостоли Господ избра уште седумдесетмина други, помали апостоли и ги испрати на проповед на Евангелието, и тоа сѐ двајца по двајца пред лицето Свое во секој град и место, говорејќи: „Еве, Јас ве испраќам како јагниња меѓу волци“ (Лука 10, 1 - 5). Но како што еден од Дванаесеттемина, Јуда Искариот, отпадна од Господ така и некои од овие Седумдесетмина отстапија од Бога, но не со намера за предавство туку според човечка немоќ и маловерност (Јован 6, 66). И како што местото на Јуда беше пополнето со друг апостол така и овие места беа пополнети со други избраници. Овие апостоли се трудеа на истото дело како и Дванаесетте големи апостоли и им беа помошници на Дванаесеттемина во ширењето и утврдувањето на Божјата Црква во светот. Претрпеа многу маки и пакости од луѓето и од демоните, но нивната тврда вера и ревносна љубов кон воскреснатиот Господ ги направија победници на светот и наследници на Небесното Царство."
            },
            {
                "title": " Преподобниот маченик Онуфриј Хилендарец",
                "important": false,
                "desc": "Како млад им се налути на родителите и пред Турците изјави дека ќе се потурчи. Веднаш потоа се покаја за тие зборови, отиде во Хилендар и се замонаши. Го мачеше совеста и се одлучи за мачеништво. Со благослов на неговиот духовник појде во Трново пред Турците и се објави како христијанин, го исмеа Мухамед и за ова го заклаа на 4 јануари 1818 година во триесет и втората година од неговиот живот. Телото на овој духовен витез не е сочувано, зашто Турците го фрлија во морето."
            }
        ]
    },
    {
        "id":"18",
        "day": "18",
        "holydays": [
            {
                "title": "Водокрст",
                "important": true
            },
            {
                "title": " Преподобната мајка Синклитикија",
                "important": false,
                "desc": "По потекло од Македонија. Воспитана во Александрија. Како богата и угледна девојка многумина ја бараа за брак, но таа сите ги одби и побегна од домот на нејзините родители во манастир. Поживеа осумдесет години, во најголемо воздржание, пост, бдеење и молитва. Нејзините поуки за монахињите се секогаш сметани за вистински духовни бисери, бидејќи Света Синклитикија високата духовна мудрост ја стекна не преку книги, туку преку страдање, мака, низ деноноќно богомислие и духовно општење со Божествениот свет. Во тој возвишен свет со душата се пресели во 350 година. Меѓу другото, говореше преподобната Синклитикија: „Ако е време на пост не оставај го постот божем заради болест, зашто и оние што не постат запаѓаат во исти болести“. Уште велеше: „Како што изложеното богатство брзо го раграбуваат така и добродетелта, кога се разгласува, се помрачува и се губи“."
            },
            {
                "title": " Светиот свештеномаченик Теопемт и маченикот Теона",
                "important": false,
                "desc": "Кога Диоклецијан објави гонење на христијанинте, никомидискиот епископ Теопемт беше првиот кој пострада за Христа. Го изведоа пред царот и царот му се закани со смртна казна ако не се одрече од Христа. На оваа закана храбриот епископ одговори: „Напишано е: не бојте се од оние што го убиваат телото, а душата не можат да ја убијат. Ти цару, имаш власт над моето тело, прави со него што сакаш“. Многу го биеја, го мачеа со глад и го истизаваа на разни начини. Најпосле царот повика еден маѓепсник, Теона, да му доскокне на Божјиот човек со некои магии. Теона раствори во вода најјак отров и му го даде на Теопемт да го испие. Овој ја прекрсти чашата и го испи отровот. Кога виде Теона дека неговиот отров воопшто не му наштети на Теопемт, се заврте кон царот и возвикна: „И јас сум христијанин и Му се поклонувам на Распнатиот“. Обајцата ги осудија на смрт. Теопемт го убија со меч, а Теона жив во земја го закопаа, во 298 година. Чесно пострадаа и станаа граѓани на Царството Христово."
            }
        ]
    },
    {
        "id":"19",
        "day": "19",
        "holydays": [
            {
                "title": "Богојавление",
                "important": true,
                "desc": "Кога Господ Исус наврши триесет години од телесното раѓање, го започна Својот учителски и спасителен подвиг. И самиот почеток на тоа го означи со примајќи Крштение на Јордан. Како што вели Свети Кирил Ерусалимски: „Почеток на светот е водата, почеток на Евангелието е Јордан“. Кога Исус Христос се крштеваше во водите на Јордан, на светот му се објави онаа тајна која во Стариот Завет само се навестуваше, за која во Мисир и во Индија единствено се баснословеше: тајната на Божествената Троица. Отецот му се јави на сетилото за слух, Духот на сетилото за вид, а Синот дури и на сетилото за допир. Отецот го изговори Своето сведоштво за Синот, Синот се крсти во вода, а Светиот Дух во вид на гулаб лебдеше над водата. И кога Свети Јован Крстител посведочи и рече за Христа: „Еве го јагнето Божјо кое на Себе ги зеде гревовите на светот“ (Јован 1, 29) и Го потопи и Го крсти во Јордан, со ова се укажа на Христовата мисија во светот и на патот на нашето спасение. Зашто Господ ги зеде врз Себе гревовите на родот човечки и под нив умре (пототпувањето) и оживе (излегувањето од водата); а и ние мораме да умреме како стар и гревовен човек, а да оживееме очистени, обновени и преродени. Тоа е Спасителот и тоа е патот на спасението. Празникот Богојавление (на грчки Теофанија) се нарекува и Просветлување. Зашто настанот на Јордан нѐ просветлува, прво: покажувајќи ни Го Бога како Троица еднобитна и неразделна. И второ: бидејќи секој од крстените во вода се просветлува бивајќи восиновен од Отецот на светлината, со заслуга на Синот, со силата на Светиот Дух."
            }
        ]
    },
    {
        "id":"20",
        "day": "20",
        "holydays": [
            {
                "title": "Собор на Свети Јован Крстител",
                "important": true,
                "desc": "Со оглед дека главната улога на Свети Јован се оствари на денот на Богојавление, древната Црква денот по Богојавление му го посвети на неговиот спомен. За овој ден се врзува и настанот со раката на Светиот Предвесник. Евангелистот Лука, кој посака да го пренесе Јовановото тело од Севастија, во којашто големиот Пророк беше убиен од царот Ирод во Антиохија, родното место на Св. Лука, успеа да ја пренесе само едната рака на Свети Јован, којашто во Антиохија ја чуваа до 10 век. Потоа беше пренесена во Цариград, но во времето на Турците исчезна оттаму. Свети Јован Крстител се прославува неколку пати во годината, но народот најмногу го празнува овој ден, 7 јануари. Меѓу евангелските личности околу Спасителот тој има посебно место: и според начинот на доаѓањето во светот, и според улогата на Крстител на луѓето за покајание, и како Крстител на Месијата, најпосле и според трагичното заминување од овој живот. Се одликуваше со толкава морална чистота што навистина можеше попрво да биде нарекуван ангел одошто смртен човек. Меѓу сите Пророци Свети Јован е единствениот кој можел и со рака да Го покаже Оној за Кого пророкувал. За раката на Светиот Предвесник се раскажува дека секоја година на денот на неговиот спомен архиерејот Антиохиски ја изнесувал пред народот. Понекогаш таа рака се јавувала раширена, а понекогаш згрчена. Во првиот случај означувала родна и богата година, а во вториот неродна и гладна."
            }
        ]
    },
    {
        "id":"21",
        "day": "21",
        "holydays": [
            {
                "title": "Свети Григориј, епископ Охридски",
                "important": true,
                "desc": "Благочестив учител и пастир на Христовото стадо. Се упокои во 1012 година. Во натписот на црквата Света Софија во Охрид се нарекува Григориј премудриот."
            },
            {
                "title": " Светите маченици Јулијан и Василиса",
                "important": false,
                "desc": "Обајцата од благородни и богати родители. Венчани во брак, се заветуваа да живеат девствено како брат и сестра. Им го раздадоа сиот свој имот на сиромашните, а самите стапија во монаштво. Јулијан основа машки, а Василиса женски манастир. Јулијан имаше десет илјади монаси, а Василиса илјада монахињи. Кога настана лутото мачење на христијаните под Диоклецијан, Василиса Го молеше Бога нидена од нејзините монахињи да не се исплаши од маките и да не отстапи од православната вера. Господ ја услиши молитвата на Својата достојна слугинка и за шест месеци ги зеде кај Себе сите монахињи редум, па најпосле и нивната игуманија Василиса. Пред смртта Василиса имаше видение за своите сестри на оној свет: сите ѝ се јавија светли и радосни како ангели Божји и ја повикуваа својата духовна мајка да им дојде што побргу. Манастирот на Јулијан беше изгорен од мачителите, а самиот Јулијан го мачеа нечовечно и го убија во најтешки маки. Во маките го крепеше и бодреше Самиот Господ, па сѐ издржа јуначки, ја одржа верата и го прослави името Господово. Заедно со Јулијан беа убиени: синот и жената на мачителот Маркијан; Келасиј и Марионил, кои кога го видоа трпењето на маченикот и самите се обратија во Христовата вера; дваесет римски војници; седуммина браќа од она место; презвитерот Антониј и некој Анастасиј, кого Јулијан за време на мачеништвото со молитва го воскресна од мртвите. Сите чесно пострадаа за Христа и станаа граѓани на небесното Царство околу 313 година."
            },
            {
                "title": " Преподобен Георгиј Хозевит",
                "important": false,
                "desc": "Се подвизувал во 7 век во Хозевитската обител на патот од Ерусалим во Ерихон, каде што се подвизувал и Св. Јован Хозевит."
            }
        ]
    },
    {
        "id":"22",
        "day": "22",
        "holydays": [
            {
                "title": "Светиот маченик Поливект",
                "important": false,
                "desc": "Градот Мелитина Ерменска е многу натопен со христијанска крв, како и целата земја Ерменска. Но првата крв за Христа во овој град беше на Свети Полиевкт, пролеана околу 259 година во времето на царувањето на Валеријан. Во тој град имаше двајца пријатели офицери: Неарх и Полиевкт. Неарх беше крстен, Полиевкт некрстен. Кога излезе царската заповед за гонењето на христијаните, Неарх се подготвуваше за смрт, но беше во голема тага што не успеа и својот другар Полиевкт да го обрати во христијанската вера. Кога Полиевкт дозна за тагата на Неарх, му вети дека ќе ја прими Христовата вера. Утредента тој му го раскажа на Неарх овој сон: дека Господ Христос му се јавил во светлина, ја симнал од него старата облека и го облекол во нова, пресјајна, и го поставил на седло од крилест коњ. По ова Полиевкт отиде в град, ја искина царската заповед за мачење на христијаните, ги искрши идолските статуи. Го мачеа и го осудија на смрт. Кога го изведоа на губилиштето, го здогледа Неарх сред толпата и радосно му викна: „Спасувај се, драг пријателу! Сети се на заветот на љубовта што се утврди меѓу нас“. И Свети Неарх подоцна заврши маченички за Христа запален во оган. Неговиот спомен е на 22 април."
            },
            {
                "title": " Преподобен Евстратиј",
                "important": false,
                "desc": "Од Тарс. Голем испосник и молитвеник. Поминал во манастир седумдесет и пет години и ниеднаш не легнал на левата страна. Постојано ја говорел во себе молитвата: „Господи помилуј!“ Се упокоил во деведесет и петтата година од животот."
            },
            {
                "title": " Свети Филип, митрополит Московски",
                "important": false,
                "desc": "Роден е на 11 февруари 1507 година. Еднаш како млад стоејќи в црква слушна како свештеникот чита од Евангелието: „Никој не може да им служи на двајца господари“, се уплаши од овие зборови како да му се обраќаат посебно нему, во тој миг се просветли и замина во Соловецкиот манастир, каде што после долготрајно и тешко искушеништво се замонаши. Со време стана игумен, заблеска како сонце, и целата руска земја слушна за него. Затоа царот Иван Грозни и го доведе на испразнетото место на митрополитот Московски во 1566 година. Но овој свет човек не можеше рамнодушно да ги гледа стравотиите на грозниот цар, а го советуваше и неустрашливо го изобличуваше. Царот најде лажни сведоци против Филип, го симна и нареди да го облечат во просто искинато монашко расо, па го затвори во Твер, во 1569 година на 23 декември. Маљута Скуратов, еден царски довереник, дојде во келијата на Филип и го удави со перница. Но наскоро сите што беа против него завршија со зла смрт. А по неколку години телото на Светителот се најде цело и нетлено и благомирисно и го пренесоа во Соловецкиот манастир."
            }
        ]
    },
    {
        "id":"23",
        "day": "23",
        "holydays": [
            {
                "title": "Свети Григориј, епископ Ниски",
                "important": false,
                "desc": "Брат на Св. Василиј Велики. Најпрво беше презвитер, зашто беше оженет, а кога умре жена му, блажената Теозва, го избраа и го посветија за епископ во Ниса. Се одликуваше со огромна светска ученост и духовен опит. Учествуваше на Вториот Вселенски Собор. Се мисли дека тој го составил вториот дел од Символот на Верата. Голем беседник, толкувач на Светото Писмо и богослов. Заради поразот што го претрпеа од него, аријанците се имаа особено наострено против него како кон страшен противник, па во времето на царот Валент, нивен едномисленик, успеаа да го симнат Свети Григориј од епископската столица и најнакрај да го протераат во прогонство. Во прогонство тој помина осум години трпејќи секакви беди и понижувања. Најпосле се упокои во длабока старост, на крајот од 4 век, и се пресели во Царството Божјо, останувајќи големо светило на Црквата низ вековите."
            },
            {
                "title": " Преподобен Амон",
                "important": false,
                "desc": "Подвижник Мисирски. Четиринаесет години се трудеше и Го молеше Бога да го победи гневот во себе. Достигна толкаво совршенство во добрината што повеќе не беше ни свесен дека постои злото во светот. Извонреден познавач на Светото Писмо. Се упокои во почетокот на 5 век."
            },
            {
                "title": " Свети Маркијан",
                "important": false,
                "desc": "Роден е во Рим, но како презвитер до крајот на својот век го проживеа животот во Цариград, поголемиот дел за време на царувањето на Маркијан и Пулхерија. Откако наследи големо богатство од родителите, тој целото го потроши за обновување и изградба на храмови и милостињи на сиромасите. Изгради две нови цркви во Цариград, прочуени по убавината и светоста: на Св. Анастасија и на Св. Ирина. Кога го прашаа зошто толку многу троши за црквите, одговори: „Кога би имал ќерка и би сакал да ја омажам за некој благородник, зарем не би потрошил многу злато за да ја украсам како достојна невеста? А овде ја украсувам Црквата, невестата Христова“. Колку пак овој прекрасен маж беше милостив кон црквите и кон сиромасите толку беше тврд и многу тврд кон самиот себеси, следејќи го советот апостолски: А кога имаме храна и облека, да бидеме задоволни (1 Тимотеј 6, 8). За него пишува: „Сиот беше во Бога и Бог беше во него и се престави кај Господа исполнет со години и добри дела“, во 471 година."
            },
            {
                "title": " Свети Теофан Затворник",
                "important": false,
                "desc": "Со својот живот Епископот Теофан потсетува на многумина велики Отци и учители на древната христијанска Црква. Таков суд неодолливо наметнува неговиот морален и аскетски живот, неговата длабока и силна богословска мисла, искажана во пишаните - објавените дела. Роден е во 1815 година во село Чарновскоје (Орловска губернија) во Русија, од татко Василиј Тимотиевич Говоров, свештеник, и мајка Татјана Ивановна која била од свештеничка фамилија. На крштението го доби името Георгиј. Големата благочестивост на родителите на Георгиј беше прва и најважна „школа“ за неговото основно христијанско образование и насочување. Во осмата година (1823) тргна во Ливенската духовна школа. Шест години подоцна (1829) одеше во Орловската семинарија, на чие чело беше архимандрит Исидор, подоцна познат архиереј на Руската Црква. Семинаријата ја заврши во 1827 година со одличен успех. Потоа се запиша на Киевската духовна академија, којашто ја заврши во 1841 година со научен степен магистер, и тоа веќе со јеромонашко име Теофан. Монашкиот завет го положи истата година, значи, пред да ја заврши Духовната академија. Веќе во август 1841 година, јермонахот Теофан е поставен за ректор на Киево-софиската духовна школа. Набргу (1842) е одреден за инспектор на Новгородската семинарија, во која се истакна како извонреден предавач по психологија и логика. Благодарение на умните и духовните способности коишто го красеа, Теофан во 1844 година во Петербуршката духовна семинарија е поставен за предавач по морално и пастирско богословие. Своите предавања ги темелеше на психологијата (оплеменета со личен аскетски живот и осмислена со учењето на Светото Писмо) и житијата на великите богоугодници. Богат со богословие, отец Теофан во 1845 година заслужено е одреден за помошник на инспекторот на академијата, а во 1846 година ги врши должностите на инспектор. Наредната година (1847), по сопствена желба, станува член на Духовната мисија во Ерусалим, којашто ја предводеше архимандрит Порфириј (Успенски), голем познавач на Истокот и истакнат црковен археолог. За време на шестгодишниот престој на Исток јеромонахот Теофан ги посетуваше древните монашки обители и читаше стари ракописи во кои се содржани житијата на светителите и уставите на монашко живеење. Притоа, непосредно разговараше со подвижниците, особено на Света Гора. Сето ова ја загреа неговата љубов и наколнетост кон пустинското подвизување. Поради Кримската војна (1853) Руската духовна академија е повлечена во 1854 година од Ерусалим во Русија. Трудот на јеромонахот Теофан во Мисијата не можеше да остане незабележан. Тоа беше една од причините што во 1855 година го добива достоинството архимандрит и е поставен во Петербуршката духовна академија на катедрата за канонско право, а набргу и на должност ректор на Олонецката духовна семинарија. Истата таа 1855 година архимандритот Теофан стана член на Олонецкиот духовен конзисториј. Во тоа време особено се истакнува со проповедите и мерките коишто ги презема за сузбивање на расколништвото. Познавањето на приликите на Истокот како и познавањето на грчкиот јазик беа пресудни Руската Црква да го постави архимандритот Теофан во 1856 година за старешина на црквата при Руската амбасада во Цариград. Од тоа место одблиску ја прати ситуацијата и го известува Синодот на Руската Православна Црква за расправиите помеѓу Цариградската и Бугарската Црква во врска со расколот во Бугарија. Кога набргу (1857) се покажа потреба архимандрит Теофан со своето служење и искуство на Руската Православна Црква да ѝ пружи нови услуги, Светиот Синод со указ го поставува за ректор на Петербуршката духовна академија. Од тоа место своите трудови главно ги објавува во списанието Христијанско четиво, коешто изгледува под негов надзор. Основна задача му беше, меѓутоа, да бдее над духовниот, воспитен и образовен лик на студентите, па за таа цел присуствува на многу предавања на професорите и на испитите на богословите. Додека беше ректор се погоди Академијата 1859 година да прославува 50 години од своето основање. За трудот и предаденоста на службата во Академијата, Синодот на Руската Црква го награди со орден на свети кнез Владимир од трет степен. Истата таа година избран е за Епископ Тамбовски и Шацки, каде што четири години неуморно ја поучува паствата со необично едноставни и силни проповеди кои се објавени во три тома. За тоа време, Епископот Теофан отвора многу црковно-парохиски и други школи, и го започнува издавањето на епархиското списание. Од особена важност е неговиот богословски труд Писма за христијанскиот живот. Од себе го излева токму она со што е исполнет: духовноста, благоста, татковската љубов кон сите, особено кон ожалостените. Кога во една прилика ги посетува црквите и манастирите во својата епархија, Епископот Теофан ја посети и Вишинската пустина, којашто необично му се допадна по својата положба и монашки устав. Праќајќи го за настојател на пустината игуменот Аркадиј, пророчки изговори: „Појдете, отец игумен, таму, а Бог ќе даде и јас да дојдам при вас“. Кога 1863 година се упокои Владимирскиот Епископ Јустин, Синодот на Руската Црква одлучи на неговата епископија да го постави Тамбовскиот Епископ Теофан, со образложение дека е способен да управува со „поголема паства“. Епископот Теофан, како и во претходната, така и во новата, Владимирската епархија, непрестајно мисионери, отвора училишта, започнува со издавање на епархиски весник и др. После дваесетипетгодишното служење на Црквата на разни начини, Епископот Теофан одлучува да го оствари својот монашки идеал така што се повлекува во пустина и потполно се откажува од овој свет и обврските во него. Таа највозвишена монашка одлука е круна на духовните доживувања и небесните повици коишто Епископот Теофан ги собираше во срцето. Откако се посоветува со својот духовен раководител, Митрополитот Исидор, Епископот Теофан одлучи да упати молба до Светиот Синод, да го разреши од епископските обврски во Тамбовската епархија и да му дозволи постојано да пребива во Вишинската пустина. Одобрението го доби во 1866 година, кога е поставен за настојател на Вишинската пустина, во која до крајот го помина овоземниот живот, иако не како настојател. Набргу повторно испрати писмо до Светиот Синод, да го разреши од обврските на настојател, со цел да оди подлабоко во пустинските карпи, каде што попредадено, во мир, ќе Му служи на Бог. Сакаше, значи, нешто повозвишено од општожителниот пустински манастир и неговиот строг устав. Се повлече во тихување и постојано општење со Бог, какво што само пустината може да овозможи на вистински и искусен духовник. Вдлабочувајќи се сѐ повеќе во смислата на пустинското подвижништво, Епископот Теофан во 1872 година започна да живее затворнички живот. Ги прекина допирите со луѓето и престана да оди во манастирскиот храм на богослуженија, затворајќи се во посебно катче на пустинските престојувалишта, поради што е и наречен Затворник. Оттогаш ги прима само настојателот на пустината, духовникот игумен Тихон, и келијникот, отец Евлампиј. Во своето престојувалиште направи мала црква, посветена на Крштението Господово, во која последните единаесет години секојдневно служеше Света Литургија. Така тој својот затворнички живот го помина во општење со Бог преку молитвата, читање и пишување. Оттаму напиша многу писма - одговори на оние кои му пишуваа барајќи духовна помош, во што виде посебен начин на служење на Црквата Божја. Дневно му стигнуваа 20-40 писма од разни краеви на Русија. Затоа со право еден биограф го нарекува „голем мудрец на христијанската философија, кој е плодотворен до степенот кој го достигнале светите Отци од четвртиот век“. Богословската наука е многу збогатена со трудовите на Епископот Теофан, бидејќи своите мисли низ поуки и толкувања ги изложува едноставно и јасно, така што на сите да им станат разбирливи основните вистини на христијанската вера. Најдобар доказ за тоа е неговиот превод на Добротољубието. Искреноста, скромноста, љубовта кон човекот се основните одлики на светата душа на Теофан Затворник. „Еве, - говорел тој - јас читам и пишувам книги, а во мене нема ништо слично на она што го правеле угодниците Божји.“ Таквиот негов внатрешен свет го правеше благ кон сите. Тој беше наклонет кон тоа сите луѓе да ги смета за свети. Големиот праведник Бог го пресели на оној свет во 1894 година, на денот на Крштението Господово - ден на празникот на храмот којшто го основа во својата келија. Се пресели, но не престана да живее на земјата, во свеста на живите членови на Црквата Христова. Во едно од многуте напишани дела на овој Светител може да се прочита: „Умрените продолжуваат и на земјата да живеат, во сеќавањето на живите, со своите добри дела“. Во 1988 година, скоро сто години по смртта, Црквата го канонизира овој голем подвижник за Светител."
            }
        ]
    },
    {
        "id":"24",
        "day": "24",
        "holydays": [
            {
                "title": "Преподобен Теодосиј Велики",
                "important": false,
                "desc": "Прв востановител и устроител на монашкото општежитие. Роден е во областа Кападокија, во селото Могаријаси, од благочестиви родители. Како млад го посети Св. Симеон Столпник којшто го благослови и му прорече голема духовна слава. Со кадилницата во која стави ладно ќумурче и темјан, Теодосиј бараше место за да се насели и да основа манастир и запре таму каде што ќумурчето само од себе се разгоре. Овде се насели и почна да се подвизува. Наскоро околу него се собраа монаси од странски земји. Заради тоа изгради по една црква за секој јазик на кој се зборуваше во обителта, и во слава Божја истовремено служеа и се пееја на грчки, ерменски, грузиски итн. Но во денот кога се причестуваа, сите браќа се собираа во големата црква, во која се служеше на грчки. Трпезата и имотот им беа заеднички на сите, трудот и трпењето заеднички, а неретко и гладувањето. Теодосиј им беше возвишен пример за живот на сите свети монаси, пример во трудот, во молитвата, постот, бдеењето и во сите христијански добродетели. И Бог му подари дар на чудотворство, па можеше да исцелува болни, да се јавува на далечина и да помага, да умножува леб и пченица. Молитвата му беше на усните дење и ноќе. Се упокои мирно во Господ кога имаше сто и шест години, во 529 година."
            },
            {
                "title": " Блажениот Михаил",
                "important": false,
                "desc": "Јуродив заради Христа. Се правеше луд за да ја скрие од светот својата добродетел и за да не биде фален. Така си приготви себеси пофалба од Бога. Се упокои во 1453 година во Клопскиот манастир, близу Новгород, каде што му почиваат и моштите."
            }
        ]
    },
    {
        "id":"25",
        "day": "25",
        "holydays": [
            {
                "title": "Светата маченичка Татијана",
                "important": false,
                "desc": "Римјанка, од угледни родители. Христијанка и ѓакониса на Црквата. По смртта на царот Хелиогабал во Рим царуваше царот Александар, чија мајка Мамеја беше христијанка. Самиот цар беше колеблив и неодлучен во верата; заради ова во дворецот држеше статуа на Христос и статуи на Аполон, на Авраам и на Орфеј. Неговите доглавници ги гонеа христијаните и без царска наредба. Кога ја изведоа девицата Татијана на мачење, таа Му се молеше на Бога за своите мачители. И ете, ним им се отворија очите и видоа околу маченичката четири ангели. Кога го видоа тоа, осуммина од нив поверуваа во Христа, заради што и самите беа мачени и убиени. Света Татијана продолжија да ја мачат: ја биеја, ѝ отсекуваа месо, ја стружеа со железо и целата накажана и ранета ја фрлија вечерта во затворот за утредента повторно да ја удрат на маки. Но Бог ги испрати Своите ангели во затворот за да ја охрабрат и да ѝ ги исцелат раните, па Татијана изутрина се јави пред мачителите наполно здрава. Ја фрлија пред лав, но лавот се умилкуваше околу неа и воопшто не ѝ наштети. Ѝ ја отсекоа косата, мислејќи според нивниот незнабожечки ум дека во косата ѝ е скриена некоја магија или волшебна сила. Најпосле ја изведоа заедно со татко ѝ и обајцата ги убија со меч. Така во 225 година го заврши животот оваа славна девица со тело на жена, а дух мажествен."
            },
            {
                "title": " Преподобна Теодора",
                "important": false,
                "desc": "Од Александрија, жена на млад маж. Наговорена од некоја бајачка, таа изврши прељуба со друг човек. И веднаш совеста почна луто да ја гризе. Си ја исече косата и се облече во машка облека, па стапи во машкиот манастир Октодекат под машкото име Теодор. Нејзиниот труд, пост, бдеење, понизноста и плачното покајание ги восхитуваа сите браќа. Наклеветена од некоја блудна девица дека е од неа обесчестена и забременила, Теодора не сакаше да се оправдува, сметајќи го тоа како казна Божја за својот поранешен грев. Избркана од манастирот таа седум години помина пребивајќи по шуми и пустини, притоа негувајќи го и детето на онаа блудница. Ги победи сите ѓаволски искушенија: не сакаше да му се поклони на сатаната, не сакаше да прими јадење од рацете на еден војник, не сакаше да ги слуша советите на мажот ѝ да му се врати - зашто сето тоа беше само ѓаволски привид и штом Теодора ќе се прекрстеше со крстот, сѐ исчезнуваше како чад. По седум години игуменот ја прими во манастирот, каде што проживеа уште две години, па се упокои во Господ. Дури тогаш дознаа монасите дека е жена, а на игуменот му се јави ангел и сѐ му објасни. Нејзиниот маж тогаш дојде на погреб и до смртта остана во келијата на својата некогашна жена. Света Теодора имаше голема Божја благодат: скротуваше ѕверови, исцелуваше болести, изведе вода во сув бунар. Така ја прослави Бог вистинската покајничка којашто долготрпеливо се каеше девет години за само еден грев. Се упокои во 490 година."
            }
        ]
    },
    {
        "id":"26",
        "day": "26",
        "holydays": [
            {
                "title": "Св. маченици Ермил и Стратоник",
                "important": false,
                "desc": "Царот Ликиниј покрена луто гонење на христијаните. Св. Ермил, христијанин и ѓакон при една црква, го фатија и го изведоа на суд. Кога му кажаа дека го водат на мачење, тој многу се израдува. Залудно му се закануваше царот, Ермил слободно ја исповеда својата вера во Христа и на заканите му одговори: „Господ ми е помошник, од кого да се бојам, што може да ми направи човек?“ (Пс. 117, 6). После тешки мачења Ермил го фрлија во затвор. А чувар му беше Стратоник, потаен христијанин, којшто со сето срце сострадуваше со Ермил. Кога и Стратоник му го доставија на царот како христијанин, царот пресуди обајцата да се потопат во Дунав. После три дена нивните тела водата ги исфрли на брегот и христијаните ги најдоа и ги погребаа на осумнаесет стадиони далечина од Белград. Овие славни маченици пострадаа за Христа и се прославија во 315 година."
            },
            {
                "title": " Св. Јаков, епископ Нисибиски",
                "important": false,
                "desc": "Живееше како отшелник во лето на отворено поле, а зимно време во пештера. Еднаш слезе во градот Нисибија за да види како успева верата христијанска и како живеат христијаните. Но тука го избраа за епископ. Учествуваше на Првиот Вселенски Собор и го заштитуваше Православието од Ариевата ерес. Се случи еднаш незнабожните Персијанци со војска ја нападнаа Нисибија. Свети Јаков излезе со литија на градските бедеми и самиот се искачи на бедемот и шеташе по него не плашејќи се од непријателските стрели што беа управени на него. Шетајќи така светителот Го молеше Бога да го сочува градот и верните во него така што ќе испрати муви и комарци врз Персијанците за да ги изгонат од нисибиските бедеми. Не бараше смрт на непријателите ниту друга погибел или пораз, туку една малечка здодевност што би ги истерала оттаму. И Бог ја услиши молитвата на Својот угодник и испрати многу муви и комарци врз Персијанците, та нив ги изгони, а градот Нисибија го спаси. Свети Јаков поживеа долго и чесно, а во длабоката старост се упокои мирно, во 350 година."
            },
            {
                "title": " Преп. Максим Капсокаливит",
                "important": false,
                "desc": "Во 14 век се подвизуваше како монах на Света Гора на особен начин. Имено, се правеше по малку јуродив и постојано го менуваше престојувалиштето. А престојувалиште му беше колиба од гранки. Една по друга колиба тој ги подигаше и ги палеше, заради што и е наречен Капсокаливит, што значи Паликолиба. Го сметаа за луд сѐ додека на Света Гора не дојде Св. Григориј Синајски, којшто во Максим откри единствен подвижник, чудотворен молитвеник и „ангел во тело“. Се престави кај Господ во 1320 година."
            }
        ]
    },
    {
        "id":"27",
        "day": "27",
        "holydays": [
            {
                "title": "Света Нина, просветителка на Грузија",
                "important": false,
                "desc": "Роднина на Светиот великомаченик Георгиј и на ерусалимскиот патријарх Јувенал. Бидејќи мајка ѝ и татко ѝ, кападокиски благородници, се замонашија, беше воспитана под надзор на патријархот Јувенал. Уште од малечка кога слушна за грузискиот народ, Света Нина сакаше да отиде во Грузија и да ги покрсти Грузијците. Ѝ се јави Пресвета Богородица и ѝ вети дека ќе ја одведе во таа земја. Кога Господ ѝ го отвори патот, младата Нина навистина отиде во Грузија, каде што за кусо време стекна голема љубов кај народот. Успеа да го покрсти грузискиот цар Миријан, неговата сопруга Нана и нивниот син Бекар, коишто потоа ревносно ја помагаа нејзината мисионерска работа. Во текот на животот Света Нина успеа да ја изврви цела Грузија и да го преведе главно сиот народ во верата Христова, и тоа токму во времето на страшното гонење на христијаните од страна на Диоклецијан. Отпочина од своите многубројни трудови и се упокои во Господ во 335 година. Нејзиниот гроб се наоѓа во Самтаврскиот храм. Изврши многу чуда за време на животот и после смртта."
            },
            {
                "title": " Свети Сава, архиепископ Српски",
                "important": false,
                "desc": "Син на српскиот жупан Стефан Немања, се роди во 1169 година. Како млад жеднееше за духовен живот, заради што побегна на Света Гора, каде што се замонаши и со ретка ревност го мина сиот подвижнички раст. Немања тргна по примерот на синот, па и самиот дојде на Света Гора, се замонаши и умре како монах Симеон. Сава издејствува кај царот и кај патријархот независност за српската Црква и стана прв архиепископ српски. Заедно со татко му го подигнаа манастирот Хилендар, а потоа и многубројни манастири, цркви и училишта по српската земја. Двапати патуваше на поклонение во Светата Земја. Ги измируваше своите браќа раскарани околу власта, ги измируваше Србите со соседните народи. Се упокои во Трново, во времето на царот Асен, откако се разболе после литургијата на Богојавление, на 12 јануари 1236 година. Кралот Владислав му го пренесе телото во Милешево, од каде што Синан паша го зеде и го запали на Врачара во Белград, на 27 април 1595 година."
            },
            {
                "title": " Преподобните маченици Синајски и Раитски",
                "important": false,
                "desc": "Овие отци беа убиени од Сарацените едни во 4, а дурги во 5 век."
            }
        ]
    },
    {
        "id":"28",
        "day": "28",
        "holydays": [
            {
                "title": "Преподобен Гаврил Лесновски ",
                "important": true,
                "desc": "Македонски подвижник. Се подвизуваше во 10 век на Лесновската Гора кај Кратово, каде што му изгради црква на Св. Архангел Михаил. Чудотворец за време на животот и по смртта. Се упокои во Господ на крајот од 10 век."
            },
            {
                "title": " Преподобен Павле Тивејски",
                "important": false,
                "desc": "Роден од богати родители во Долна Тива (Теба) Мисирска во времето на царот Декиј. Сиот имот на родителите Павле го наследи заедно со неговата сестра. Неговиот зет идолопоклоник посака да го приграби и Павловиот дел од имотот и му се закани на Павле дека ќе го даде на суд како христијанин ако не му го отстапи својот имот. Од една страна оваа неволја, од друга самопожртвуваниот пример на христијанските маченици што ги виде со своите очи, го поттикнаа Павле да го отстапи својот дел од имотот и како ништ да се оддалечи во пустината. Таму се подвизуваше до смртта. До каква духовна височина достигна овој возвишен монах сведочи самиот Свети Антониј Велики, којшто еднаш го посети Павла и ги виде како му служат ѕверовите и птиците небесни. Кога се врати од таа посета Антониј им рече на своите монаси: „Тешко мене, деца мои, кој сум грешен и лажен монах, монах само по име. Го видов Илија, го видов Јован во пустината и навистина го видов Павле - во Рајот!“ Св. Павле живееше сто и тринаесет години и мирно се упокои во Господ во 342 година."
            }
        ]
    },
    {
        "id":"29",
        "day": "29",
        "holydays": [
            {
                "title": "Чесни вериги на Св. апостол Петар",
                "important": true,
                "desc": "Овој ден се споменува заради веригите во коишто беше окован од беззакониот Ирод и кои при појавата на ангелот во затворот паднаа од него (Дела 12, 7). Овие вериги христијаните ги чуваа колку заради споменот на великиот апостол толку и заради нивната исцелителна моќ, зашто мнозина болни се исцелуваа допирајќи се до нив (како од ризата на апостолот Павле; Дела 19, 12). Ерусалимскиот патријарх Св. Јувенал овие вериги ѝ ги даде на царицата Евдокија, прогонетата жена на царот Теодосиј Помладиот, а таа ги преполови и едната половина ѝ ја испрати на црквата на Светите апостоли во Цариград, а другата на својата ќерка, царицата Евдоксија, жената на Валентијан во Рим. Евдоксија му изгради црква на Св. апостол Петар и во неа ги положи овие вериги заедно со оние во коишто апостолот беше окован пред да најде смрт од царот Нерон."
            },
            {
                "title": " Преподобниот маченик Дамаскин Габровски",
                "important": false,
                "desc": "Се подвизуваше во Хилендар, каде што стана и игумен. Кога на некои Турци им го побара манастирскиот долг, овие наговорија една жена муслиманка и таа влезе во куќата кај што живееше Дамаскин. Тогаш Турците влегоа и ја најдоа жената, па го одвлечкаа Дамаскин кај кадијата. Таму му беше предложено или да биде обесен или да се потурчи, на што тој одлучно рече: „Би била лудост кога со привремениот живот би си купувал вечна погибел“. Го обесија во 1777 година во Свиштово. Го жртвуваше телото за да си ја спаси душата. Неговите убијци веднаш ги постигна Божја казна. Седнаа на чун да се превезат преку Дунав, но ненадејна бура им го преврте чунот и се удавија."
            }
        ]
    },
    {
        "id":"30",
        "day": "30",
        "holydays": [
            {
                "title": "Преподобен Антониј Велики",
                "important": true,
                "desc": "Мисирец, роден околу 250 година во некое село Кома близу Хераклеја. По смртта на неговите благородни и богати родители си го подели наследството со својата малолетна сестра, ја згрижи кај некои роднини, својот дел им го раздаде на сиромасите, а самиот во дваесеттата година од животот се посвети на подвижнички живот, како што тежнееше од детството. Најпрво се подвизуваше во близина на своето село, но за да го избегне онеспокојувањето од луѓето, се оддалечи во пустина, на брегот на Црвеното Море, каде што како затворник помина дваесет години не дружејќи се со никого освен со Бога преку непрестајна молитва, богомислие и созерцание, поднесувајќи ги неискажливо трпеливо демонските искушенија. Неговата слава се пронесе по целиот свет и околу него се собраа многубројни ученици коишто ги поучуваше со пример и со слово на патот кон спасението. За осумдесет и петте години од неговиот подвижнички живот само двапати отиде во Александрија, и тоа првиот пат да бара мачеништво во времето на гонењето на Црквата, а вториот на повик на Св. Атанасиј за да ја собори клеветата на Ариевците дека божем и тој ја прифатил Ариевата ерес. Се упокои во сто и петтата година од животот, а зад себе остави цела војска следбеници и ученици. Иако на беше наобразуван, им беше советник и учител на најучените луѓе на неговото време, каков што беше Св. Атанасиј Велики. Кога некои елински филозофи го искушуваа со книжевна мудрост, Антониј ги засрами со прашањето: „Што е постаро: разумот или книгата? И кое од тие двете е причина за другото?“ Засрамени филозофите се разотидоа, зашто видоа дека самите имаат книжевно памтење без разум, наспроти разумот што го има Антониј. Тој е човек кој го достигна совршенството коешто воопшто може да биде достигнато на земјата. Тој е воспитувач на воспитувачите и учител на учителите; цели осумдесет и пет години се преобразуваше себеси, па само така имаше сила да ги преобразува и другите. Исполнет со многубројни години и добродетели, Свети Антониј се упокои во Господ во 335 година."
            },
            {
                "title": " Светиот цар Теодосиј Велики",
                "important": false,
                "desc": "Овој славен и во верата ревносен цар владееше од 379 до 395 година. Константин Велики го забрани гонењето на христијаните, а Теодосиј отиде уште еден чекор понатаму: го забрани идолското жртвопринесување во својата држава. Многу помагаше на утврдувањето и распространувањето на христијанската вера низ светот."
            }
        ]
    },
    {
        "id":"31",
        "day": "31",
        "holydays": [
            {
                "title": "Свети Атанасиј Велики, архиепископ Александриски",
                "important": true,
                "desc": "Роден во Александрија 296 година. Од детството наклонет кон духовниот призив. Беше ѓакон кај архиепископот Александар и го придружуваше својот архиепископ на Првиот Вселенски Собор во Никеја. На овој Собор многу се прослави со неговата ученост, благочестие и ревност за Православието. Многу придонесе за побивањето на Ариевата ерес и за утврдувањето на Православието. Го напиша Симболот на Верата кој на Соборот беше усвоен. По смртта на Александар, Св. Атанасиј беше избран за архиепископ Александриски. Во архиепископскиот чин остана над четириесет години, иако не беше цело време на архиепископскиот престол. Речиси сиот живот беше гонет од еретиците. Од царевите најмногу го гонеа: Констанциј, Јулијан и Валент; од епископите Евсевиј Никомидиски со уште мнозина други; а од еретиците Ариј и неговите следбеници. Беше принуден да се крие од гонителите дури и во бунар, во гроб, по приватни куќи, по пустини. На двапати бегаше во Рим. Дури пред смртта едно време проживеа мирно како добар пастир сред своето стадо, коешто вистински го љубеше. Мал е бројот на светителите што се толку клеветени и толку злосторнички гонети како Св. Атанасиј. Но неговата голема душа најпосле излезе победоносна од сета таа долготрајна и страшна борба. За совет, утеха и морална потпора често одеше кај Свети Антониј, кого го почитуваше како свој духовен отец. Човекот којшто ја формулираше најголемата вистина мораше и да пострада за таа вистина, додека Господ не го упокои во Своето Царство овој Свој верен раб, во 373 година."
            },
            {
                "title": " Свети Кирил Александриски",
                "important": true,
                "desc": "По потекло благородник и близок роднина на Теофил, патријархот Александриски, по чијашто смрт самиот беше посветен за патријарх. За време на својот живот водеше три лути борби: со еретиците новацијани, со еретикот Несториј и со Евреите во Александрија. Новацијаните настанаа во Рим, а така се наречени по презвитерот Новацијан, нивниот ересоначалник. Се гордееја со својата добродетел, одеа облечени во бела облека, им забрануваа на другите брак и сметаа дека никој не треба да се моли за оние што извршиле смртен грев ниту да се прими назад во Црквата оној којшто еднаш отпаднал, колку и горко да се кае. Кирил нив ги победи и ги протера од Александрија, нив и нивниот епископ. Борбата со Евреите беше многу потешка и покрвава. Евреите се имаа засилено во Александрија уште од времето кога Александар Велики го основа тој град. Нивната омраза кон христијаните беше бесна и подмолна. Тие ги убиваа христијаните безмилосно и подло, ги труеја, ги распнуваа на крст. По долга и тешка борба Кирил издејствува кај Царот Теодосиј Помладиот да се протераат Евреите од Александрија. Неговата борба против Несториј, патријархот Цариградски, ја реши Третиот Вселенски Собор во Ефес. Со тој Собор претседаваше самиот Кирил, истовремено застапувајќи го и Римскиот папа Целестин, на негова молба, бидејќи тој од старост не можеше да дојде на Соборот. Несториј беше осуден, анатемисан и од царот прогонет на источната граница на царството, каде што и умре со ужасна смрт (зашто црви му го разјадуваа јазикот со којшто Ја хулеше Пресвета Богородица, нарекувајќи Ја Христородица). Откако заврши борбата, Кирил поживеа во мир и ревносно го пасеше стадото Христово. Се престави кај Господ во 444 година. Се вели дека тој ја составил „Богородице Дево, радувај се! “"
            },
            {
                "title": " Свети Максим, архиепископ Влахозадпланински",
                "important": false,
                "desc": "Син на српскиот деспот Стефан и на преподобната мајка Ангелина. Замонашен во манастирот Манасија. Притеснет од Турците побегна во Романија, каде што го посветија на испразнетиот престол на архиепископот Влахозадпланински. Ги измири раскараните војводи Радул и Богдан и ја спречи војната меѓу нив. На постари години се врати во Крушедол, каде што го подигна манастирот и после подолг подвиг се упокои на 18 јануари 1546 година. Неговите нетлени и чудотоворни мошти и денес почиваат во тој манастир."
            }
        ]
    }]
}