[{
  "day": "1",
  "holydays": [{
    "title": "Свети Евмениј, епископ Гортински на Крит",
    "important": false,
    "desc": "Од младоста сесрдно одеше по Христа, ослободувајќи се од двете големи бремиња: од бремето на богатството и од бремето на телото. Од првото бреме се ослободи раздавајќи го сиот свој имот на ништите и на сиромасите, а од другото со голем пост. И така се исцели прво себеси, па потоа почна и на другите да им дава исцеление. Бестрастен и исполнет со благодат на Светиот Дух, Евмениј заблесна со светлина којашто не може да се скрие. Па како што е напишано дека не може да се сокрие град на врв планина (Матеј 5, 14) така не можеше и Свети Евмениј да се скрие од светот. Како епископ тој управуваше со стадото Христово како добар пастир. Им беше татко на сираците, богатство на ништите, утеха на нажалените, исцелител на болните и прекрасен чудотворец. Со молитвата вршеше бројни чуда: умртви една опасна змија, изгонуваше демони, исцелуваше болни, и тоа не само во своето место туку и во Рим и Тиваида. Во Тиваида со молитва испроси дожд од Бога во време на суша; и таму најпосле го заврши својот земен живот и се пресели во вечните живеалишта на својот Господ. Живееше и дејствуваше во 7 век. "
  }, {
    "title": " Светата маченичка Аријадна",
    "important": false,
    "desc": "Во градот Промиса во Фригија во времето на царот Адријан живееше еден поседник Тертил, незнабожец. Девицата Аријадна му беше робинка, а беше христијанка. Тертил приреди големо жртвопринесување на идолите, на коешто благочестивата Аријадна не отиде туку остана дома молејќи Му се на вистинскиот Бог. Нејзиниот господар се разгневи на неа заради ова и почна да ја присилува да се одрече од Христа и да им се поклони на идолите. Но бидејќи Аријадна одби да го направи тоа, тој ја изнамачи биејќи ја и на разни други начини, па ја фрли во затвор. Потоа ја пушти од затворот, но ја избрка од дома. Но набрзо се премисли што ја пушти, па испрати слуги да ја фатат и да ја вратат. Аријадна веќе се беше одалечила од градот. Кога ги виде гонителите, таа му се помоли на Бога при една голема карпа и карпата се отвори и ја прими Аријадна. Од ова слугите се збунија, се раскараа меѓу себе и еден со друг се испоубија."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Светите маченици Трофим, Саватиј и Доримедонт",
    "important": false,
    "desc": "Во времето на царот Пров, во 3 век, кога над Антиохија началствуваше некој Атик, дојдоа во Антиохија двајца христијани, Трофим и Саватиј, обајцата угледни и чесни граѓани. Но се случи токму во тоа време скверното празнување и жртвопринесување на Аполон во Дафна кај Антиохија. Атик особено се грижеше сите граѓани да земат учество во тоа празнување. Па бидејќи некои ги видоа Трофим и Саватиј, му јавија на Атик дека овие туѓинци не земаат учество во нивниот празник. Атик ги зеде на суд, па бидејќи не се одрекоа од Христа, еден по еден ги подложи на маки. Откако ги изби и го намачи Трофим, го испрати во Фригија кај некој Дионисиј, уште полут мачител на христијаните, а самиот го изведе од затворот Саватиј и почна да го суди. Кога мачителот го запраша Саватиј кој е и каков чин има, тој му одговори: „Мојот чин и моето достоинство, и татковина, и слава, и богатство мое е Христос, Синот Божји, секогаш жив, врз Чија Промисла вселената стои и се управува.“ За ова го биеја и го растргнуваа, го стружеа со железо, додека не му излегоа коските од под месото. Во тие маки и заврши. А Трофим мачителот Дионисиј го удри на големи маки и го држеше во затвор за уште поголеми. Тогаш кај Трофим во затворот дојде и му служеше некој сенатор Доримедонт, потаен христијанин. Кога дозна за ова, мачителот почна да ги мачи двајцата и најпосле ги фрли пред ѕверови. Но ѕверовите не ги ни допреа. Свети Доримедонт намерно ја дразнеше мечката влечејќи ја за уши за да го растргне, но при сето тоа мечката му се умилкуваше. На крајот мачителот нареди и Светите Трофим и Доримедонт ги убија со меч. Душите на овие маченици царуваат на небесата."
  }, {
    "title": " Светиот маченик Зосим Пустиник",
    "important": false,
    "desc": "Еден киликиски кнез Дометијан одеше на лов во планините заедно со неговите слуги. Во планината виде еден стар човек опкружен со ѕверови, кротки како јагниња. Кога го праша кој е и што е, старецот одговори дека името му е Зосим, дека е христијанин и дека одамна живее со ѕверовите, коишто се подобри од мачителите на христијаните по градовите. Тоа го навреди Дометијан, којшто и самиот беше лут мачител на христијаните, па зеде и го окова Зосим и го испрати пред себеси во Назарет, каде што сакаше посебно да го мачи, за да ги заплаши оние што веруваат во Христа. И кога сиот го направи рани и го раскрвави од удари, му врза на вратот камен и го подигна на едно дрво. Па му се подбиваше кнезот: „Заповедај да дојде еден ѕвер, па и ние сите да поверуваме!“ Светиот маченик Му се помоли на Бога и навистина се појави еден огромен лав, којшто му пријде на Зосим и ја положи главата своја под каменот за да му олесни на маченикот. Во голем страв кнезот го одврза Зосима, но овој набрзо го предаде својот дух во рацете на својот Господ."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Светиот великомаченик Евстатиј Плакида",
    "important": false,
    "desc": "Голем римски војсководец од времето на царевите Тит и Трајан. Иако незнабожец Плакида (тоа е неговото незнабожечко име) беше човек праведен и милостив, сличен на капетанот Корнилиј, когошто го крсти апостолот Петар (Дела 10). Еднаш одејќи во лов тој подгони еден елен. По Божја Промисла меѓу роговите на еленот се јави светол крст и дојде глас Господов до Плакида, којшто го упати да отиде кај христинјанскиот свештеник и да се крсти. Се крсти Плакида и неговата жена и нивните двајца синови. На Крштението тој го доби името Евстатиј, жена му - Теопистија, што значи боговерна, а нивните синови - Агапиј и Теопист. По Крштението Евстатиј отиде на истото она место каде што преку еленот му се беше јавило откровението и клекна да Му се заблагодари на Бога што го приведе кон познанието на Вистината. Во тој миг повторно му се јави глас Господов и му предрече страдање за Неговото име и го укрепи. Тогаш Евстатиј тајно го напушти Рим заедно со своето семејство со намера да се повлече меѓу простиот народ и оттаму во тајност да Му послужи на Бога. Кога пристигна во Египет веднаш навалија на него искушенија. Некој зол варварин му ја грабна жената, а обајцата синови му ги фатија ѕверовите и ги однесоа. Но набрзо варваринот загина, а децата му ги спасија од ѕверовите овчари. Евстатиј се насели во египетското село Вадисис и како селски наемник поживеа таму петнаесет години. Потоа нападнаа на римското царство варварите и цар Трајан жалеше што го нема храбриот војвода Плакида, којшто секогаш кога војуваше му носеше победа. И испрати царот двајца од своите офицери да го бараат големиот војвода низ целото царство. По Божја Промисла тие офицери, некогашни другари на Евстатиј, дојдоа во селото Вадисис, го најдоа Евстатиј и го одведоа пред царот. Евстатиј собра војска и ги победи варварите. На патот назад кон Рим ја пронајде жена си и двајцата синови. Кога стигна во Рим, царот Трајан беше умрел, а на престолот беше Адријан. Кога царот Адријан го повика војводата Евстатиј за заедно да им принесат жртви на идолите, Евстатиј му кажа дека тој е христијанин. Царот го фрли на маки заедно со жената и со синовите. Но бидејќи ѕверовите не им наштетија нималку, ги фрлија во усвитен метален вол. Третиот ден ги извадија нивните тела мртви, но неповредени. Така овој славен војвода го даде и царевото на царот и Божјото на Бога и се пресели во вечното царство на Господ. "
  }, {
    "title": " Преподобниот маченик Иларион",
    "important": false,
    "desc": "Светогорски монах. Драговолно пострада за Христовата вера од Турците во Цариград, на 20 септември, во 1804 година. Неговите чудотворни мошти почиваат во црквата на Преображение на островот Прот."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Светиот апостол Кодрат",
    "important": false,
    "desc": "Еден од Седумдесеттемина. Ученик на големите апостоли. Го проповедаше Евангелието во Атина и беше епсикоп најнапред во Атина после Св. Публиј, а потоа во градот Магнезија. Беше многу учен во светската мудрост и богат со благодатта на Светиот Дух. Неговиот животописец за него вели: „Беше како утринска ѕвезда сред облаци (Сирах 8, 6); облаците беа темното елинско незнабоштво, без светлоста на благочестието, а Светиот апостол Кодрат низ словото Божјо им заблесна на Елините како голема светлина, ја осветли темнината, ги низложи скверните жртви, ги разурна идолите и демонските храмови ги разори со молитва. Но темнината секогаш ја мрази светлината, па така и незнабожците го замразија Свети Кодрат, та по ова го фрлија во затвор и не му даваа леб сѐ додека не ја испушти својата света душа и не се пресели во Царството на својот Бог Христос. Свети Кодрат напиша одбрана на христијанството и му ја предаде на царот Адријан. Таа одбрана толку подејствува на незнабожечкиот цар, што овој нареди христијаните да не се прогонуваат без особена вина. Свети Кодрат пострада околу 130 година. Погребан е во Магнезија, градот во којшто го заврши животот маченички."
  }, {
    "title": " Свети Димитриј, епископ Ростовски",
    "important": false,
    "desc": "Се празнува на 28 октомври, а на 21 септември се споменува откривањето на неговите чудотворни мошти во 1852 година. \n Собор на Киево-Печерските светители;\n Благословеното дело на подвижништвото, кое започнува со трудољубивиот голем Божји подвижник Антониј, преизрасна низ вековите во многуплодна маслинка. Многубројните светители, коишто во овие пештери на Антониј заблескаа како ѕвезди, се празнуваат лично секој во посебен ден. Под денешниот датум пак, се споменуваат сите соборно и се повикуваат на помош на верните."
  }, {
    "title": " Собор на Киево-Печерските светители",
    "important": false,
    "desc": ""
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Светиот свештеномаченик Фока, епископ Синопски",
    "important": false,
    "desc": "Од младоста се подвизуваше во сите христијански добродетели. Како епископ во местото на своето раѓање, во градот Синопа на брегот на Црното Море, со пример и со Божествени зборови ги утврди правоверните во верата, а мнозина идолопоклоници ги обрати во вистинитата вера. Закоравените незнабожци се исполнија со гнев кон Свети Фока. Господ му укажа на Фока за неговото маченичко кончание преку едно видение. Имено, тој виде светол гулаб како слетува од небото носејќи во клунот прекрасен венец од цвеќиња и како го спушта врз неговата глава. И чу Фока глас од гулабот: „Твојата чаша се наполни и треба да ја испиеш.“ Од тоа видение Божјиот угодник дозна дека наскоро треба да пострада за Христа. И не се уплаши, туку со благодарност кон Бога се подготвуваше за мачеништвото. Наскоро по ова некој кнез Африкан го подложи Фока на маки, му го испретепа и му го изнарани телото, го остави во затвор, а потоа го фрли во зовриена вода, во којашто храбриот Христов маченик го заврши земниот живот и се пресели во радоста на својот Господ. Пострада во времето на царот Трајан."
  }, {
    "title": " Светиот пророк Јона",
    "important": false,
    "desc": "Живееше повеќе од 800 години пред Христа. Во неговото житие се вели дека тој бил синот на онаа вдовица во Сарепта Сидонска на којашто пророкот Илија ѝ го воскресна синот од мртвите. Со своето тридневно пребивање во утробата на китот Св. Јона е предобраз на тридневното пребивање на Христос во гробот, а со неговото спасение - го изобрази Воскресението на Господ од мртвите. Другото запишано за овој прекрасен пророк треба да се прочита во Книгата на пророкот Јона (Стариот Завет)."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Собор на сите македонски Светители",
    "important": false,
    "desc": "Собор на сите македонски Светители; "
  }, {
    "title": " Зачнувањето на Св. Јован Крстител",
    "important": false,
    "desc": "Овој ден се прославува милоста, чудото и мудроста Божја; милоста кон побожните и праведни родители на Св. Јован, старецот Захарија и старицата Елисавета, коишто целиот живот посакуваа и просеа од Бога едно дете; чудото на зачнувањето на Јован во престарената уторба на Елисавета; и мудроста во домостројот на човековото спасение. Ова стана затоа што Бог имаше извонредни намери со Свети Јован: имено, тој да биде Пророк и Предвесник на Господ Исус Христос. Преку Своите ангели Бог го објави раѓањето на Исак од бездетната Сара и на Самсон од бездетниот Маној и неговата жена, и на Јован Предвесник од бездетните Захарија и Елисавета. Преку Своите ангели Бог го објавуваше раѓањето на оние со коишто имаше посебни намери. Како можеа да се родат деца од стари родители? Ако е некој љубопитен да дознае, нека не ги прашува за тоа ниту луѓето, бидејќи луѓето тоа не го знаат, ниту природните закони, бидејќи тоа е над природните закони, туку нека го управи погледот кон силата на Семоќниот Бог, Којшто од ништо го создаде сиот свет и Кој за создавањето на првиот човек, Адам, немаше потреба од никакви родители, ни стари ни млади. Наместо љубопитност да Му воздадеме пофалба на Бога, Којшто често ни ја јавува Својата моќ и милост и мудрост и покрај природните закони, во коишто оковани ние, без вонредните Божји чуда би паднале во очајание и богозаборав."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Светата првомаченичка Текла рамноапостолна",
    "important": false,
    "desc": "Родена е во Иконија, од родители прочуени, но незнабожци. Како осумнаесетгодишна девојка била верена за некое момче во она време кога апостолот Павле дојде со Варнава во Иконија за проповед на Евангелието. Слушајќи го Павле три дена и три ноќи, Текла се обрати целосно во Христовата вера и се заветува да живее во девственост. Мајка ѝ, штом виде дека таа веќе ни не гледа на својот вереник ниту помислува на брак, почна најпрво да ја советува, а потоа да ја тепа и да ја измачува со глад. Најпосле ја предаде на судија и бараше да биде со оган изгорена. Судијата ја фрли во огнот, но Бог ја зачува неповредена. Тогаш Текла тргна по Светиот апостол Павле и отиде со него во Антиохија. Привлечен од нејзината надворешна убавина еден градски старешина посака да ја земе кај себе со сила, но Текла се истргна од неговите раце. Тој старешина ја обвини кај кнезот дека е христијанка и дека се гнаси од брак. Кнезот ја осуди на смрт и ја фрли пред ѕверови, но ѕверовите не го ни допреа телото на Светата девица. Восхитен од ова, кнезот ја праша: „Која си ти и каква сила има во тебе што ништо не може да ти наштети?“ Текла му одговори: „Слугинка сум на живиот Бог.“ Тогаш кнезот ја пушти на слобода и таа почна да го проповеда Евангелието и мнозина успеа да ги обрати во вистинската вера. Меѓу овие беше и чесната, угледна девица Трифена. Потоа Текла, со благослов на Св. апостол Павле се оддалечи во едно пусто место близу Селевкија. Овде таа се подвизуваше долго и исцелувајќи болни со чудотворната благодат мнозина ги обраќаше кон христијанство. Лекарите и жреците во Селевкија се исполнија со завист, па испратија некои млади луѓе за да ја осквернат, надевајќи се дека таа, кога ќе ја изгуби девственоста, ќе ја изгуби и нејзината чудотворна моќ. Текла бегаше од оние дрски момчиња и кога виде дека ќе ја фатат, кога се најде пред една карпа се помоли на Бога, па карпата се отвори и ја сокри оваа Света девица и Христова невеста. И таа карпа ѝ беше скривалиште и гроб. За оваа чудесна светителка Св. Јован Златоуст вели: „Како да ја гледам оваа блажена дева како Му принесува на Господа со едната рака девственост, а со другата мачеништво.“"
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Преподобна Ефросинија",
    "important": false,
    "desc": "Ќерка на Пафнутиј, богат и прочуен човек од Александрија. Од бездетни родители, коишто со молитва ја беа испросиле од Бога. Како благочестиви луѓе, тие ја воспитаа во верата Христова. Не сакајќи да стапи во брак младата Ефросинија, за да се скрие од татко ѝ, се преоблече во машка облека и се пријави пред игуменот на еден машки манастир како евнух на царот Теодосиј, под името Измарагд. Игуменот го прими и му го предаде под раководство на духовникот Агипит. Со својот подвиг на пост и молитва Измарагд брзо ги надмина сите монаси во тој манастир. Кога наврши триесет и осум години во тешкиот подвиг, тој манастир го посети Пафнутиј и игуменот го упати кај Измарагд заради молитва и утеха. Измарагд го препозна Пафнутиј, но Пафнутиј не го позна Измарагд. Кога таткото ја исповеда својата тага по изгубената ќерка, Измарагд му рече да не губи надеж, бидејќи уште во овој живот ќе ја види неговата ќерка, а го замоли повторно да дојде кај него по три дена. Кога Пафнутиј дојде повторно, Измарагд лежеше на смртна постела. Тогаш му рече на Пафнутиј: „Јас сум Ефросинија, твојата ќерка, ти си ми татко!“ Таткото долго не можеше да си дојде на себе од страшното изненадување. Тогаш издивна блажената Ефросинија и татко ѝ ја оплакуваше над одарот. Откако ја погреба и самиот стапи во оној манастир и се всели во келијата на неговата упокоена и света ќерка. По десет години подвиг, се упокои во Господ и Свети Пафнутиј. "
  }, {
    "title": " Преподобен Сергеј Радоњежски",
    "important": false,
    "desc": "Голем подвижник и светлиник на Црквата во Русија. Се роди во 1313 година во Ростов, од побожните родители Кирил и Марија. По смртта на родителите Вартоломеј - така му беше името од Крштението - се замонаши и ја основа обителта на Света Троица во Радоњежските шуми. Овој тивок и кроток слуга Господов знаеше само за труд и молитва. Заради чистотата на неговото срце се удостои со дар на чудотворство, па со името Христово воскреснуваше мртви. Повеќепати му се јави Пресвета Богородица. Кај него доаѓаа кнезови и владици за совет. Тој го благослови кнезот Дмитриј Донски и му ја претскажа победата во војната за ослободување на Русија од Татарите. Гледаше во човечките срца и во настани на далечина. Неговата обител се наполни со монаси уште за време на неговиот живот и со векови и векови служеше како едно од најглавните притекнувалишта на духовниот живот и за сведоштво на Божјите чуда. Свети Сергеј се упокои во 1391 година. По смртта повеќепати им се јави на различни лица. "
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Свети Јован Богослов, апостол и евангелист",
    "important": true,
    "desc": "Син на рибарот Заведеј и на Саломија, ќерка на праведниот Јосиф. Повикан од Господ Исус, Јован веднаш го остави татка си и мрежите рибарски и заедно со својот брат Јаков тргна по Христа. И оттогаш повеќе не се одвојуваше од својот Господ до самиот крај. Со Петар и Јаков присуствуваше при воскреснувањето на Јаировата ќерка и на Перображението на Господ на Тавор. На Тајната Вечера ја положи главата на градите Исусови. Кога сите други го оставија распнатиот Господ, Јован заедно со Богородица остана под Крстот. На заповед од Господ тој потоа ѝ беше како син на Пресветата Дева и грижливо Ѝ служеше и Ја чуваше сѐ до Нејзиното успение. По успението на Пресвета Богородица Свети Јован отиде заедно со својот ученик Прохор да го проповеда Евангелието во Мала Азија. Најмногу се бавеше и дејствуваше во Ефес. Со својата вдахновена проповед и со своето чудотворство мнозина ги обрати во христијанството и од темел го расколеба незнабоштвото. Огорчени, незнабожците го врзаа и го пратија во Рим кај царот Дометијан. Пред царот беше мачен и биен, но бидејќи не му наштети ни најлутиот отров што му го дадоа да го испие, ни зовриеното масло во коешто го фрлија, царот се исплаши и сметајќи го за бесмртен го испрати на прогонство на островот Патмос. На тој остров Свети Јован мнозина ги обрати во христијанството со зборови и чуда и добро ја утврди Црквата Божја. Овде го напиша своето Евангелие и Откровението. Во времето на царот Нерва, којшто им даде слобода на сите заробени, Јован повторно се упати во Ефес, каде што проживеа извесно време утврдувајќи го таму своето порано започнато дело. Имаше над сто години кога се престави кај Господ. Кога потоа учениците му го отворија гробот, не го најдоа неговото тело, но секоја година на 8 мај од гробот исходеше некој ситен прав, миризлив и лековит. По долгиот многутруден и многуплоден живот на земјата, овој возљубен ученик на Христос и столб на Црквата, се пресели во бесмртната и мирна радост на својот Господ. "
  }, {
    "title": " Преподобен Нил Калабриски",
    "important": false,
    "desc": "Голем подвижник меѓу Грците во Калабрија, основач на неколку манастири, чудотвроец и бранител на православната вера. Одеше долги патувања само за да го спаси еден човек од тешка казна. Имаше значи најтопла љубов кон ближните. Се упокои во 1005 година. Остави многубројни ученици, достојни на себе, меѓу кои особено се истакнува Свети Вартоломеј (+ 1044), писател на неколку канони. "
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Светиот маченик Калистрат",
    "important": false,
    "desc": "Родум од Картагена. Христијанин од раѓање, зашто татко му и дедо му беа христијани. Еден од предците на Калистрат, Неокор, служеше како војник во Ерусалим кај Пилат Понтиски во времето на страдањето на Господ Исус. Ги виде многубројните чуда Христови и поверува во Него, па беше научен на верата и крстен од апостолите. Кога се врати дома, Неокор им ја донесе на своите Христовата вера како драгоцен бисер. Така по време и Св. Калистрат беше роден, крстен и воспитан како христијанин. Кога беше во војска во неговиот полк повеќе немаше ниеден христијанин освен него. Некои од неговите другари го видоа Свети Калистрат како станува ноќе и Му се моли на Бога, па го пријавија кај војводата Персентин како христијанин. А Персентин беше лут мачител на христијаните. За да се увери дали е Калистрат навистина христијанин, војводата му нареди да им принесе жртва на идолите, од што Клаистрат веднаш се откажа. Тогаш многу го биеја и го фрлија во морето. Но Божјата сила го спаси и тој излезе здрав од морето. Гледајќи го трпењето на Клаистрат и неговите чуда, четириесет и девет војници поверуваа во Господ Исус Христос. И тие беа биени и фрлени во затвор заедно со Калистрат. Во затворот Св. Калистрат ги научи своите другари на верата и ги укрепи. И тие покажаа голема мажественост во страдањето, а Господ покажа голема сила на нив. Свирепиот мачител испрати војници во затворот ноќе и ги убија Св. Калистрат и неговите четириесет и девет другари. Пострадаа за вистината во 304 година. Врз нивните мошти подоцна е подигната црква."
  }, {
    "title": " Светите апостоли: Марко, Аристарх и Зинон",
    "important": false,
    "desc": "Од Седумдесеттемина. Свети Марко поинаку е наречен Јован. Во куќата на неговата мајка Марија во Ерусалим Светите апостоли се собираа на молитва (Дела 12, 12). Тој го проповедаше Евангелието заедно со апостолите Павле и Варнава (Дела 12, 25). Потоа беше епископ во градот Вивлос. Свети Аристарх му беше сопатник на Св. апостол Павле (Дела 16, 29), беше епископ во Апамеја Сириска. Свети Зинон или Зина, наречен од апостолите законик (Тит 3, 13), беше епископ во Лид Палестински. Блескаа како ѕвезди во темнината на незнабоштвото и мнозина обратија во верата Христова. А сега блескаат во Царството на љубениот Христос. "
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Преподобен Харитон Исповедник",
    "important": false,
    "desc": "Угледен и благочестив граѓанин во градот Иконија. Задоен со духот на својата сограѓанка Текла, Харитон јавно го исповедаше името на Христос. Кога почна лутото гонење на христијаните во времето на Аврелијан, Харитон веднаш беше изведен на суд пред хегемонот. Судијата му рече да им се поклони на боговите (т.е. на идолите), на што Харитон му одговори: „Сите ваши богови се бесови, коишто се струполени негде заради гордоста во најкрајната темнина.“ И Светиот Харитон јасно ја објави својата вера во Единиот жив Бог, Создателот на сѐ, во Господ Исус, Спасител на сите луѓе. Тогаш хегемонот нареди и го биеја и го измачуваа телото на Харитон во толкава мера што целото тело му го прекрија со рани, така што целото беше како една рана. После ненавидната смрт на Аврелијан, којашто во тоа време го постигна злосторникот, Харитон беше ослободен од маките и од затворот. Тој тогаш се упати во Ерусалим. На патот го фатија разбојници, од кои по Божја Промисла се ослободи. И не сакаше повеќе да се враќа во Иконија, туку се повлече во Фаранската пустина, каде што основа обител и собра многубројни монаси. Откако ѝ даде типик на оваа обител и сакајќи да ги одбегне човечките пофалби, тој се оддалечи во една друга пустина кон Ерихон, каде повторно со време беше основана друга обител, наречена Харитонова. Најпосле основа и трета обител, наречена Сукиска или на грчки Стара Лавра. Се упокои во длабока старост и се пресели во славата на својот Господ на 28 септември 350 година. Неговите мошти почиваат во неговата прва обител. На Св. Харитон му го припишуваат составот на чинот за монашки потстриг. "
  }, {
    "title": " Светиот пророк Варух",
    "important": false,
    "desc": "Ученик и верен пријател на великиот пророк Еремија. Им го прорече на Евреите враќањето од вавилонското ропство, потоа пропаста на Вавилон и доаѓањето на Божјиот Син на земјата. Се мисли дека е убиен од Евреите во Мисир како што беше пророкот Еремија, во 7 век пред Христа."
  }, {
    "title": " Светиот маченик Марко овчар",
    "important": false,
    "desc": "Во времето на Диоклецијан некој Магн, антиохиски хегемон, појде со војниците во лов. Гонејќи некаква ѕверка војниците видоа дека ѕверката му прибегна кај овчарот Марко, којшто овде го чуваше своето стадо. И почна ѕверката да се умилкува околу Божјиот човек Марко. Кога го видоа тоа, триесеттемина војници поучени од Марко поверуваа во Христа. Хегемонот го врза овој човек, го одведе в град и ги повика тројцата браќа ковачи: Александар, Алфеј и Зосим, на кои им порача да направат мачителски справи за Марко. Но тие сите тројца позборуваа со Свети Марко и од него ја примија верата Христова, па му ја откажаа нарачката на хегемонот. Хегемонот ги осуди на смрт и нареди, па им ставаа во устата топено олово. А на Св. Марко потоа му беше отсечена главата и положена во храмот на Артемида, од што тој храм со Божја сила се сруши."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Преподобен Киријак Отшелник",
    "important": false,
    "desc": "Роден е во Коринт од родителите Јован и Евдокија. Татко му беше презвитер, а месниот епископ Петар му беше роднина. Во раната младост епископот го постави за чтец на соборната црква. Читајќи го Светото Писмо младиот Киријак ѝ се восхитуваше на Божјата Промисла којашто ги прослави сите вистински слуги на живиот Бог и го устрои спасението на човечкиот род. Во неговата осумнаесетта година желбата за духовен живот го одведе во Ерусалим. Таму тој стапи во манастирот на некој Божји човек Евсторгиј, којшто му даде почетни упатства за монашки живот. Потоа отиде кај Св. Ефтимиј, кој го проѕре како иден духовен великан, го облече во схима и го прати на Јордан кај Св. Герасим, каде што Св. Киријак помина девет години. По смртта на Св. Герасим повторно се врати во манастирот на Св. Ефтимиј, во кој остана во безмолвие десет години. Потоа постојано го менуваше местото на подвигот, бегајќи од човечка слава. Се подвизуваше и во обителта на Св. Харитон, каде што најпосле и го заврши својот пат на земјата, а наврши сто и девет години. Прославениот подвижник и чудотворец Св. Киријак беше крупен и силен во телото и таков остана до длабока старост и покрај тешкиот пост и бдеењето. Во пустината понекогаш со години се хранеше само со сурово зелје. Ревнуваше многу за православната вера изобличувајќи ги ересите, особено Оригеновата ерес. За себе зборуваше дека како монах сонцето никогаш не го видело да јаде ниту да се гневи на некого. Според уставот на Св. Киријак монасите јадеа само еднаш дневно, и тоа после залезот на сонцето. Беше големо светило, столб на Православието, гордост на монасите, моќен исцелител на болните и благ утешител на тажните. Во полза на мнозина поживеа долго и се пресели во вечната радост на својот Господ во 557 година. "
  }, {
    "title": " Свети Теофан Милостив",
    "important": false,
    "desc": "Богат граѓанин од Газа. Беше толку милостив, што раздавајќи им го својот имот на ништите и самиот стана таков. Пред крајот на животот го нападна водена болест и во таа болест тој издивна. Но од неговото тело потече целебно миро, од коешто болните се исцелуваа. "
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Свети Григориј Просветител, епископ Ерменски",
    "important": false,
    "desc": "Роден е во прочуена фамилија, сродна на персискиот царски дом на царот Арбатан и на ерменското царско семејство на царот Курсару. Кога овие две царски семејства завојуваа меѓу себе, Григориј се оддалечи во Кесарија Кападокиска, каде што прво ја запозна верата Христова, се крсти и се ожени. Од тој брак имаше два сина, Ортан и Аростан. И обајцата ги посвети на служба на Црквата. По смртта на својата жена Григориј се врати во Ерменија и се стави во служба на царот Тиридат. И Григориј му служеше верно на својот цар, а царот го сакаше Григориј. Но кога царот дозна дека Григориј е христијанин, се налути многу и почна да го советува да се одрече од верата Христова и да им се поклони на идолите. Кога не успеа во тоа, Тиридат го подложи Григориј на маки и после многу измачување го фрли во една длабока јама исполнета со секакви отровни гадинки за така да го умре сосема. Но Бог го сочува жив Свети Григориј во таа јама полни четиринаесет години. Потоа Тиридат го продолжи гонењето на христијаните во своето царство и удри на еден женски манастир во којшто имаше триесет и седум сестри со игуманијата Гајанија. Откако ги уби сите во страшни маки, Тиридат полуде и беше како дива свиња. На царевата сестра пак, ѝ се јави во сон некој пресветол маж и ѝ рече дека нејзиниот полуден брат нема да оздрави додека Григориј не биде изваден од јамата. Кога го избавија, Свети Григориј го исцели и го крсти Тиридат. Потоа според желбата на Тиридат Григориј стана епископ на Ерменија и со помошта на царот, а најнапред со Божјата, ја просвети цела Ерменија и околните страни со верата Христова. Својот многутруден живот Свети Григориј го заврши на длабока старост, во 335 година. На неговото место беше посветен за епископ неговиот син Аростан, којшто го продолжи делото на татко му. Аростан беше еден од 318 отци на I Вселенски Собор."
  }, {
    "title": " Свети Михаил, прв митрополит Киевски",
    "important": false,
    "desc": "На молба на великиот кнез Владимир беше испратен во Русија од цариградскиот патријарх за да го крштева незнабожечкиот народ и да ја утврдува и устројува Црквата. Св. Михаил го крсти народот во Киев, Новгород, Ростов и по многу други градови и села; ја устрои Црквата, постави епископи и презвитери, положи темел на Михаиловскиот манастир во Киев, испрати мисионери меѓу Бугарите и Татарите и мнозина од нив ги придоби за Христа. И тоа и многу друго корисно овој светител изврши за само четири години. Се упокои мирно во 992 година. Неговите мошти почиваат во Печерската лавра."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Покровот на Пресвета Богородица",
    "important": true,
    "desc": "Отсекогаш Црквата ја прославува Пресвета Богородица како покровителка и заштитничка на христијанскиот род, Којашто со своите претстателски молитви Го смилостивува Бога кон нас грешните. Помошта на Пресвета Богородица како кон поединци така и кон народите, како во мир така и во војна, како во монашките пустини така и во многужителните градови се покажала очигледна безброј пати. Настанот којшто Црквата го споменува и празнува денес го докажува тоа неотстапно покровителство на Пресветата Дева над христијанскиот род. На 1 октомври 911 година во времето на царот Лав Мудриот (или Философ), имаше сеноќно бдение во Богородичната црква Влахерна во Цариград. Црквата беше преполна со народ. Во задниот дел стоеше Св. Андреј Јуродив со својот ученик Епифаниј. Во четвртиот час од ноќта над народот се појави Пресвета Богородица со распрострен омофор на рацете и со таа облека како да го покриваше народот. Беше облечена во златна порфира и целата блескаше во неискажлив сјај, опкружена со апостоли, светители, маченици и девици. Гледајќи го тоа видение Св. Андреј му покажа со рака на блажениот Епифаниј и го праша: „Ја гледаш ли, брате, Царицата и Госпоѓата над сите, како се моли за сиот свет?“ Епифаниј одговори: „Ја гледам и се ужаснувам!“ Заради ова се востанови ова празнување, за да нѐ потсетува како на тој настан така и на постојаното покровителство на Пресвета Богородица, кога тоа Нејзино покровителство, тој покров молитвено го бараме кога сме во неволја. "
  }, {
    "title": " Преподобен Роман Слаткопоец",
    "important": false,
    "desc": "Родум од сирискиот град Емес. Служеше како еклисијарх најпрво во Бејрут, а потоа во соборната црква во Цариград, во времето на патријархот Ефтимиј (490 г. – 504 г.). Беше неписмен и невешт во пеењето, заради што некои клирици му се потсмеваа. Свети Роман плачејќи Ѝ се молеше на Пресвета Богородица и Таа му се јави во сон, му пружи некој голем свиок хартија и му рече да го проголта. Утредента осамна Божик и Роман излезе на амвонот и со ангелски глас испеа „Дјева днес...“ Сите беа восхитени од содржината на песната и од гласот на певецот. Откако го прими од Пресвета Богородица поетскиот дар, Роман испеа над илјада кондаци. Како ѓакон на големата црква се упокои во 510 година во Цариград и се пресели меѓу ангелските хорови."
  }, {
    "title": " Преподобен Јован Кукузел",
    "important": true,
    "desc": "Словенин од Драч. Како момче беше земен во музичката школа во Цариград, каде што стана омилен певец на царскиот дворец. Плашејќи се од човечките ласкања и пофалби побегна на Света Гора и се пријави во Лаврата како овчар. Како овчар и монах се подвизуваше извонредно. На двапати му се јави Пресвета Богородица. Се упокои во 12 век."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Свети Андреј Јуродив",
    "important": false,
    "desc": "По потекло Словен. Како роб го купи некој богаташ Теогност во Цариград, во времето на царот Лав Мудриот, син на царот Василиј Македонец. Андреј беше прекрасно момче, телесно и душевно. Теогност го засака и го даде да се описмени. Андреј усрдно Го молеше Бога и со љубов ги посетуваше црковните богослужби. Послушен на едно небесно видение, тој се посвети на подвиг на јуродство заради Христа. И еднаш, кога отиде на бунарот по вода, ја искина облеката на себе, ја исече со нож и се направи луд. Нажален од ова, господарот Теогност го врза во синџири и го одведе во црквата на Св. Анастасија Одврзителка, за да му се прочитаат молитви. Но бидејќи Андреј не се поправи во очите на својот господар, овој го пушти да живее слободно како умоболен. Свети Андреј дење се правеше луд, а ноќе Му се молеше на Бога. Живееше без покрив и засолниште. Ноќеваше во полето, одеше полугол, во една парталава наметка, јадеше малку леб, кога ќе му дадеа добрите луѓе. Од она што го примаше им делелше на просјаците, и тоа кога ќе им дадеше ќе ги изнавредеше за да не му благодарат. Бидејќи целата награда Свети Андреј ја очекуваше единствено од Бога. Затоа во него и се всели голема Божја благодат, па можеше да проѕира во човечките тајни, ги гледаше ангелите и демоните, ги изгонуваше демоните од луѓето, ги исправаше луѓето од гревот. Имаше прекрасни виденија на Рајот и највисоките небесни Сили; Го виде Господ Христос на престолот на славата; со својкот ученик Епифаниј Ја виде Пресвета Богородица во Влахернската црква како го покрива христијанскиот род со Својата одежда; слушна неискажливи зборови на небото, коишто не смееше на луѓето да им ги повтори. После нечуено тешките подвизи се упокои во 911 година и се пресели во вечната слава на својот Господ. "
  }, {
    "title": " Светиот свештеномаченик Кипријан и девицата Јустина",
    "important": false,
    "desc": "Кипријан се досели од Картагена во Антиохија, каде што живееше и Јустина со родителите Едесиј и Клеодонија. Едесиј беше идолски жрец и целиот дом им беше незнабожечки. Но кога Јустина одејќи по христијанските цркви ја спозна вистинската вера, ги обрати и своите родители кон Господа Христа. И сите тројца примија Крштение од епископот Оптат. Кипријан пак, беше волх, имаше врски со нечистите духови и гаташе. Некој развратен млад човек Аглаид, незнабожец, сакаше по секоја цена да ја заведе Света Јустина, бидејќи се занесе од нејзината убавина, па кога девицата одлучно го одби, тој побара помош кај Кипријан. Кипријан ги наведуваше злите духови еден по друг на Јустина за да ѝ распалат страст по нечистиот Аглаид, но никако не успеа во тоа, бидејќи Света Јустина со знакот на крстот и со молитвата кон Бога ги одгонуваше од себе духовите на злобата. Тогаш Кипријан ја позна силата на крстот, па и самиот се крсти и со време стана презвитер и епископ. Озлобени незнабожците ги обвинија него и Јустина и обајцата ги предадоа на судот во Дамаск, по што беа мачени и убиени со меч во Никомидија, на крајот од 3 век."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Светиот свештеномаченик Дионисиј Ареопагит",
    "important": false,
    "desc": "Се вбројува во Седумдесеттемина помали апостоли. Овој прекрасен маж беше од угледно нензабожечко семејство од Атина. Откако заврши фиолсофска школа во Атина, отиде во Мисир за да учи уште. Во тоа време еден ден на Крстот издивна Господ Исус Христос и сонцето се помрачи и во Мисир беше темно три часа. Тогаш Дионисиј возвикна: „Или Бог, Создателот на светот страда или овој свет завршува.“ Кога се врати во Атина се ожени со Дамара и со неа имаше синови. Беше член на највисокиот суд кај Грците, наречен Ареопаг, заради што и го доби називот Ареопагит. Кога апостолот Павле го проповедаше Евангелието во Атина, Дионисиј со целиот свој дом се крсти. Од Павле беше посветен за епископ Атински, бидејќи ги остави жената и децата и положбата во општеството заради љубовта Христова. Доволно долго патуваше со Павле и ги запозна останатите Христови апостоли. Отиде во Ерусалим со цел да Ја види Пресвета Богородица и средбата со Неа ја опиша во едно од своите дела. Беше и на погребот на Пречистата заедно со другите апостоли. Кога неговиот учител Св. Павле пострада маченички, Дионисиј посака и за себе таква смрт. И отиде да го проповеда Евангелието меѓу варварите во Галија, заедно со презвитерот Рустик и ѓаконот Елефтериј. Многу претрпе, но и многу успеа. За неговиот труд многумина незнабожци се обратија кон верата Христова. Во Париз Дионисиј изгради малечка црквичка во којашто Му служеше служба на Бога. Кога имаше деведесет години, го фатија и го мачеа за Христа, заедно со Рустик и Елефтериј, додека најпосле не ги убија со меч сите тројца. Отсечената глава на Свети Дионисиј отскокна на големо растојание и падна пред една христијанка Катула, којашто заедно со неа чесно го погреба и телото. Тој пострада во времето на Дометијан во 96 година. Напиша значајни дела: за таинственото богословие, за небесната и црковната хиерархија, за Пресвета Богородица."
  }, {
    "title": " Преподобен Јован Хозевит",
    "important": false,
    "desc": "Мисирец. Се подвизуваше во Хозевитската обител во времето на царот Јустинијан. Кога и да служеше литургија во олтарот гледаше небесна светлина. Во негова близина се подвизуваше старецот Ананија. Смирението на овие светители беше чудесно. Еден човек му го доведе на Ананија својот полуден син за да го исцели со молитва. Ананија го испрати кај Свети Јован како кај поголем од себеси. Јован пак, не можеше да не го послуша старецот, но возвикна: „Во името на Исус Христос ти заповеда Ананија а не јас, да излезеш од ова момче!“ И момчето веднаш оздраве. "
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Светиот свештеномаченик Еротеј",
    "important": false,
    "desc": "Другар на Св. Дионисиј Ареопагит. Верата ја прими од Св. апостол Павле малку после Дионисиј. Подоцна овој апостол го постави за епископ Атински. Во времето на успението на Пресвета Богородица и Еротеј се јави во Ерусалим и учествуваше во погребот. Со своето Божествено пеење мнозина ги приведе кон срдечно умиление и се покажа себеси како маж вдахновен одозгора. Многу се потруди во делото на Евангелието, многубројни незнабожци ги обрати кон вистината, добро го управуваше своето словесно стадо, и најпосле заврши маченички за Христа, Кој[to му даде двоен венец во Царството Небесно: венец на јерарх и венец на маченик. "
  }, {
    "title": " Преподобен Амон",
    "important": false,
    "desc": "Родум Мисирец, а по знимање лозар. Неговите роднини го оженија против неговата волја, но тој не сакаше да живее со жена му како со жена, туку од првиот ден ја нарече сестра и ја посоветува заедно да си ја сочуваат девственоста заради вишните богатства на небесата. Потоа, по договор, жената основа женски манастир во нивниот дом, а Амон отиде во Нитриската пустина, каде што се предаде на пустински подвиг. Заради чистотата на срцето од Бога прими големи дарови на чудотворност и проѕорливост. Едни маж и жена му го доведоа нивниот побеснет син за да го излечи со молитва. Но Амон никако не сакаше. По долго навалување на родителите Амон рече: „Во вашите раце е болеста и здравјето на вашето дете. Вратете ѝ го на онаа вдовица (и ѝ го кажа името) волот што ѝ го украдовте и ќе ви оздравее синот. Ужаснати од оваа проѕорливост на светителот родителите веднаш го исповедаа својот грев и ветија дека штом ќе си отидат веднаш ќе го вратат украдениот вол. Тогаш Св. Амон Му се помоли на Бога и детето оздраве. Амон му беше близок другар на Св. Антониј Велики. Кога тој се упокои во Нитрија околу 350 година, Св. Антониј од својата келија ја виде Амоновата душа во висините и им рече на браќата: „Денес се престави авва Амон, еве, ја гледам неговата света душа како ја носат ангелите на небото“. "
  }, {
    "title": " Преподобен Павле Препрости",
    "important": false,
    "desc": "До својата шеесетта година живееше во светот како оженет човек. Кога ја затекна својата жена во грев, остави сѐ и отиде во пустината кај Св. Антониј, па се замонаши кај него. Иако беше прост и некнижевен, достигна такво духовно совршенство што ја гледаше душата на секој човек како што обичните луѓе ги гледаат човечките тела. Беше и голем чудотворец, па во некои случаи и го надмина Св. Антониј. Се упокои во длабока старост, во 340 година и влезе во радоста на ангелите. "
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Светата маченичка Харитина",
    "important": false,
    "desc": "Во детството како сираче беше посвоена од еден угледен христијанин Клаудиј, којшто ја воспита како своја родена ќерка. Дење и ноќе се учеше на Божјиот закон и се заветува да го проживее векот во девственост, како вистинска Христова невеста. Но бидејќи Харитина и другите ги обраќаше во девственост, за неа чу намесникот на царот Диоклецијан, некој Дометијан. Тој испрати војници и ја зедоа од нејзиниот очув, та ја изведоа пред суд. Ја запраша судијата: „Вистина ли е, девојко, дека си христијанка и дека другите ги мамиш приведувајќи ги кон таа нечестива вера?“ Харитина му одговори храбро: „Вистина е дека сум христијанка, но лага е дека другите ги мамам, туку заблудените ги изведувам на патот на вистината приведувајќи ги кон мојот Христос.“ Злобниот судија нареди и косата ѝ ја истрижаа, а главата ѝ ја посипаа со жар. Но Божјата сила ја зачува девицата. Ја фрлија во море, но Бог ја избави и од морето. Ја врзаа за тркало и почнаа да го вртат, но ангел Божји го запре тркалото и Харитина остана неповредена. Тогаш пакосниот судија испрати некои развратни момчиња за да ја осквернат. Стравувајќи од бесчестење Св. Харитина Му се помоли на Бога да ја прими нејзината душа пред да дојдат развратниците да ѝ го осквернат телото. И додека на колена Го молеше Бога, нејзината душа излезе и се пресели во бесмртното Царство Христово. "
  }, {
    "title": " Светиот свештеномаченик Дионисиј епископ Александриски",
    "important": false,
    "desc": "Роден е во Александрија од угледни незнабожечки родители и воспитан во грчката философија, а потоа и кај Ориген. Како момче ги прочита посланијата на Св. апостол Павле, поверува во Христа и се крсти од Димитриј, тогашниот александриски епископ. Во 247 година стана епископ во истиот град и Му послужи на Бога и на народот Божји како вистински пастир, и тоа под мошне мачни околности. Однадвор Црквата беше гонета од незнабожците, а внатре цепена од еретиците. Притоа уште удри и чума, којашто неколку години ги сотираше луѓето. Тој проживеа три години надвор од Александрија, засолнет од верните, за да не загине пред време. За тие три години напиша многу посланија и други состави за своето стадо, поучувајќи го и храбрејќи го во држењето на Православието. Меѓу неговите списи се наоѓаат и неколку канони коишто Црквата ги прифати. Исто така и неговото писмо против Новацијан се смета за канонско. Управуваше со Црквата седумнаесет години и во 265 година се упокои. "
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Светиот апостол Тома",
    "important": true,
    "desc": "Еден од Дванаесетте големи апостоли. Со неговиот сомнеж во воскресението на Господ Исус Христос беше придобиена нова потврда за тој чудесен и спасоносен настан. Имено, воскреснатиот Господ повторно им се јави на учениците за да го увери Тома. И му рече Господ на Тома: „..дај ја раката своја и стави ја во ребрата Мои; и не биди неверлив, но верлив!“ И Тома возвикна: „Господ мој и Бог мој!“ (Јован 20). По слегувањето на Светиот Дух, кога апостолите ги мешаа жрепките каде кој ќе оди на проповед, на Тома му падна жрепка да оди во Индија. Тој малку се нажали што мора да оди во толку далечен крај, но Господ му се јави и го охрабри. Во Индија Св. Тома многумина, големци и сиромашни, ги обрати во верата Христова и ја заснова таму Црквата и постави свештеници и епископи. Меѓу останатите Тома ги обрати кон Христа и две жени на двајца индиски кнезови, Тертијана и Мигдонија, коишто беа сестри. Овие сестри беа од своите мажи намачени заради верата, затоа што не сакаа да живеат со нив откако примија Крштение, а потоа мажите ги отпуштија. Откако се ослободија од бракот тие поживеаја богоугодно до смртта. Дионисиј и Пелагија, претходно беа вереници, но кога ја слушнаа апостолската проповед не влегоа во соживот, но се посветија на подвиг. Пелагија заврши како маченичка за верата, а Дионисиј беше поставен од апостолот за епископ. Кнезот Муздиј, маж на Тертијана, кому што Тома му ги крсти жената и синот, го осуди апостолот на смрт и испрати петмина војници коишто го прободија со пет копја. Така си ја предаде душата во рацете на Христос Светиот апостол Тома. Пред својата смрт и тој, како и другите апостоли, беше чудесно пренесен на погребот на Пресвета Богородица. Но бидејќи пристигна доцна, горко зажали, па на негова молба го отворија гробот на Пресветата, но внатре не го најдоа Нејзиното тело. На таинствен начин Господ Ја беше зел Својата Мајка во Неговите небесни живеалишта. И така Свети Тома, којшто со своето неверување ја утврди верата во Христовото воскресение, во овој случај задоцнувајќи ни го откри чудесното прославување на Богородица. "
  }, {
    "title": " Преподобниот новомаченик Макариј",
    "important": false,
    "desc": "Роден е во местото Кион во Витинија од хриситјански родители, Петар и Антуса, а крстен е со името Мануил. Родителите го дадоа да учи кројачки занает. Потоа татко му се потурчи и се пресели во Бруса. Кога еднаш Мануил појде во Бруса по работа, наиде на татко му, којшто навали на сила да го потурчува. Мануил попусто се противеше: Турците насила го обрезаа. Тогаш тој побегна на Света Гора и се замонаши во скитот на Света Ана и се нарече Макариј. Дванаесет години беше извонреден монах, но никако немаше душевен мир. „Ако некој се одрече од Мене пред луѓето и Јас ќе се одречам од него пред Мојот Отец“ (Матеј 10, 33) - тие Христови зборови непрестајно му зуеја во ушите на Макариј. Затоа реши и со благослов на својот Старец отиде во Бруса и јавно пред Турците ја исповеда својата вера во Христа, нарекувајќи го Мухамед лажен пророк. Го биеја сто и триесет дена подложен на тешки маки и на крајот го убија со меч во Бруса на 6 октомври, 1590 година. Еден дел од неговите чудотворни мошти се чува во скитот на Света Ана на Атон. "
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Светите маченици Сергиј и Вакх",
    "important": false,
    "desc": "Овие Свети и прекрасни маченици за верата Христова беа најпрво достоинственици на дворецот на царот Максимијан. И самиот цар многу ги уважуваше заради храброста, мудроста и верноста. Но кога слушна царот дека овие негови двајца достоинственици се христијани, ја измени својата љубов кон нив во гнев. И еднаш кога имаше големо жртвопринесување на идолите, царот ги повика Сергиј и Вакх заедно со него да им принесат жртви, но тие отворено му откажаа послушност во тоа. Надвор од себеси од јарост, царот нареди и им ја соблекоа војничката облека, ги облекоа во женски фустани; уште им ставија и железни обрачи на вратот и така ги водеа по улиците на градот Рим за потсмев на сите и на секого. Потоа царот ги испрати во Азија, кај својот намесник Антиох, заради мачење. А овој Антиох се имаше издигнато на својата положба со помош на Сергиј и Вакх, коишто во свое време го препорачаа кај царот. Кога тој почна да ги советува да се одречат од Христа за да се спасат себеси од бесчестење, маки и смрт, овие свети луѓе му одговорија: „И чест и бесчестење и живот и смрт - сѐ му е исто на оној што го бара Царството Небесно.“ Антиох ги фрли Сергиј и Вакх во затвор и нареди првин да го мачат Вакх. Слугите се менуваа еден по друг тепајќи го светиот, сѐ додека не му го здробија телото. Од здробеното раскрвавено тело на Св. Вакх излезе неговата душа носена од ангелските раце пред Господа. Тој пострада во градот Варвалис. Тогаш беше изведен Св. Сергиј, когошто го обуја во железни опинци начичкани со клинци и така го туркаа до градот Росаф во Сирија, каде што го убија со меч. Пострадаа и примија венци на бесмртна слава околу 309 година. "
  }, {
    "title": " Светиот маченик Полихрониј",
    "important": false,
    "desc": "Родум од Агатанидската епархија, од родители селани. Како млад аргатуваше на лозјето на некој цариграѓанин. Но како аргатин Полихрониј се предаваше на деноноќен подвиг на пост и молитва. Кога го виде неговиот живот, според чистотата и воздржливоста ангелски, газдата му даде многу повеќе пари одошто имаше заработено. А Св. Полихрониј ги зеде парите и изгради црква. Во времето на Никејскиот Собор Полихрониј беше чтец и во таа прилика покажа толкава ревност во застапувањето на Православието пред аријанците, што го посветија за свештеник. Подоцна овие злобни еретици за одмазда го нападнаа Св. Полихрониј во самата црква и го исекоа на парчиња. Така пострада овој голем бранител на Вистината и чистотата на Православието и прими венец на слава од својот Господ."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Преподобна Пелагија",
    "important": false,
    "desc": "Покајана грешничка. Родена е како незнабошка во Антиохија. Од Бога имаше голем дар на телесна убавина, а ја употребуваше за погибел на својата душа и на други. Со блуд се имаше збогатено многу. Минувајќи еднаш покрај црквата на Светиот маченик Јулијан, во која проповедаше епископот Нон, таа намина во црквата и ја слушна проповедта за Страшниот Суд и казната за грешниците. И овие зборови толку ја потресоа и изменија, што одеднаш се згнаси од себеси, се исплаши од Бога, се покаја за своите нечисти гревови и припадна пред Св. Нон со молба да ја крсти. „Смилувај се на мене, грешната, и крсти ме и научи ме на покајание; јас сум море од беззаконија, амбис на пропаста, мрежа и орудие ѓаволско.“ Така го молеше оваа покајничка со солзи Христовиот архиереј. И тој ја крсти. На Крштението ѝ беше кума блажената Романа, ѓаконисата на оваа црква, којашто потоа како нејзина духовна мајка добро ја утврди во христијанската вера. Но Пелагија не беше задоволна само со Крштението. Чувствувајќи ја тежината на своите многубројни гревови и при голема грижа на совеста, се реши на голем подвиг. Своето огромно богатство собрано со грев им го остави на сиромасите и тајно отиде во Ерусалим, каде што под машко име, како монах Пелагиј, се затвори во една келија на Елеонската Гора и почна тежок подвиг на пост, молитва и бдеење. По три години ја посети ѓаконот на Св. Нон, Јаков и ја затекна сѐ уште жива, но кога по неколку дена повторно ја посети, го најде нејзиното тело мртво и чесно го погреба. Св. Пелагија се упокои околу 461 година. Така оваа некогашна грешничка со покајание и ревност Го смилостиви Бога, доби прошка за гревовите и се освети. Нејзината очистена и света душа се удостои со Царството Божјо. "
  }, {
    "title": " Преподобна Таиса",
    "important": false,
    "desc": "Покајана грешничка. По раѓање Мисирка. Како Св. Пелагија и Таиса ја помина младоста во разуздан блуд. На тој зол пат беше упатена и од нејзината бесрамна мајка. Но Бог Којшто е милостив и не ја сака смртта на грешниците ниту нивната пропаст туку спасението, најде начин со Својата чудесна Промисла да ја спаси грешната Таиса. Еден од учениците на Св. Антониј Велики, Пафнутиј Сидонит, слушна за Таиса, за нејзиниот грешен живот и за душевниот отров со којшто таа им ги труеше душите на многумина, па реши, со Божја помош, да ја спаси. Пафнутиј се преоблече во световна облека, зеде еден златник и отиде в град, ја најде Таиса и ѝ го даде златникот. Мислејќи дека човеков ѝ го дава златникот за нечисто дело, Таиса го одведе Свети Пафнутиј во својата соба. Тогаш тој ги отвори своите благодатни усни и ги изобличи нејзините гревови и ја повика на покајание. Душата и совеста на Таиса се разбудија и таа се облеа во солзи на длабоко срдечно покајание. Го раздаде сиот свој имот на бедните, според упатството на Св. Пафнутиј се упати во еден женски манастир и остана таму три години, затворена во една келија, живеејќи само на леб и вода. Пред смртта ја посети Св. Пафнутиј и наспроти нејзината волја ја изведе од келијата. Таа набрзо се разболе и по кратко боледување Му ја предаде својата очистена и осветена душа на Бога. Светиот Павле Препрости, којшто е исто така ученик на Св. Антониј Велики, ја виде во видение прекрасната обител приготвена од Бога во Рајот за Св. покајничка Таиса. Оваа света душа се упокои во 340 година."
  }, {
    "title": " Светата маченичка Пелагија",
    "important": false,
    "desc": "Девица од угледен род во Антиохија. Во времето на царот Нумеријан, антиохискиот началник испрати војници да ја доведат пред судот Пелагија, како прочуена христијанка. Војниците ја опколија куќата и ја предизвикаа Светата девица на вратата. Таа им се јави и кога слушна дека дошле за да ја изведат на суд се правеше весела, па им рече да ја причекаат само еден миг-два да се качи за да се преоблече. Потоа се качи на покривот од куќата, ги крена рацете кон небото и долго Му се молеше на Бога да ѝ ја прими душата и да не допушти да се оскверни нејзината девствена чистота. И Бог ја прими нејзината душа, а телото падна мртво пред војниците. „Нејзината смрт“, пишува Св. Јован Златоуст, се изврши не како природен пад, но на заповед Божја, па продолжува: „И така, ова девствено и од секое злато почисто тело лежеше на земја, го опкружуваа ангелите, го почитуваа архангелите, а Самиот Христос беше крај него“."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Светиот апостол Јаков Алфеев",
    "important": true,
    "desc": "Син Алфеев и еден од Дванаесетте големи апостоли. Роден брат на евангелистот Матеј. Сведок на словото на вистината и на чудата на нашиот Господ и Спасител Исус Христос, сведок на Неговото страдање, Воскресение и Вознесение. По слегувањето на Светиот Дух на Педесетница, на апостолот Јаков му падна во дел да го проповеда Христовото Евангелие во Елефтеропол и околните места, потоа во Мисир, каде што и пострада за својот Спасител. Со голема сила и на збор и на дело Св. Јаков ја разнесуваше благовеста за воплотениот Бог Слово, уривајќи го идолопоклонството, од луѓето изгонувајќи ги демоните, лечејќи секаква мака и болест со името на Господ Исус Христос. Неговиот труд и неговата ревност беа крунисани со голем успех. Многумина незнабожци поверуваа во Господа Христа, се основаа и устроија цркви, беа поставени епископи и свештеници. Пострада во Мисир, во градот Острацин, распнат на крст од незнабожците. Така овој голем и прекрасен апостол се пресели во Небесното Царство, за со Царот на славата да царува бесмртно."
  }, {
    "title": " Преподобен Андроник и неговата сопруга Анастасија",
    "important": false,
    "desc": "Антиохиски граѓани од времето на Теодосиј Велики. Андроник беше златар по занает. И тој и жена му беа многу благочестиви и непрестајно се трудеа да одат по патот Господов. Од својата заработка една третина им даваа на сиромашните, друга на Црквата, а со третата се издржуваа. Откако им се родија две деца, се договорија да живеат како брат и сестра. Но по неиспитливата Божја Промисла децата им умреа во еден ден двете. И родителите беа во голема тага сѐ додека Светиот маченик Јулијан не ѝ се јави на Анастасија на гробиштата и не ја утеши со веста дека нивните деца се во Царството Божјо и дека им е подобро таму одошто со родителите на земјата. По ова обајцата оставија сѐ и појдоа во Мисир, каде што примија монашки чин - Андроник кај Старец Даниил во Скитот, а Анастасија во женскиот манастир во Тавенисиот. Откако му угодија на Бога со своите долгогодишни подвизи, се преселија во Царството Небесно, најпрво Св. Анастасија, а потоа осум дена по неа и Св. Андроник. "
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Преподобен Теофил Исповедник (Струмички)",
    "important": true,
    "desc": "По потекло тој е Македонец од околината на Струмица. Се замонаши како млад и основа свој манастир. Многу пострада за иконите во времето на Лав Исавријанин и во таа прилика ќе загинеше, ако не успееше да го убеди кнезот Ипатик, својот судија, во основаноста на иконопочитувањето. Кнезот го пушти на слобода и тој се врати во својот манастир, каде што се упокои мирно, во 716 година и се пресели во радоста на својот Господ."
  }, {
    "title": " Светите маченици Евлампиј и Евлампија",
    "important": false,
    "desc": "Брат и сестра, од Никомидија. Во времето на едно страшно гонење на христијаните од царот Максимијан некои верници од Никомидија се имаа засолнето и сокриено надвор од градот. Младиот Евлампиј го испратија в град да донесе леб. Кога влезе во градот ја виде царската наредба за прогонство и убивање на христијаните залепена на ѕидот, ја симна и ја искина. За ова веднаш беше изведен пред судија. Кога судијата почна да го советува да се одрече од Христа, тогаш и Евлампиј почна да го советува судијата тој да се одрече од лажните идоли и да Го признае Христос како единствен жив Бог. По ова судијата нареди и го биеја долго дури не го облеа крв и го мачеa со долги, лути маки. Кога слушна за мачењето на својот брат, девицата Евлампија дотрча и самата заедно со брат ѝ за да прими маки за Господ Исус Христос. И таа беше биена додека крвта не ѝ удри на носoт и на устата. Потоа ги фрлија во врела смола, па во вжарена печка, но тие со силата на името Христово и со знакот на Крстот го направија огнот безопасен. Најпосле на Евлампиј му ја отсекоа главата, а Света Евлампија издивна пред отсекувањето. Тогаш беа погубени уште двесте христијани, коишто поверуваа во Христа гледајќи ги силата и чудата на Св. Евлампиј и неговата сестра. Сите се овенчаа со маченички венци и преминаа во Небесното Царство."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Светиот апостол Филип",
    "important": false,
    "desc": "Родум од Кесарија Палестинска. Беше женет и во бракот му се родија четири ќерки, сите четири со дар на пророкување и сите четири заветувани девици Христови. Кога Светите апостоли избираа ѓакони, тогаш беше избран и Филип, покрај Стефан и останатите. Тој со голема љубов и внимание им служеше на сиромашните и на вдовиците. Кога настана гонењето на христијаните во Ерусалим, Св. апостол Филип се засолни во Самарија и таму го проповедаше Евангелието и Го сведочеше Бога со многубројни чуда и изгонувања на демони, со исцеленија на болни итн. Кога ги виде чудата на апостолот, се крсти и прочуениот волх Симон. Св. Филип го крсти и евнухот на царицата Кандакија. Потоа ангел Божји во истиот миг невидливо го пренесе во Азот, кадешто оттогаш поучуваше и проповедаше и мнозина ги обраќаше кон Христа. Беше поставен за епископ во Тралија. Се упокои мирно во длабока старост. "
  }, {
    "title": " Преподобен Теофан Начертани",
    "important": false,
    "desc": "Исповедник и писател на канони. Роден е во Арабија од богати и побожни родители. Заедно со неговиот брат Теодор (под 27 декември) се замонаши во манастирот на Св. Сава Осветен. Како многу образовани монаси ерусалимскиот патријарх Тома ги испрати кај царот Лав Ерменин за да му го образложат и да го одбранат пред царот иконопочитувањето. Свирепиот цар ужасно ги намачи овие Свети браќа и ги фрли во затвор. Подоцна царот иконоборец Теофил продолжи да ги мачи и за да ги изложи на потсмев на светот нареди на нивните лица да се нацртаат некои шегобијни зборови. По завршувањето на иконоборството Св. Теофан беше пуштен на слобода и наскоро посветен за епископ. Се упокои мирно во 847 година. За иконите страдаше дваесет и пет години. Напиша сто четириесет и пет канони и се удостои со наследството на вечната радост на својот Господ. "
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Светите маченици Тарах, Пров и Андроник",
    "important": false,
    "desc": "Тарах беше родум од Клавдиопол во Сирија; Пров од Сида Памфилиска, а Андроник - син на угледен граѓанин од Ефес. Мачени беа сите тројца заедно од антипатот Нумериј Максим во времето на царот Диоклецијан. Во времето на мачењето Тарах имаше шеесет и пет години. Кога антипатот трипати го праша за името, тој сите трипати одговори: „Христијанин“. Прво ги биеја со стапови, па крвави и изнаранети ги фрлија во затвор. Потоа повторно ги изведоа на истизавање. Кога антипатот го советуваше Пров да се одрече од Христа, ветувајќи му почести од царот и нудејќи му го своето пријателство, Св. Пров одговори: „Ниту почестите на царот ги сакам ниту твоето пријателство.“ А кога на Св. Андроник му се закануваше со уште поголеми маки, младиот Христов маченик му одговори: „Моето тело е пред тебе, прави што сакаш.“ После долготрајни мачења по разни места, овие тројца маченици ги фрлија во театар пред ѕверовите. Пред нив едни други маченици во истиот театар беа растргнати од ѕверовите. Но на овие светители ѕверовите не сакаа да им наштетат, туку мечката и лавицата се умилкуваа околу нив. Кога го видоа тоа многумина незнабожци поверуваа во Христа и му се развикаа на антипатот. Бесен од лутина, и полут од ѕверовите, антипатот им нареди на војниците, та влегоа и со сабји ги искасапија мачениците на парчиња. Телата им останаа измешани со мртвите тела на останатите осуденици. И бидејќи беа измешани со другите, а ноќта беше темна и христијаните беа во недоумение како да ги распознаат телата на мачениците, Му се помолија на Бога и одеднаш се појавија три свеќи над телата на тројцата светители. Потоа ги зедоа и чесно ги погребаа. "
  }, {
    "title": " Свети Мартин епископ Турски",
    "important": false,
    "desc": "Роден во Панонија, во еден град на Штаерска, во 316 година, од родители незнабожци. Татко му беше римски офицер и со ова и младиот Мартин, наспроти неговата волја, беше даден на војничка служба. Но тој веќе беше огласен во Христовата Црква, којашто ја љубеше со сето срце уште од раното детство. Една зима патувајќи со другарите кон градот Амиен, виде пред капијата на градот еден просјак како речиси трепери од студ. Мартин се сожали, заостана од другарите, ја симна од себе војничката наметка, ја пресече со сабјата на две: едната половина му ја даде на просјакот, со другата се загрна и замина. Таа ноќ му се јави во сон Господ Христос Кој им рече на Своите ангели: „Мартин е само огласен, а еве Ме облече со својата облека!“ Кога излезе од војската Мартин веднаш се крсти, ја крсти и мајка си. Потоа се замонаши во епархијата на Св. Илариј Поатиски и водеше живот полн со вистински подвиг. Беше извонредно смирен и заради смирението Господ му даде изобилен дар на чудотворство, така што и мртви воскреснуваше и зли духови изгонуваше. Наспроти неговата волја беше поставен за епископ во градот Тур. После многуплодната работа во лозјето Господово, после мачната борба со еретиците аријанци и незнабожците, Св. Мартин Му ја предаде својата света душа на Господ во 397 година. "
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Светата великомаченичка Злата Мегленска",
    "important": true,
    "desc": "Родена е во селото Слатина, во Мегленската област, од сиромашни селски родители, коишто имаа уште три ќерки. Света Злата беше кротка и побожна девојка, мудра со Христовата мудрост и златна не само по име туку и по богобојазливото срце. Еднаш кога излезе по вода, ја фатија некои бесрамни Турци и ја одвлекоа во својата куќа. Кога еден од нив ѝ нудеше да се потурчи и да му биде жена, таа храбро му одговори: „Јас во Христа верувам, само за Него знам и Он ми е Женик. Од Него нема да се откажам никогаш, макар и на илјада маки да ме ставите и на парчиња да ме исечете.“ Тогаш дојдоа нејзините родители и ѝ рекоа: „Смилувај се на себе и на нас, откажи се привидно од Христа и ќе бидеш среќна и ти и ние, а Господ е милостив, ќе ти прости за гревот ако го правиш по цена на животот.“ И плачеа горко родителите, сестрите и роднините. Но витешката душа на Св. Злата не даде да биде победена од ѓаволските стапици. На своите родители им одговори: „Штом ми советувате да се одречам од Христа Кој е вистински Бог, не сте ми повеќе родители ни сестри; татко ми е Господ Исус Христос, мајка Богородица, а браќа и сестри - светителите и светителките.“ Тогаш Турците ја фрлија во затвор, каде што лежеше три месеци и секој ден ја биеја додека нејзината крв не ја натопи земјата. Најпосле ја обесија главечки и ја подложија на оган за да се загуши од чадот. Но Господ беше со неа и ѝ даваше сила во страдањето. На крајот ја обесија на дрво и целата ја исекоа на парчиња. Така оваа мажествена девица Му го предаде својот дух на Бога и се пресели во рајските живеалишта, во 1796 година. Парчиња од нејзините мошти христијаните разнесоа за благослов по своите домови. "
  }, {
    "title": " Светите маченици Карп и Папила",
    "important": false,
    "desc": "Карп беше епископ Тијатирски, а Папила ѓакон. Беа родум од Пергам, каде што најпосле и пострадаа за верата Христова од свирепиот намесник Валериј, а во времето на Декиевото царување. Валериј ги врза за коњи и ги потера во Сард, каде што ги фрли на лути маки, но ним им се јави Божји ангел, ги исцели од раните и ги укрепи. Агатодор, слугата на Карп, во голема тага го следеше својот господар, сѐ додека и него не го врзаа за мачење. Потоа Валериј одново ги врза за коњи и ги довлечка од Сард во Пергам. Кога Св. Карп го врзаа за дрво и го биеја толку што целото тело му го претворија во рана и неговата крв во потоци ја напојуваше земјата, насреде тие маки тој се насмеа. Кога го прашаа зошто се смее, одговори дека ги гледа небесата отворени и Господ кај седи на престол, со херувимите и серафимите наоколу. Кога го мачеа Папила, тој со молитва исцели еден човек, слеп на едното око. И многумина видоа и поверуваа во Христа. Изложени пред ѕверовите, останаа неповредени. Кога ги фрлија во огнена печка, ова го виде Агатоника, сестра му на Папила, па и таа скокна во огнот. Но огнот не ги изгоре. Најпосле сите ги убија со меч, во 251 година и примија венци на бесмртната слава. "
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Преподобна Параскева (Петка)",
    "important": true,
    "desc": "Оваа славна светителка се роди во градот Епиват, меѓу Силинаврија и Цариград. Родителите ѝ беа богати и благочестиви христијани, а освен Петка имаа и еден син, Ефтимиј, кој за време на животот се замонаши и подоцна стана угледен епископ Малитски. По смртта на родителите девицата Петка желна за подвижнички живот го напушти родителскиот дом и отиде најнапред во Цариград, а потоа во Јорданската пустина, каде што се подвизуваше до својата старост. Кој би можел да ги прикаже сите трудови и страдања и демонски искушенија што ги претрпе Света Петка во долгата низа години? На старост еднаш ѝ се јави ангел Божји и ѝ рече: „Остави ја пустината и врати се во твојата татковина, таму треба да ѝ го предадеш телото на земјата, а со душата ќе се преселиш кај Господ.“ Света Петка го послуша небесниот глас, ја остави својата омилена пустина и се врати во Епиват. Тука таа поживеа уште две години, пак во непрестајна молитва и пост и потоа го предаде својот дух на Бога. Се упокои во 9 век. Нејзините чудотворни мошти низ вековите беа пренесувани: во Цариград, во Трново, па пак во Цариград, па во Белград. Сега се наоѓаат во Романија, во градот Јаши. Во Белгард постои вода (агијазма) на Света Петка, којашто чудотворно ги лечи сите болни што ѝ притекнуваат со вера во Бога и со љубов кон светителката."
  }, {
    "title": " Светите маченици Назариј, Гервасиј и Протасиј",
    "important": false,
    "desc": "Назариј е родум од Рим, од татко Евреин и мајка христијанка. Мајка му, Перпетуа, прими Крштение од самиот апостол Петар. Кога ја прими мајчината вера, Назариј со ревност се предаде на исполнување на сите заповеди на Црквата. Неустрашливо проповедајќи го Евангелието, дојде во Медиолан (Милано). Таму во затвор ги најде Гервасиј и Протасиј и им служеше со голема љубов. Кога дозна за ова тамошниот кнез, нареди и го избија Назариј и го протераа од градот. Во видение му се јави мајка му и му рече дека треба да отиде во Галија (Франција) и таму да го проповеда Евангелието. Назариј така и направи. По неколку години тој пак појде во Медиолан заедно со младиот Келсиј, којшто му стана ученик откако го крсти во Галија. Тука ги затекна браќата Гервасиј и Протасиј сѐ уште во затворот во којшто кнезот Анулин брзо го фрли и него. И Христовите маченици се радуваа заради својата повторна средба по Божја Промисла. Царот Нерон нареди Назариј да го убијат; и кнезот ги изведе од затворот Назариј и Келсиј и им ги отсече главите. Наскоро потоа беа убиени и Светите Гервасиј и Протасиј од некој војвода Астазиј, којшто врвеше низ Медиолан одејќи во војна против Моравците. Па кога војводата чу дека овие двајца браќа не им принесуваат жртви на идолите, се уплаши да не ја изгуби битката заради ова, па нареди и веднаш ги убија со меч. Гервасиј и Протасиј беа близнаци на блажени родители коишто исто така беа маченици за верата: Валериј и Виталија. Моштите на Св. Назариј од некоја градина надвор од градот ги пренесе Св. Амвросиј во црквата на Светите апостоли, а моштите на Св. Гервасиј и на Св. Протасиј нему му беа откриени во едно чудесно видение. "
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Преподобниот маченик Лукијан, презвитер антиохиски",
    "important": false,
    "desc": "Роден е од благородни родители во Самосат во Сирија. Во младоста стекна мошне широко светско и духовно образование. Овој маж беше познат по ученоста и по подвижничката строгост на животот. Откога го раздаде својот имот на сиромашните, се издржуваше од своите поучни дела и од тоа се хранеше како од некое ракоделие. Ѝ направи на Црквата мошне голема услуга со тоа што според еврејскиот текст поправи многу места од Светото Писмо коишто еретиците сходно на своето изопачено учење ги беа расипале. Заради ученоста и духовноста беше ракоположен за презвитер во Антиохија. Во времето на гонењето на Максимијан, кога беа измачени Св. Антим Никомидиски и Св. Петар Александриски и Лукијан беше на списокот на оние коишто царот сакаше да ги погуби. Тој побегна од градот и се скри, но го поткажа некој завидлив еретички свештеник Панкратиј. Во тоа време гонењето беше ужасно. Не беа поштедени ниту малите деца. Две момченца кои не сакаа да јадат од идолските жртви беа фрлени во врела бања, каде што во маки ги предадоа светите души на Бога. Една ученичка на Лукијан, по име Пелагија, за да ја зачува својата девственост се качи на покривот на куќата, а оттаму падна и се разби (под 8 октомври). Лукијан го одведоа во Никомидија пред царот. Патем со своите совети успеа да обрати во верата четириесетмина војници. И сите завршија маченички. После испитување и биење го фрлија во затвор и го мореа со глад. Св. Јован Златоуст за него пишува: „Тој го презре гладот, да го презреме и ние раскошот и да ја уништиме власта на цревата, за кога ќе дојде време да се бара од нас таква мажевност, однапред подготвени преку помалите подвизи, да се јавиме славни во времето на борба.“ На Богојавление се причести во затворот, а утредента Му го предаде својот дух на Бога. Пострада на 7 јануари 311 година. "
  }, {
    "title": " Преподобен Ефтимиј Новиот",
    "important": false,
    "desc": "Роден е во Анкира, во 824 година од праведни родители, Епифаниј и Ана. Служеше војска, се ожени и имаше една ќерка, Анастасија. Се подвизуваше остро и долго во Олимписките манастири, а потоа на Света Гора. Извесно време живееше како столпник во близина на Солун. Овде, во околината на Солун, основа еден машки и еден женски манастир. Се упокои на Свештениот остров близу Света Гора, кон крајот на 9 век. Неговите свети и чудотворни мошти почиваат во Солун."
  }, {
    "title": " Светите Четириесет Битолски маченици",
    "important": true,
    "desc": "Bо времето кога Османлиите тргнале да го завладеат Балканскиот полуостров, градот Битола (нарекуван уште и Манастир поради бројноста на црквите, манастирите и скитовите) бил голем и добро утврден град. Животот во него прилегал на Црква Божја, а најголема скапоценост, пак, било бројното монаштво, сместено низ многуте манастири и скитови, внатре и надвор во неговата околина. Но општото зло што ги снашло христијaнските земји на Балканот во втората половина на XIV век, не го одминало ни овој, не малку значаен град. Имено, откако османлиските војски без борби го освоиле градот Прилеп, тие ја опколиле и ставиле под опсада Битола. Населението давало огромен отпор, не поради надмоќноста во бројност, или во оружје, туку поради храброста и пожртвуваниот дух, посветен целосно на верата и слободата. Но по четиримесечната опсада и тешките, жестоки битки што бојното поле го претвориле во алеја на пустош и беда, градот, по допуштение Божјо, конечно паднал во рацете на Османлиите. Според нивниот закон, жителите на освоениот христијански град што ќе одбиел да се предаде, ја губеле личната слобода, а војниците на освојувачот имале право три дена неограничено да убиваат и ограбуваат. Па така, откако Агарјаните влегле низ градските ѕидини, следеле страшни настани: жителите биле убивани, жените силувани, свештениците, монасите и монахињите мачени и погубувани; храмовите биле ограбувани и сквернавени, а потоа и до темел палени. Целиот град што претходно имал обличје на еден голем и прекрасен манастир, почнал да потсетува на бедна и тажна слика од некој мрачен уметник, касапница на човечки тела, гнездо на ужас и страв. Улиците и сите градски населби биле претворени во губилиште – Голгота, а мртви тела имало насекаде. Градските зданија и тврдини биле претворени во пепел и прав. Особено големо крвништво варварите покажале кон свештениците и монасите, коишто за сето време на борбите непрестајно го поучувале и поткрепувале верниот народ, поттикнувајќи го да се бори до крај за својот Спасител и Творец – Христос, па и самите застанале цврсто во одбрана на своите светињи, своите огништа и гробовите на своите предци. Многу од жителите, поттикнати од благодатните проповеди на овие преподобни богоугодници, со радост оделе на губилиште, говорејќи: „Подобро смрт, отколку да Го предадеме Христа, единствениот вистински Бог, Кој ни дава живот вечен!“ Најревносните, пак, проповедници и чувари на верата, претежно млади продуховени и просветлени монаси, со неколкуте искусни обожени старци, сите заедно триесет и девет на број, од повеќе битолски манастири и скитови, кои, по Божја промисла, ги преживеале страшните настани, се повлекле во манастирот „Св. Георгиј Победоносец“. Оттаму, тие преку молитви, утехи и беседи ги храбреле битолчани да не го жалат, па ако треба и да го дадат својот привремен живот само да не се откажат од својата прататковска вера во Христа, знаејќи дека така ќе придобијат бесмртен живот во слава и чест. Затоа водството на Агарјаните имало голема желба да ги зароби и некако да ги придобие овие монаси на своја страна, за откако ќе им го прекинат изворот на просветление на останатите битолчани, полесно да можат да ги поколебаат во верата и да ги наведат да му се подадат на учењето на нивниот пророк. По пат на предавство, Исмаилците успеале да откријат каде се кријат овие монаси, ја разбиле манастирската врата и ги заробиле браќата, коишто тогаш се наоѓале на утрено молитвено собрание. Најпрвин жестоко ги измачиле, па потоа ги фрлиле в зандана, а утредента, доведувајќи им ги најдобрите мухамедански учители, започнале ласкаво да им се додворуваат и да ги убедуваат да се откажат од Христа. Мухамеданските првенци се обиделе најпрво со ветување на слобода, голема чест и земни блага, да ги наведат монасите да се откажат од својата вера. Но бидејќи браќата не сакале ни да слушнат за такво нешто, туку бескомпромисно изјавиле дека подобро би претрпеле и најлути маки отколку да Го остават најслаткиот Исус, Агарјаните се обиделе преку теолошки дијалог да ја постигнат својата цел. Започнала препирка за тоа која вера е вистинската, при што монасите мудро одговарале, темелејќи ги своите зборови на Светото Писмо и светоотечкото Предание и така постигнале победа во дијалогот. Откако го проследил со големо внимание овој дијалог, еден Турчин, кој се викал Хасан, а им служел како преведувач на препирачите, се восхитил и бил трогнат од неочекуваната духовна длабочина и големото христијанско смирение на овие блажени души. А восхитен и од необичната храброст на битолските монаси, како и нивната цврста вера, тој силно посакал своето мухамеданско верување да го промени во христијанско Православие. Ранет длабоко во срцето од стрелата на Христовата љубов и благодат, тој громогласно извикал: – Голем е Бог на христијаните, и јас сум Христов! Навистина, роден сум како мухамеданец и воспитан во мухамеданскиот закон, но сега го примам Божјиот призив што ме повикува во царството на Исуса Христа, Синот Божји и Господ мој. Отфрлам секакво друго учење освен законот на добриот Христос! Ваквата ненадејна промена во однесувањето на така угледен султански великодостојник најпрво предизвикала недоумица кај Агарјаните, но гледајќи го неговото просветлено ангелско лице, тие ја увиделе цврстата определба на својот сонародник, па грубо нафрлајќи се на него, толку силно го претепале што на телото на маченикот не останало неповредено место. Потоа го фрлиле во занданата, заедно со останатите Христови преподобномаченици. Преку ноќта, светите отци со голема љубов се погрижиле за него и подробно му го објасниле Евангелското учење. Целата таа ноќ тие ја поминале во непрестајни благодарења на Бога, славословија и усрдни молитви. Утредента, кога посрамените Агарјани увиделе дека монасите се непопустливи и бидејќи исполнети со безмерен гнев, ги осудиле на смрт сите четириесетмина и ги повеле кон височинката на Баирскиот рид, кај еден голем камен, што сè уште постои, за таму да им ги отсечат главите. Тоа високо ритче има таква местоположба, што може да се види од секое место во градот. Одејќи кон својата Голгота, светите биле радосни, како да одат на свадбена веселба. А кога стигнале на спомнатото место, пред да бидат посечени, тие Му се помолиле на Бога: да ги заштити децата и луѓето кои умираат за Него, да ги вразуми заблудените, да се смилува над градот и повторно да го подигне од урнатините, да им го врати скиптарот на христијанските цареви... Веднаш потоа, на 9-от ден од месец март, во 1385 година од Раѓањето по плот на нашиот Спасител Господ Исус Христос, Осмaнлиите им ги отсекле главите и така Преподобномачениците ја покажале својата бестрашност, извојувале неовенлива победа и го добиле венецот на славата од Господа, својот Подвигоположник, за да се радуваат вечно во Неговото царство, молејќи се за сите оние што верно го почитуваат нивниот свет спомен. Зајдоа овие светила на земјата за да заблескаат уште посилно на небесата. Телата на Светиите биле намерно расфрлени по тешко пристапни места, во горите на планината Баба, како храна на шумските ѕверови, за да не дојдат во рацете на христијаните и да се уништи споменот за нив. Но споменот за нив никогаш не згаснал во срцата на верните, кои до наши дни, секоја година, на денот на нивното мачеништво, во голем број се собираат за да се поклонат во храмот изграден над каменот каде што била пролеана нивната света маченичка крв и каде стануваат безброј и големи чудеса. По молитвите на светите Четириесет битолски преподобномаченици, коишто пострадале заради Твоето пресвето Име, Господи Исусе Христе, Боже наш, помилуј нè и спаси нè. Амин! "
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Светиот маченик Лонгин",
    "important": false,
    "desc": "Божествениот евангелист Матеј опишувајќи го страдањето на Господ вели: „А стотникот и оние што заедно со него Го чуваа Исуса, откако го видоа земјотресот и сѐ друго што стана, се уплашија многу и говореа: „Навистина овој бил Син Божји“ (Матеј 27, 54). Тој стотник беше овој блажен Лонгин, којшто со уште двајца свои војници поверува во Христа. Тој беше старешина на војниците што присуствуваа на распнувањето на Господ на Голгота и старешина на стражата што го чуваше гробот. Кога еврејските старешини дознаа за Христовото воскресение, ги потплатуваа војниците да разгласуваат лажна вест дека божем Господ не воскреснал туку дека телото Го украле Неговите ученици. Евреите се обидоа да го потплатат и Лонгин, но тој не се даде. Тогаш Евреите прибегнаа кон својот вообичаен начин, т.е. решија да го убијат. Кога дозна за ова Лонгин го симна војничкиот појас, се крсти од апостолите заедно со оние двајца другари, и заедно тајно го напуштија Ерусалим, од каде што се преселија во Кападокија. Таму Св. Лонгин се предаде на пост и молитва и како жив сведок на Воскресението Христово со своето сведоштво обрати мнозина незнабожци во вистинската вера. Потоа се оддалечи в село на имотот на татко му. Сепак еврејската злоба ни таму не го остави мирен. Поради клевета од Евреите, Пилат испрати војници да го убијат Лонгин. Св. Лонгин го проѕре со духот приближувањето на своите џелати, па им излезе во пресрет и ги покани во својот дом не кажувајќи им кој е. Добро нагостени од него тие легнаа да спијат, а Св. Лонгин застана на молитва и цела ноќ се подготвуваше за смрт молејќи се. Во зората отиде и ги доведе оние свои двајца другари, се облече во бели погребни облеки и ги поучи домашните, а им покажа место на едно ритче за да го закопаат. Тогаш им се јави на војниците и им кажа дека тој е Лонгин когошто тие го бараат. Војниците се збунија и се засрамија и не ни мислеа да го убијат, но тој почна да ги присилува да ја извршат заповедта на својот старешина. И тогаш ги убија Лонгин и неговите двајца другари. Главата Лонгинова војниците му ја однесоа на Пилат, Пилат им ја предаде на Евреите, а тие ја забија во ѓубриштето надвор од градот. "
  }, {
    "title": " Преподобен Лонгин Трудољубивиот",
    "important": false,
    "desc": "Киево-Печерски монах од 14 век. Беше вратар во манастирот и имаше толку чисто и облагодатено срце, што секогаш знаеше со какви мисли некој влегува во манастирот, а со какви мисли излегува. Неговите чудотворни мошти почиваат во Теодосиевите пештери. "
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Светиот пророк Осиј",
    "important": false,
    "desc": "Син Веириин од племето Исахарово. Живееше и пророкуваше 800 години пред Христа. Неговите боговдахновени зборови се наоѓаат во неговата книга составена од четиринаесет глави. Му упати многу укорувања на Израилот и на Јуда за идолопоклонството, пророкуваше за казната Божја за гревовите, ја прорече пропаста на Самарија и на Израилот заради богоотстапништвото, а и милоста Божја кон Јудиното колено. Го прорече укинувањето и престанокот на старозаветната жртва и доаѓањето на Господ и богатството на даровите коишто Он ќе ги донесе со Себе на земјата. Живееше до длабока старост и мирно се упокои."
  }, {
    "title": " Светите маченици и бесребреници Козма и Дамјан",
    "important": false,
    "desc": "Едни од оние коишто се именуваат со ова име мирно се упокоија на 1 ноември. Другите беа каменувани во Рим на 1 јули, а овие третите беа од Арабија и под денешниот датум за нив станува збор. По занимање беа лекари, но кога ја примија Христовата вера ги исцелуваа болните со името на Исус Христос. Заради ова чудотворно лечење за нив се расчу на сите страни. Злобните незнабожци ги фатија и ги одведоа пред кнезот Лисиј во градот Егас. Бидејќи Светите браќа по никоја цена не сакаа да се одречат од Христа, најпрво ги фрлија во море, а потоа во оган. Но Семоќниот Бог ги спаси и од потоп и од оган. Ангел Господов им се јави спасувајќи ги. Незнабожечкиот кнез му го припишуваше ова на некоја нивна магија. А тие му одговорија: „Никаква магија не знаеме и не користиме, но ја имаме силата Христова којашто нѐ спасува и нас и сите што го повикуваат пресветото име Христово.“ Тогаш ги удираа со камења, но камењата се одбиваа од нив; ги стрелаа со стрели, но и стрелите се одбиваа. Најпосле ги обезглавија со меч. Со нив пострадаа и примија венец на слава Светите Леонтиј, Антим и Евтропиј. Пострадаа во времето на Диоклецијан и Максимијан. Од нивните свети мошти се јавија многубројни чуда, како во времето кога беа живи. "
  }, {
    "title": " Преподобниот маченик Андреј",
    "important": false,
    "desc": "Христијански свештеник роден на Крит. Во времето на гонењето на иконите се покажа како голем поборник на иконопочитувањето. За да го изобличи злочестивиот цар Копроним за неговото иконоборство, Св. Андреј отиде во Цариград. Еден ден царот беше во црквата на Св. маченик Мамант. Андреј влезе во црквата, застана пред царот и јавно пред сите го укори: „Подобро ќе беше цару да си ги гледаш војничките работи и да управуваш со народот одошто да Го гониш Христа и Неговите слуги.“ За ова Св. Андреј беше многу биен и мачен и влечен по улиците. Еден еретик го удри со секира и го уби. Така ја предаде својата света душа на Бога, во 767 година. Неговите мошти се извор на исцеленија за болните."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Светиот апостол и евангелист Лука",
    "important": true,
    "desc": "Роден е во Антиохија. Во младоста добро ја изучи грчката философија, медицината и иконописот. Во времето на делото на Господ Исус на земјата Свети Лука дојде во Ерусалим и таму Го виде Спасителот лице в лице, ја чу Неговата спасоносна наука и стана сведок на Неговите чудесни дела. Откако поверува во Господ, Св. Лука беше вбројан меѓу Седумдесеттемина апостоли и пратен на проповед. Заедно со Клеопа Го виде воскреснат Господ на патот за Емаус (Лука 24). По слегувањето на Светиот Дух на апостолите, Лука се врати во Антиохија и таму му стана сотрудник на Св. апостол Павле со когошто патуваше во Рим, обраќајќи ги во Христовата вера Евреите и незнабожците. „Ве поздравува Лука, лекарот љубезен“, им пишува на колосјаните Св. апостол Павле (Колосјани 4, 14). На молба на христијаните го напиша Евангелието, околу 60 година. После мачениката смрт на Св. апостол Павле Свети Лука го проповедаше Евангелието по Италија, Далмација, Македонија и на други места. Ја иконописаше Пресвета Богородица - и тоа не една туку три икони - а исто така Светите апостоли Петар и Павле. Оттука Свети Лука се смета за основач на христијанскиот иконопис. На старост го посети и Горен Мисир. Од Мисир се врати во Грција, каде што со голема ревност продолжи да проповеда и да ги обраќа луѓето кон Христа, не обѕирајќи се на својата длабока старост. Свети Лука ги напиша Евангелието и Делата Апостолски, обете посветувајќи му ги на Теофил, кнезот на Ахаја. Имаше осумдесет и четири години кога злобните идолопоклоници го подложија на маки заради Христа и го обесија на една маслина во градот Тива (Теба) Беотиска. Чудотворните мошти на овој прекрасен светител во времето на Константиновиот син, царот Констанциј, беа пренесени во Цариград. "
  }, {
    "title": " Светите Јулијан и Дидим Слепецот",
    "important": false,
    "desc": "Св. Јулијан наречен Пустиник беше Персијанец и селанец без школо, но заради чистотата на своето срце беше сад исполнет со благодатта на Светиот Дух. Се подвизуваше покрај Еуфрат во Месопотамија. Имаше дар на проѕорливост. Во мигот кога загина Јулијан Отстапник, Свети Јулијан тоа го проѕре со духот и им го објави на учениците. Неговиот современик, Св. Дидим Слепец во Александрија, исто така ја проѕре со духот погибелта на Јулијан: беше на молитва ноќе кога му дојде глас од небото: „Денес загина царот Јулијан; извести го за тоа патријархот Атанасиј.“ Свети Антониј Велики многу го уважуваше овој чудесен слепец Дидим, којшто имаше проѕорлив дух и навраќаше кај него кога од пустината одеше за Александрија; и заедно Му се молеа на Бога. Овие двајца прекрасни слуги Господови, Св. Јулијан и Св. Дидим, се упокоија по 362 година. "
  }]
}]