[{
  "day": "1",
  "holydays": [{
    "title": "Преподобен Прохор Пчински",
    "important": true,
    "desc": "Сoврeмeник и другар на св. Јoван Рилски и на Гаврил Лeснoвски.Бидејќи се молеше за тоа, Бог му го покажа местото на неговиот подвиг. Тоа место беше на брегот на реката Пчиња. Свети Прохор се подвизуваше таму до старост и до својата смрт. Само Едниот Бог знае за сите негови подвизи и искушенија што ги претрпе во текот на овој живот. Но според неговите мироточиви мошти и безбројните чудесни исцеленија, коишто и денес не престанаа, може да се суди за големината на Божествената благодат што му ја подари Бог за неговите големи страдања. Свети Прохор се упокои и се пресели во Царството Небесно во XI век."
  }, {
    "title": " Светиот маченик Вар",
    "important": false,
    "desc": "Беше римски офицер во Мисир и притоа потаен христијанин. Кога седуммина хрситијански учители беа фрлени во затвор, Вар ги посетуваше во затворот, ги снабдуваше со потребното, им служеше усрдно. Им се восхитуваше на мачениците и жалеше што и тој од страв не може да стане маченик за Христа. Оние Божји луѓе го охрабрија и Вар реши и самиот да појде со нив на маки. Еден од тие Божји луѓе се упокои во затворот. Кога нечестивиот кнез ги изведе мачениците пред себе и виде дека се шест, запраша каде е седмиот. Вар извика дека самиот е седмиот. Тогаш разјарениот кнез прво го зеде и го мачеше Вар. Нареди и го биеја гол со суви стапови; потоа го приврзаа за едно дрво и со ножеви му сечеа парче по парче од месото, додека не ја предаде светата душа на Господ. Неговот тело го фрлија на ѓубриште. Некоја жена, Клеопатра, родум од Палестина и вдовица на некој офицер, се најде тука со нејзиниот син Јован. Тајно ги зеде моштите на Св. Вар од ѓубриштето и ги погреба во својот стан. Потоа измоли од кнезот дозвола да може да го пренесе од Мисир во Палестина телото на својот упокоен маж. Како на офицерска жена кнезот тоа веднаш ѝ го дозволи. Но блажената христијанка Клеопатра не го пренесе телото на својот маж, туку моштите на Св. маченик Вар. Таа ги однесе овие Свети мошти во своето родно село Едра близу Тавор и таму чесно ги погреба. Потоа на Св. Вар му подигна и храм. Светиот маченик често ѝ се јавуваше од оној свет, светол како ангел Божји."
  }, {
    "title": " Пренос на моштите на Свети Јован Рилски",
    "important": false,
    "desc": "Овој голем подвижник и светилник на Православната Црква се роди близу Софија во местото Скрина, во времето на царот Борис. Се роди од бедни и благочестиви родители. По смртта на родителите се замонаши и се оддалечи во една дива гора и таму во една пештера почна да се подвизува. Овде претрпе многу напади од демоните и од луѓето, од разбојници и од своите роднини. Потоа се пресели на Рилската Планина и се насели во едно шуливо дрво. Се хранеше само со трева и со грав, којшто по Божја Промисла почна да расте во близината. Долги години тој не виде човечко лице, додека, повторно по Божја Промисла, не го открија овчари коишто трагаа по своите изгубени овци. Така светителот се прочу меѓу луѓето и тие почнаа да му доаѓаат барајќи помош во болестите и во маките. Го посетуваше и самиот цар бугарски Петар и бараше совети од него. Мнозина ревнители во духовниот живот се населија близу Јован и таму наскоро кренаа храм и манастир. Свети Јован се упокои во Господ мирно на 18 август 946 година, во седумдесеттата година од неговиот живот. По смртта им се јави на своите ученици. Неговите мошти се пренесени најнапред во Софија, па во Унгарија, па во Трново и најпосле во Рилскиот манастир, каде што и денес почиваат. Рилскиот манастир со векови беше светилник и место на чудотворна сила и духовна утеха за христијанскиот народ во Бугарија, особено во тешките времиња на турското ропство."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Светиот великомаченик Артемиј",
    "important": false,
    "desc": "Овој славен светител беше родум Мисирец и прв војвода на царот Константин Велики. Кога на царот Константин му се јави победоносниот крст, поверува во Господ Исус Христос и се крсти. Подоцна, во времето на царот Констанциј овој цар го испрати Артемиј во Елада за да ги пренесе моштите на Св. Андреј од Патрас и на Св. Лука од Тива во Цариград, а ова војводата Артемиј го изврши со радост. Потоа беше поставен за августалиј и царски намесник во Мисир и во овој чин остана и во времето на Конастанциј, Константиновиот син, а извесно време и при Јулијан Отстапник. Кога овој богоотстапен цар тргна во војна со Персијанците, запре во Антиохија и му нареди и на Артемиј да дојде со својата војска во Антиохија. Артемиј дојде. Во тоа време царот удри на маки двајца христијански свештеници, Евгениј и Макариј. Кога го виде тоа Артемиј се возмути со сето срце и излезе пред царот и му рече: „Зошто цару толку нечовечно ги мачиш невините и на Бога посветени мажи и зошто ги присилуваш да се откажат од верата православна?“ И уште Артемиј му прорече на царот: „Твојата погибел е близу.“ Разјарен царот ги испрати оние двајца чесни свештеници на прогонство во Арабија, каде што набрзо се упокоија, а војводата Атемиј го расчини и нареди да го растргнуваат и бијат. Сиот ранет и раскрвавен Артемиј го фрлија во затвор, каде што му се јави Самиот Господ Исус Христос, Кој го исцели и го утеши. Потоа царот нареди, та го спростреа на еден камен, а со друг тежок камен го притиснаа така што телото на Артемиј го здробија и го сплескаа како штица. Најпосле му ја отсекоа главата во 362 година. А царот Јулијан отиде на бој против Персијанците и срамно загина, како што му прорече Св. Артемиј."
  }, {
    "title": " Преподобен Герасим Нови",
    "important": false,
    "desc": "Од Трикали во Пелопонез, од славната фамилија Нотарас. Роден е во 1509 година. Се подвизуваше на Атон, потоа во Палестина, каде што постеше четириесет дена. Потоа се насели на островот Кефалонија, каде што основа еден женски манастир. Со молитва низведуваше дожд, исцелуваше болни и проѕираше во иднината. Се упокои во Господ на 15 август 1579 година. Чудотворец за време на животот и после смртта."
  }, {
    "title": " (Задушница)",
    "important": true
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Преподобен Иларион Велики",
    "important": false,
    "desc": "Како што розите растат на трнливо стебло така и овој прекрасен светител се роди од родители незнабожци, во селото Тавата близу Газа Палестинска. Родителите го дадоа на науки во Александрија, каде што како надарено момче брзо ја прими и светската ученост и духовната мудрост. Штом Го позна Христа и се крсти, посака целосно да Му се предаде на служба на Господа. Со таа желба во срцето Иларион појде и го посети Св. Антониј во пустината и стана негов ученик. Потоа се врати во својата татковина и се подвизуваше близу Мајум, кај Газа. Демоните го плашеа со разни застрашувања, но со молитва кон Бога и со знакот на крстот постојано ги победуваше и ги изгонуваше. Околу него се собраа мноштво љубители на духовниот живот и за Палестина Св. Иларион стана она што за Египет беше Св. Антониј. Како Божествен учител, нерасслаблив подвижник, прекрасен чудотворец, Иларион беше уважуван не само од христијаните туку и од незнабожците. Но плашејќи се од човечките пофалби и говорејќи си со плач: „Тешко мене, ја примив на земјата својата плата!“, тој бегаше од место во место само за да се скрие од луѓето и да остане сам со својата душа и со Бога. Така се населуваше и извесно време живееше во Мисир, во Сицилија, во Далмација и најпосле на Кипар, каде што го заврши својот земен живот околу 372 година, кога имаше осумдесет години . Неговиот ученик Исихиј чудотворните мошти на Св. Иларион ги пренесе во Палестина и ги положи во манастирот што го основаше тој."
  }, {
    "title": " Свети Иларион Мегленски",
    "important": false,
    "desc": "Роден е од угледни и побожни родители. Неговата бездетна мајка долго Му се молеше на Бога да ѝ даде едно дете и по нејзините молитви ѝ се јави Пресвета Богородица и ја утеши со зборовите: „Не тагувај, ќе родиш син и тој многумина ќе обрати кон светлоста на вистината.“ Кога Иларион имаше три години, од неговите усни непрестајно се слушаше песната: „Свјат, Свјат, Свјат Господ Саваот!“ Добро школуван, тој се замонаши во својата осумнаесетта година и основа манастир со типикот на Св. Пахомиј. Трновскиот архиепископ Евстатиј во 1134 година го ракоположи за епископ Мегленски. Св. Иларион речиси сиот живот водеше голема борба против богомилите и против ерменските еретици. Но со својата духовна ученост и со својата светост неспоредливо ги посрами сите и мнозина од нив ги приведе кон Православието. Се упокои мирно во Господ во 1164 година."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Свети Аверкиј Рамноапостолен",
    "important": false,
    "desc": "Во времето на царот Антонин Св. Аверкиј беше епископ во градот Јерапол Фригиски. Во тој град огромното мнозинство беа незнабожци, а Св. Аверкиј управуваше со своето малечко стадо и тагувајќи во срцето заради толкавото мноштво незнабожци и идолопоклоници усрдно Му се молеше на Бога да ги обрати кон светлоста на вистината. Во времето на едно прочуено идолско празнување, Аверкиј се распали со ревност по Бога, па влезе во идолскиот храм и ги испокрши сите идоли. Кога разјарените незнабожци сакаа да го убијат, во тој миг припаднаа пред него тројца бесни млади луѓе со пена на усните и со урлање, а Божјиот човек со молитва ги изгони од нив демоните и момчињата станаа здрави и мирни. Кога го видоа тоа, незнабожците го свртеа својот гнев во восхит кон Христовиот чудотворец и веднаш петстотини од нив примија Крштение. Малку по малку целиот град Јерапол поверува во Христа и се крсти. Антипатот на таа област, Публиј, имаше слепа мајка на којашто Аверкиј со молитва ѝ го врати видот, та поверуваа во Бога Публиј и неговата мајка и мнозина други луѓе. На старост беше повикан во Рим, каде што ја исцели од лудило царската ќерка. Неколкупати на овој Свој верен следбеник му се јавуваше Господ Исус Христос. Од далеку и од околината кај него доаѓаа луѓе заради неговата чудотворна помош при нивните неволји. Демоните не само што се плашеа од него туку кога им заповедаше и му служеа. На заповед на Самиот Господ го проповедаше Евангелието и во Сирија и во Месопотамија. Пред својот љубен Христос се престави во длабока старост, во градот Јерапол, на крајот од 2 век."
  }, {
    "title": " Преподобен Лот",
    "important": false,
    "desc": "Голем мисирски подвижник. Современик на Светите авви Арсениј Велики и Агатон. Се подвизуваше во својот манастир близу едно езеро крај градот Арсиној и на патот кон спасението раководеше со мноштво браќа. Негов близок другар и советник беше авва Јосиф. Еднаш Лот му рече на Јосиф: „Авво, постам колку што можам, ги држам молитвата и безмолвието и богомислието, и според својата сила се чувам од скверните помисли. Што уште, значи, да правам?“ Тогаш Старецот стана, ги крена рацете кон небото и неговите десет прсти заблескаа како десет пламени јазици. Па му одогвори: „Ако сакаш, сиот биди оган!“ Откако Му угоди на Бога и многумина ги поучи на патот кон спасението, Св. Лот се упокои мирно во 5 век."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Св. апостол Јаков, брат Господов",
    "important": false,
    "desc": "Се нарекува брат Господов затоа што му беше син на праведниот Јосиф, свршеникот на Пресвета Богородица. Кога праведниот Јосиф беше на умирање, па сакаше да Му остави еден дел на Исус, синот на Пресветата Дева Марија, сите браќа се спротивставија на ова, не сметајќи Го за свој брат. Јаков многу Го љубеше Исуса и изјави дека тој ќе го подели својот дел со Него. И затоа се нарекува брат Господов. Од почетокот Му беше приврзан. Според преданието тој и во Мисир одеше со Пресветата Дева и со Јосиф кога Ирод бараше да Го убие новородениот Цар. Штом ја чу Христовата наука Јаков почна да живее според неа. За него се вели дека целиот живот не јадел маст ниту зејтин, туку дека живеел само на леб и вода. И бил девственик до крајот на животот. Многу бдеел ноќе и Му се молел на Бога. Господ го вбројал во Своите Седумдесетмина апостоли. По воскресението Христос нему му се јавил посебно, како што сведочи Св. апостол Павле (1 Кор. 15). Бил епископ во Ерусалим триесет години и ревносно управувал со Божјата Црква. По указ на Господ ја составил првата литургија, којашто за подоцните христијани беше премногу долга, па затоа ја скратуваа Св. Василиј Велики и Св. Јован Златоуст. Многумина Евреи и Елини Св. Јаков ги обрати во верата Христова. И самите неверни Евреи ѝ се восхитуваа на неговата праведност и го нарекуваа Јаков Праведниот. Но кога дојде за првосвештеник Анан, тој со другите еврејски старешини намисли да го убие апостолот Јаков, како проповедник Христов. Еднаш на празникот Пасха, кога многу народ се беше собрал во Ерусалим, му рекоа старешините да се качи на покривот од храмот и оттаму да говори против Христа. Свети Јаков се качи и почна да му зборува на народот за Христа како за Син Божји и вистински Месија, за Неговото воскресение и за Неговата вечна слава на небесата. Разјарени свештениците и старешините го турнаа од покривот и тој падна и се повреди многу, но сѐ уште беше жив. Тогаш притрча еден човек и го удри по главата толку силно, што му го истури мозокот. И така сврши со маченичка смрт овој преславен Христов апостол и се пресели во царството на својот Господ. Јаков имаше шеесет и три години кога пострада за Христа."
  }, {
    "title": " Свети Игнатиј, патријарх Цариградски",
    "important": false,
    "desc": "Син на царот Михаил Рангава. За патријарх дојде после Св. Методиј во 846 година. Во 858 година го симнаа од престолот и го пратија во прогонство. На негово место стана патријарх првиот царев секретар, Фотиј. Но кога на царскиот престол дојде Василиј Македонецот, тој повторно го врати Св. Игнатиј на патријаршискиот престол. Св. Игнатиј управуваше со Божјата Црква со голема ревност и мудрост. Го изгради манастирот на Св. Архангели, во којшто се упокои во Господ во осумдесет и деветтата година од неговиот живот на земјата."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Светиот маченик Арета",
    "important": false,
    "desc": "Овој Свет маченик пострада за Христовата вера со уште над четири илјади христијани, свештеници, монаси и монахињи, граѓани, жени и деца. Арета беше градоуправител во градот Негран во земјата Омиритска (јужна Арабија) и имаше деведесет и пет години кога пострада. Со Омиритската земја тогаш владееше еден Евреин Дунаан, свиреп гонител на христијаните. Решен наполно да ги истреби христијаните од својата земја, тој го опколи христијанскиот град Негран и најпрво им порача на граѓаните дека ако не се одречат од Христа сите ќе ги убие. Граѓаните ги затворија портите, па Дунаан безуспешно напаѓаше на градските ѕидини. Тогаш беззакониот кнез им се заколна на граѓаните дека нема да им направи ништо, само ако му ги отворат портите за да влезе и да го собере данокот што му го должеа, па потоа веднаш ќе се оддалечи. Христијаните поверуваа и ги отворија портите. Тогаш кривоклетниот Евреин го повика кај себе старецот Арета со сите клирици и други угледни граѓани и сите ги уби со меч. А потоа направи страшен колеж по градот. Кога слушна за ова византискиот цар Јустин многу се нажали и му напиша писмо на етиопскиот цар Елезвој да појде со војска против Дунаан и да ја одмазди невината христијанска крв. Елезвој го послуша Јустин, удри со војска на омиритскиот кнез, го победи, му ја погуби целата војска, а него го уби со меч. За Омиритски кнез по Божјо откровение беше поставен некој побожен човек Аврамиј, а за архиепископ Омиритски, повторно по Божјо откровение Свети Григориј (под 19 декември). Христијаните во Негран го обновија храмот на Света Троица којшто Дунаан го беше изгорел и му подигнаа и посветија храм на Светиот маченик Арета и на останатите Негрански маченици. Пострадаа и примија маченички венци во 523 година."
  }, {
    "title": " Свети Елезвој, цар Етиопски",
    "important": false,
    "desc": "Распален со ревност за Христовата вер овој благочестив цар крена војска против кнезот Дунаан, свирепиот мачител на христијаните во земјата Омиритска. Но во почетокот на војната немаше успех и многу од неговата војска пропадна во пустината. Тогаш тој горко плачеше пред Бога и вети дека ако Бог му помогне да го победи христијанскиот крвник тој ќе се замонаши. Откако го победи Дунаан, Елезвој се врати во Етиопија и веднаш го напушти царскиот дворец и стапи во манастир. Таму се подвизуваше како вистински монах цели петнаесет години. Бог му подари благодат на чудотворство пред и после смртта. Се упокои во 555 година."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Светите маченици Маркијан и Мартириј",
    "important": false,
    "desc": "Овие Божји светители беа клирици при цариградскиот патријарх Павле во времето на царот Констанциј. По смртта на великиот цар Константин Ариевата ерес, којашто дотогаш беше пригушена, повторно заживеа и зеде замав. Па и самиот цар Констанциј клонеше кон таа ерес. На царскиот дворец имаше двајца влијателни големци, Евсевиј и Филип. обајцата ревносни аријанци. Под нивно влијание патријархот Павле беше симнат од престолот и протеран во Ерменија, каде што Аријанците го удавија. Патријаршискиот престол го зазеде злочестивиот Македониј. Во тоа време, кога Православието имаше пред себе две лути борби, една со незнабожците друга со еретиците, Маркијан и Мартириј се заложија за Православието со сета сила и одлучност. Маркијан беше чтец, а Мартириј ипоѓакон при соборната црква и под патријархот Павле беа патријархови нотари. Аријанците се обидоа најпрво да ги потплатат, но кога овие Свети мажи го одбија тоа, тие ги осудија на смрт. Кога ги изведоа на губилиштето, ги воздигнаа рацете и Му се помолија на Бога благодарејќи Му за маченичкиот крај на својот живот: „Господи, се радуваме што од овој живот излегуваме со ваква смрт. Удостој нѐ да бидеме причесници на животот вечен, Ти Којшто нам Си ни живот!“ Тогаш ги потклонија своите глави под мечот и беа обезглавени, во 355 година. Над нивните чудотворни мошти подоцна во нивно име подигна црква Св. Јован Златоуст."
  }, {
    "title": " Светиот маченик Анастасиј",
    "important": false,
    "desc": "Беше валар на платно и ревносен христијанин. Во времето на гонењето на Диоклецијан овој Божји човек самиот му се јави на судијата мачител во Далматинскиот град Солин и ја исповеда својата вера во Христа. Нечовечно го мачеа пред да го убијат. Телото му го фрлија во морето, но потоа беше извадено и погребано чесно."
  }, {
    "title": " Света Тавита",
    "important": false,
    "desc": "Тавита (што значи срна) беше апостолска ученичка и живееше во Јопа, сегашна Јафа. Беше исполнета со добри дела и милостиња (Дела 9, 36). Но ненадејно изнемоште и умре. Ужалените ученици испратија по Петар, молејќи го да дојде и да ги утеши роднините. Кога дојде, големиот Христов апостол им нареди на сите да излезат од собата кај што лежеше покојната и клекна на молитва. Кога ја заврши молитвата возвикна кон мртвото тело: „Тавито, стани!“ И Тавита ги отвори очите и стана. Поведени од овој чудесен настан могумина поверуваа во Господ Исус Христос."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Светиот великомаченик Димитриј",
    "important": true,
    "desc": "Овој славен и чудотворен светител се роди во градот Солун од благородни и благочестиви родители. Измолен од Бога од бездетни родители Димитриј беше син единец, заради што беше воспитан и однегуван со големо внимание. Татко му беше војвода солунски, па кога умре татко му го поставија Димитриј за војвода наместо неговиот татко. Кога го постави за војвода, христоборниот цар Максимијан особено му препорача да ги гони и истребува христијаните што беа во Солун. Но Димитриј не само што не го послуша царот туку напротив, јавно Го исповедаше и Го проповедаше Христа во градот Солун. Кога слушна за тоа царот Максимијан многу се огорчи на него, па еднаш враќајќи се од војна, царот сврати во Солун посебно за да ја испита оваа работа. Го повика, значи, војводата Димитриј и го испитуваше за верата. Димитриј јавно пред царот призна дека е христијанин и го изобличи идолопоклонството на Максимијан. Разјарен, царот го фрли Димитриј во затвор. Знаејќи што го чека, Димитриј му го врачи сиот свој имот на својот верен ученик Луп за да го раздаде на сиромасите и отиде во затворот весел, зашто му претстоеше страдање за Господа. Во затворот му се јави ангел Божји и му рече: „Мир на тебе, страдалецу Христов. Биди храбар!“ По неколку дена царот испрати војници во затворот за да го убијат Димитриј. Војниците го најдоа Божјиот Светител на молитва и го избодија со копја. Неговото тело тајно го зедоа христијаните и чесно го погребаа. Од телото на Христовиот страдалник потече исцелително миро, со коешто мнозина болни се излечија. Наскоро над моштите беше подигната малечка црква. Еден илирски војник, Леонтиј, беше болен од неизлечлива болест. Им притекна на моштите на Св. Димитриј со молитва и стана наполно здрав. Од благодарност му подигна на Св. Димитриј црква многу поголема од старата. Светителот му се јави двапати. Кога царот Јулијан сакаше да ги пренесе моштите од Солун во Цариград, од гробот скокнаа пламени искри и се чу глас: „Застанете и не гибајте!“ И така моштите на Св. Димитриј останаа засекогаш во Солун. Како заштитник на Солун Св. Димитриј се јавуваше многупати и многупати го спаси Солун од големи неволји. Неговите чуда се навистина безбројни. Русите го сметаат и за покровител на Сибир, којшто го освоија и го присоединија кон Русија во 1581 година."
  }, {
    "title": " Преподобниот маченик Јоасаф",
    "important": false,
    "desc": "Ученик на Св. Нифонт, цариградскиот патријарх. Се подвизуваше на Света Гора. Имаше толку љубов кон Христа, што сите подвизи му се сторија недоволни, заради што сакаше да пострада од љубов кон својот Господ. Затоа отиде во Цариград, каде што јавно пред Турците ја исповеда својата вера во Пресвета Троица и во Синот Божји. Огорчени Турците му ја отсекоа главата на 26 октомври 1536 година."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Светиот маченик Нестор",
    "important": true,
    "desc": "Во времето на страдањето на Св. Димитриј Мироточивиот во Солун живееше еден млад човек Нестор, којшто на верата се научи од самиот Св. Димитриј. Во тоа време христоборниот цар Максимијан приредуваше разни игри и веселби за народот. А љубимец на царот му беше еден вандалин по име Лиј, со голијатски раст и сила. Како царски гладијатор Лиј секојдневно ги предизвикуваше на мегдан луѓето и ги убиваше. Крволочноста на овој Лиј го развеселуваше крволочниот идолски цар. За борбите на Лиј царот направи особена сцена, како една тераса на столбови. Долу под терасата имаше забиено копја со остриците устремени нагоре. Кога Лиј ќе победеше некого во борење, ќе го фрлеше одозгора од терасата врз цела една шума од исправени копја. Наоколу стоеше незнабожечкиот народ со својот цар и се развеселуваше кога некое бедно човечко суштество ќе се виткаше во маки на копјата сѐ додека не издивне. Меѓу невините жртви на Лиј беа и многумина христијани. Зашто во деновите кога никој доброволно не се пријавуваше за борба со Лиј, тогаш по царска наредба насилно ги довлечкуваа христијаните на борилиштето. Гледајќи ги тие ужасни разоноди на незнабожечкиот народ, на Свети Нестор му се кинеше срцето од болка. И тој реши самиот да излезе во борба со џиновскиот Лиј. Но претходно отиде во затворот кај Св. Димитриј за да побара од него благослов за тоа. Свети Димитриј го благослови, го прекрсти со знакот на крстот на челото и на градите и му прорече: „Лиј ќе го победиш, но за Христа ќе пострадаш.“ Младиот Нестор значи му излезе на мегдан на Лиј. Беше присутен и царот со толпа народ; и сите го жалеа младиот човек зашто ќе загине и го одвраќаа од борбата. Но Нестор се прекрсти и рече: „Боже Димитриев, помогни ми!“ И со Божја помош го совлада Нестор Лиј, го собори и го турна врз копјата, каде што тешкиот џин брзо умре. Тогаш сиот народ викаше: „Голем е Бог на Димитриј!“ А царот се посрами пред народот, се нажали по својот љубимец Лиј и многу се разгневи на Несотр и на Димитриј. Па овој свиреп цар нареди и Нестор го убија со меч, а Димитриј го избодија со копја. Тогаш го заврши својот овоземен живот славниот христијански јунак Нестор, во 306 година, кога се пресели во Царството на својот Господ."
  }, {
    "title": " Преподобен Нестор Летописец",
    "important": false,
    "desc": "Во својата седумнаесетта година стапи во Киево-Печерскиот манастир, уште додека беше игумен Св. Теодосиј. Ја напиша првата историја на рускиот народ, во којашто ја вплете и историјата на руското подвижништво. Се одликуваше со необично смирение и кротост. Во своето славно книжевно дело често се нарекува себеси недостоен, груб, незнајко, преисполнет со секаков грев. Но Бог Којшто ги познава човечките срца, го прослави овој свој прекрасен угодник. Кога Нестор се упокои, на 27 октомври 1114 година, од неговите мошти се извршија многубројни чуда."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Светата маченичка Параскева (Петка)",
    "important": true,
    "desc": "Родена е во градот Иконија од родители богати и христољубиви. По смртта на своите родители како девојка почна да им го раздава својот имот на бедните и на неволните, во името на Господ Исус Христос. Кога настана гонењето во времето на царот Диоклецијан, Параскева беше изведена на суд пред кнезот на таа земја. Штом кнезот ја праша за името, таа рече дека името ѝ е христијанка. Кнезот ја укори зошто не си го кажува своето обично име. А Параскева му рече: „Требаше прво да ти го кажам името на вечниот живот, а потоа на привремениот“. Откако ја биеја кнезот ја фрли во затвор, каде што ѝ се јави ангел Господов, ја исцели од раните и ја утеши. Со молитва ги урна сите идоли во незнабожечкиот храм. После долги и лути маки ја убија со меч."
  }, {
    "title": " Свети Атанасиј, патријарх Цариградски",
    "important": false,
    "desc": "Противник на унијата со Рим, наспроти неговиот претходник Јован Векка (1275 г. – 1282 г.). Од детството беше аскет и молитвеник. Беше омилен кај народот, а заради својата морална строгост го предизивика негодувањето на некои свештеници. Се повлече во неговиот манастир на гората Ган, каде што се подвизуваше уште построго од порано. Му се јави Самиот Господ Исус Христос и благо го укори зашто им го остави стадото на волците. Кога го прорече денот на земјотресот во Цариград, царот Андроник повторно го врати на патријаршискиот престол и против неговата волја. Но потоа тој повторно тајно се оддалечи на подвиг. Се упокои во стотата година од животот. Беше чудотворец и проѕорливец."
  }, {
    "title": " Свети Димитриј, епископ Ростовски",
    "important": false,
    "desc": "Голем јерарх, проповедник, писател и подвижник. Се роди близу Киев во 1651 година, а се упокои на молитва во 1709 година. Покрај многуте славни поучни дела особено се прочу со преводот и изданието на Житијата на Светиите. Ја предвиде својата смрт три дена порано и се упокои на молитва. Големо светило на Руската Црква, т.е. на Православната Црква воопшто. Имаше небесни виденија за време на животот. Му послужи ревносно на Господ и се пресели во Небесното Царство."
  }, {
    "title": " Свети Арсениј Кападокиски",
    "important": false,
    "desc": "Свети Арсениј Кападокиски;"
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Преподобната маченичка Анастасија Римјанка",
    "important": true,
    "desc": "Родена е во Рим од благородни родители и остана сираче кога имаше три години. Како сираче ја одгледаа во еден женски манастир во близина на Рим, каде што игуманија беше некоја Софија, монахиња на висок степен на совршенство. По седумнаесет години Анастасија се прочу меѓу христијаните наоколу како голема подвижничка, а меѓу незнабожците како ретка убавица. Незнабожниот градоначалник Проб слушна за неа и испрати војници да ја доведат. Нејзината игуманија два часа ја советуваше како да ја држи верата, да им одолее на ласкавтите измами и да ги истрпи маките. Анастасија ѝ рече: „Готово е срцето мое да пострадам за Христа, готова е душата моја да умре за преслаткиот Исус“. Изведена пред кнезот, Анастасија јавно ја исповеда својата вера во Господ Исус Христос. А кога кнезот ја одвраќаше од верата најпрво со ласакња, а потоа со закани, Светата маченичка му рече: „Подготвена сум да умрам за Господа не еднаш, туку ако е можно и стопати.“ Кога ја разголеа за да ја исмеат, таа им викаше на слугите: „Бијте ме и сечете ме и растргнете ме и покријте го со рани моето тело и скријте го со крв мојот срам!“ Ја биеја, растргнуваа и ја сечеа. На двапати почувствува голема жед и побара вода. Ја напои еден христијанин Кирил, заради што маченичката го благослови, а незнабожците го убија. Ѝ ги отсекоа градите и јазикот. Ѝ се јавуваше Ангел Божји и ја крепеше. Најпосле ја убија со меч надвор од градот. Блажената игуманија Софија го најде нејзиното тело и чесно го погреба. Се овенча со маченички венец во времето на царот Декиј."
  }, {
    "title": " Преподобен Аврамиј Затворник",
    "important": false,
    "desc": "Од родителите беше присилен да се венча, но на денот на свадбата ја остави невестата и домот на родителите и се оддалечи во самотија на голем подвиг. Се подвизуваше педесет години. За сето тоа време само двапати излезе од својата келија. Првиот пат излезе на заповед од месниот епископ за да го обрати во верата некое незнабожечко село. Вториот пат излезе за да ја спаси својата заблудена внука Марија. Се упокои мирно во 360 година, во седумдесеттата година од неговиот живот на земјата."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Светите апостоли Клеопа, Терциј, Марко, Јуст и Артем",
    "important": false,
    "desc": "Од Седумдесеттемина. На Клеопа му се јави воскреснатиот Господ на патот за Емаус. Терциј го запиша посланието на Св. апостол Павле до Римјаните (Рим. 16, 22) и заврши маченички како епископ Икониски, после апостолот Сосипатар (под 10 ноември). Свети Марко (наречен Јован: Дела 12, 12), ѝ е син на благочестивата Марија, чијшто дом им беше засолниште на апостолите и на првите христијани. Тој е и роднина на Варнава. Беше епископ во самарискиот град Аполонијада. Јуст му е син на праведниот Јосиф. Заедно со Матиј беше избиран на местото на Јуда Искариот, но не беше избран. Како епископ пострада за Евангелието во Елефтеропол. Свети Артем беше епископ во Листра Ликаонска, а се упокои мирно."
  }, {
    "title": " Светите маченици Зиновиј и Зиновија",
    "important": false,
    "desc": "Од градот Егеј во Киликија. Вистинската вера и големото материјално богатство ги наследија од нивните родители. Ревнувајќи за верата со голема љубов, своето богатство им го раздадоа на сиромасите. И затоа што имаа милостиви раце, Бог ги дарува со дар на чудотворство, така што Зиновиј исцелуваше болни од секаква болест само со допирот на раката. Го поставија за епископ Егејски. Во времето на гонењата судијата Лисиј го фати и му рече: „Ти предлагам две - живот и смрт. Живот ако им се поклониш на боговите, смрт ако не им се поклониш“. Свети Зиновиј одговори: „Животот без Христа не е живот туку смрт, а смртта заради Христа не е смрт туку живот.“ Кога го подложија на маки, на судијата му се јави Зиновиевата сестра и му рече: „Чашата на страдањата сакам да ја испијам и јас, и да се овенчам со таков венец“. После многу маки во оган и зовриена смола, обајцата беа убиени со меч околу 285 година. Така овие брат и сестра се преселија во бесмртното Царство Христово."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Светите апостоли Стахиј, Амплиј, Урван, Наркис, Апелиј и Аристовул",
    "important": false,
    "desc": "Од Седумдесеттемина. Свети Стахиј му беше помошник на Св. Андреј Првоповикан. Свети Андреј го постави за епископ во Византија. Ја устрои Црквата во Аргиропол и со своето стадо управуваше верно и ревносно. По седумнаесет години епископство се упокои мирно во Господ. Амплиј и Урван исто така соработуваа со Св. Андреј и од него беа поставени за епископи, и тоа Амплиј во Лида или Диоспол Јудејски, а Урван во Македонија. Обајцата пострадаа маченички за Господ Исус Христос. Наркис беше поставен од апостолот Филип за епископ во Атина. Св. Апелиј беше епископ во Ираклија Тракиска. Аристовул, брат на Варнава, ја проповедаше Христовата вера во Британија и таму се упокои мирно."
  }, {
    "title": " Светиот маченик Епимах",
    "important": false,
    "desc": "Родум од Мисир, во Мисир се подвизуваше, во Мисир маченички и го заврши овоземниот живот. Подражавајќи го Св. Јован Крстител уште како млад се оддалечи во пустината. Заради неговата голема љубов кон Бога Светиот Дух го поучи во секоја вистина, за тоа како треба да се подвизува. Но Епимах дозна дека неверниците ги мачат и ги убиваат христијаните во Александрија заради Христа. Па сиот распален од ревност кон верата отиде во градот и ги урна идолите. Кога незнабожците почнаа да го мачат заради ова, тој возвикна: „Удирајте ме, плукајте ме, ставете ми трнов венец на главата, дајте ми трска во рацете, напојте ме со жолчка, распнете ме на крст и потоа прободете ме - тоа го претрпе мојот Господ, тоа и јас сакам да го претрпам“. Во толпата народ што го гледаше мачењето на Свети Епимах имаше и една жена со слепо око. Таа плачеше горчливо од жал гледајќи го бездушното мачење на Божјиот угодник. И кога мачителите го стружеа телото на Светиот Христов маченик, од него прсна крв и една капка од крвта падна на слепото око на онаа жена. Одеднаш жената прогледа и слепото око ѝ стана здраво како другото. Тогаш жената возвикна: „Голем е Бог во Којшто верува овој страдалник!“ По ова на Свети Епимах му ја отсекоа главата и неговата душа се пресели во вечната радост, околу 250 година."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Светите Козма и Дамјан",
    "important": true,
    "desc": "Бесребреници и чудотворци. Браќа по тело и по дух, родум негде од Азија, од татко незнабожец и мајка христијанка. По смртта на татко им нивната мајка Теодотија целото време и труд ги даде на тоа да ги подигне и воспита синовите како вистински христијани. И Бог ѝ помогна, та нејзините синови израснаа како две слатки овошки и како два светилници на светот. Беа научени на лекарската вештина и бесплатно им помагаа на болните не толку со лекови колку со името на Господ Исус Христос. Ги нарекоа бесребрени лекари, бидејќи лечеа бесплатно и така ја исполнуваа Христовата заповед: „Бесплатно примивте, бесплатно давајте!“ (Матеј 10, 8). Беа толку внимателни во бесплатното лечење на луѓето што Козма вистински се налути на својот брат Дамјан зашто овој зеде три јајца од една жена Паладија, па нареди Козма по неговата смрт да не го закопуваат до брат му Дамјан. Всушност Свети Дамјан не ги зеде оние три јајца како награда зашто ја исцели болната Паладија, туку затоа што таа го заколна со Пресвета Троица да ги земе оние три јајца. Сепак по нивната смрт, во местото Фереман беа закопани заедно според Божјо откровение. Овие Свети браќа беа големи чудотворци и за време на животот и после смртта. На еден слуга на спиење му се беше вовлекла змија низ устата во стомакот и кутриот човек ќе издивнеше во најтешки маки, ако во последен миг не ги повикаше на помош Светите Козма и Дамјан. Така ги прослави Господ со чудотворство засекогаш оние коишто Го прославуваа Бога на земјата со вера, чистота и милост."
  }, {
    "title": " Преподобниот маченик Јаков со учениците Јаков и Дионисиј",
    "important": true,
    "desc": "Роден е во Костурската епархија од родителите Мартин и Параскева. Работејќи со овци Јаков се збогати и со тоа предизвика завист кај својот брат, којшто го наклевети кај Турците како да нашол некое скриено богатство закопано во земја. Јаков побегна во Цариград, каде што повторно се збогати. Еднаш му беше гостин на некој турски бег. Турците јадеа месо, а Јаков постеше. Тогаш му рече оној бег: „Голема е вашата христијанска вера“. И раскажа дека неговата жена била умоболна и дека после сите лекари и лечења на крајот ја одвел кај патријархот за да ѝ прочита молитва. Штом патријархот ја отворил книгата за да ѝ чита, низ храмот светнала некоја небесна светлина. По завршувањето на молитвата жената оздравела. Кога слушна Јаков како Турчинот ја фали христијанската вера, го раздаде сиот свој имот и отиде на Света Гора, каде што се замонаши во манастирот Ивер. Се подвизуваше на Света Гора, а пострада за верата од Турците во Едрене на 1 ноември 1520 година. Неговите чудотворни мошти почиваат во манастирот на Свети Анастасиј во Галачист близу Солун."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Светите маченици Акиндин, Пигасиј, Анемподист, Автониј, Елпидифор и другите со нив",
    "important": false,
    "desc": "Христијани од Персија. Пострадаа за време на Сапор (Савориј) во 355 година. Првите тројца беа слуги на дворецот на истиот цар, но тајно Му служеа на својот Господ Христос. Кога беа обвинети и изведени на суд пред царот, тој ги праша од каде се. На тоа одговорија: „Наша татковина и наш живот е Пресвета Троица, единосушна и неразделна, Отецот и Синот и Светиот Дух, едниот Бог“. Царот ги удри на големи маки , но тие претрпеа јуначки сѐ со псалмопение и молитва на усните. За време на мачењата и во затворот повеќепати им се јавуваа Божји ангели, а еднаш и Самиот Господ Христос како човек „со лице светло како сонце“. Штом еден од мачителите, Автониј, го виде чудото кога врелото олово не им наштети на мачениците, поверува во Христа и возвикна: „Голем е христијанскиот Бог!“ За ова веднаш го убија со меч. И многумина други видоа и поверуваа. Тогаш царот нареди и во кожни мевови ги зашија Акиндин, Пигасиј и Анемподист и ги фрлија во морето. Но им се јави од оној свет Св. Автониј со тројца светли ангели, ги изведе Светите маченици на суво и ги ослободи. Елпидифор беше царски големец. Кога изјави дека е христијанин и го изобличи царот за убивањето на невините христијани, царот го осуди на смрт. Го убија Елпидифор и околу седум илјади други христијани со него. А оние тројца први маченици најпосле ги фрлија во огнена печка, заедно со дваесет и осум војници и со мајката на царот, бидејќи и тие поверуваа во Христа. Во тој пламен ги предадоа нивните праведни души во рацете на својот Господ."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Светиот свештеномаченик Акепсим, епископ Наесонски",
    "important": false,
    "desc": "Осумдесетгодишниот старец Акепсим, исполнет со секоја христијанска добродетел, еден ден седеше во својот дом со гости. Притоа едно дете исполнето со благодатта на Светиот Дух му притрча на стариот епископ, го целива во главата и рече: „Блажена е оваа глава, зашто за Христа ќе прими маченички венец!“ Ова пророштво наскоро се обвистини. Царот Савориј покрена луто гонење на христијаните по цела Персија, па беше фатен и Акепсим и го изведе пред некој идолски кнез. На уапсениот и врзан епископ му пристапи некој од неговите домашни и го праша што заповеда во поглед на неговиот дом. Светителот му одговори: „Тоа веќе не е мој дом, јас неповратно одам во вишниот дом.“ После големи мачења го фрлија во затвор. Во истиот затвор утредента ги доведоа Јосиф и Ајтал, од кои Јосиф беше седумдесетгодишен старец презвитер, а Ајтал ѓакон. После три години затвор и многу маки на Акепсим му ја отсекоа главата, а Јосиф и Ајтал ги закопаа во земја до бедрата и бездушниците им наредија на христијаните да ги удираат со камења. По Божја Промисла телото на Јосиф ноќта исчезна, а над Ајталовото тело израсна дрвото марсина, коешто исцелуваше секаква болест и мака кај луѓето. Ова траеше пет години, а потоа завидливите незнабожци го исекоа дрвото. Овие Христови војници пострадаа во 4 век во Персија, за време на незнабожниот цар Савориј."
  }, {
    "title": " Пренос на моштите на св. великомаченик Георгиј (Ѓурѓиц)",
    "important": true,
    "desc": "На овој ден се празнува преносот на моштите на Св. Георгиј од Никомидија во градот Лида Палестинска, каде што пострада во времето на царот Диоклецијан. Страдањето на овој прекрасен светител е опишано под 23 април. Пред смртта Св. Георгиј го замоли својот слуга да го земе неговото мртво тело и да го пренесе во Палестина, од каде што беше родум и мајка му и каде што имаше голем имот, кој им го раздаде на сиромасите. Слугата така и направи. Во времето на царот Константин во Лида побожните христијани му изградија на Св. Георгиј прекрасен храм и при осветувањето на храмот во него ги пренесоа моштите на светителот и таму го закопаа. Од чудотворните мошти на Св. великомаченик Георгиј се случија големи чуда."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Преподобен Јоаникиј Велики",
    "important": false,
    "desc": "Ова големо духовно светило се роди во селото Марикати во областа Витиниска, од татко Миритрикиј и мајка Анастасија. Како момче беше овчар. Пасејќи ги овците често се повлекуваше во самотија и по цел ден стоеше на молитва, оградувајќи го своето стадо со знакот на крстот за да не се оддалечува и разотидува. Потоа го зедоа во војска, каде што покажа чудесна храброст, особено во војните против Бугарите. По војничката служба Јоаникиј се повлече во Олимп Азиски, каде што се замонаши и сиот се предаде на подвиг, од којшто не отстапи до длабока старост, до својата смрт. Се подвизуваше над педесет години, и тоа на разни места. Имаше од Бога изобилен дар на чудотворство: лечеше секакви маки и болести, изгонуваше демони, скротуваше ѕверови, особено имаше власт над змиите, преминуваше преку вода како по суво, беше невидлив за луѓето кога ќе посакаше, пророкуваше идни настани. Се одликуваше со преголемо смирение и многу кротост. По надворешниот изглед беше како џин, крупен и силен. Живо учествуваше во судбината на Црквата Божја. Во времето на иконоборството и самиот најпрво се опрелести, но си дојде на себе и стана ревносен поборник на иконопочитувањето. Му беше голем пријател на Методиј, патријархот Цариградски. Св. Јоаникиј поживеа деведесет и четири години и се упокои мирно во Господ, во 846 година. И после смртта остана чудотворец."
  }, {
    "title": " Светиот свештеномаченик Никандар, епископ Мирски и Ермеј презвитерот",
    "important": false,
    "desc": "Обајцата ги ракоположи апостолот Тит. Се одликуваа со голема ревност во верата и трудољубивост во придобивањето на незнабожците за Христа. За ова беа обвинети кај некој судија Ливаниј, којшто ги подложи на лути измачувања. Беа биени со камења, влечкани по камењата, лежеа во затвор и гладуваа и многу други маки претрпеа, и тоа такви што смртен човек не би можел да ги издржи ако не го крепи помош од Бога. А ним Господ им се јавуваше на разни начини, а кога беа фрлени во печка им го испрати Својот ангел за да им го разлади оганот. Најпосле од бездушните мачители беа живи закопани во гробови и затрупани со земја. Луѓето залудно убиваат кога Господ оживува и залудно бесчестат кога Господ прославува."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Преподобните маченици Галактион и Епистима",
    "important": false,
    "desc": "Родени се во финикискиот град Едеса, обајцата од родители незнабожци. Мајка му на Галактион беше бездетна сѐ додека не се крсти. Потоа таа го приведе кон верата и нејзиниот маж и го крсти и воспита како христијанин својот син Галактион. Кога стаса за женидба, неговата добра мајка Левкипија се упокои, а татко му го сврши за некоја девица Епистима. Галактион никако не сакаше да стапи во брак, па ја посоветува Епистима да се крсти, а потоа и истовремено со него да се замонаши. Се повлекоа на гората Пуплион, Галактион во машки, Епистима во женски манастир. И секој од овие двајцата во својот манастир се покажа како вистинско светило. Први во подвигот, први во молитвата, во смирението и послушанието, први во љубовта. Од манастирот не излегуваа ниту се видоа еден со друг освен пред смртта. Настана луто гонење на христијаните и тие обајцата беа изведени на суд. Кога Галактион го биеја, Епистима плачеше. Тогаш и нејзе ја избија. Потоа им ги отсекоа рацете, па нозете, а најпосле и главите. Нивните тела ги зеде Евтолиј и чесно ги закопа. Овој Евтолиј беше најнапред роб кај родителите на Епистима, а потоа монах заедно со Галактион. Тој и го напиша житието на овие прекрасни Христови маченици, коишто пострадаа и примија небесни венци во 253 година."
  }, {
    "title": " Светите апостоли Патров, Ерма, Лин, Гај и Филолог",
    "important": false,
    "desc": "Овие се од Седумдесеттемина апостоли. Патров беше епископ во Неапол, Ерма во Филипопол (Рим. 14, 16), Лин во Рим (2 Тим. 4, 21), Гај во Ефес (Рим. 16, 23), Филолог во Синопа (Рим. 15, 16). Сите со љубов го исполнија законот Христов и се преселија во Неговото царство."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Свети Павле Исповедник, патријарх Цариградски",
    "important": false,
    "desc": "Кога блажениот патријарх Александар лежеше на смртна постела, ужалените верни го прашуваа кого го остава зад себе за архипастир на словесното стадо Христово. Болниот патријарх им рече: „Ако сакате да имате патријарх којшто ќе ве учи и ќе ви блеска со добродетел, изберете го Павле, а ако сакате да имате само убав човек и однадвор украсен, изберете го Македониј“. Народот го избра Павле. Но ова не им беше право на аријанските еретици ниту на царот Констанциј, којшто во тоа време беше во Антиохија. И наскоро го симнаа Павле и тој заедно со Св. Атанасиј Велики побегна во Рим, каде што обајцата беа убаво примени од папата Јулиј и од царот Констанс, коишто ги поддржаа во нивната православна вера. На писмо од царот Констанс и папата Јулиј, Павле го вратија на престолот, но кога умре овој цар аријанците кренаа глава и го протераа православниот патријарх во Кукуз во Ерменија. Во прогонство Св. Павле еднаш служејќи литургија беше нападнат од аријанците и удавен со омофорот, во 351 година. Во времето на царот Теодосиј неговите мошти во 381 година беа пренесени во Цариград, а во 1236 година во Венеција, каде што се наоѓаат и денес. Неговите омилени клирици и секретари Маркијан и Мартириј пострадаа наскоро после својот патријарх (под 25 октомври)."
  }, {
    "title": " Преподобен Варлам Хутински",
    "important": false,
    "desc": "Роден е и воспитан како христијанин во големиот Новгород. По смртта на родителите се замонаши и се предаде на тежок подвиг. Основа манастир на брегот на реката Волхова, на местото каде што му се покажа небесна светлина. Беше голем чудотворец за време на животот и после смртта, проѕираше во човечките тајни, изгонуваше нечисти духови и ги лечеше болестите кај луѓето. Слугата на кнезот Василиј Василевич беше тешко болен, па замоли да го однесат на гробот на Св. Варлам. Уште побара ако умре по патот, мртов да го однесат кај светителот. Така и се случи. Тој умре по пат и го однесоа мртов во манастирот, но таму оживе и стана и му се поклони на гробот на светителот. Во 1471 годна царот Иван Грозни нареди да го откопаат гробот на Св. Варлам. Штотуку почнаа да откопуваат се крена пламен од гробот. Царот толку се исплаши што побегна од црквата и во брзањето си го заборави стапот, којшто до ден денес се чува крај гробот на светителот. Во спомен на ова чудо Св. Варлам се празнува уште еднаш во петок после Неделата на Сите Светии."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Светиот маченик Јерон со дружината",
    "important": false,
    "desc": "Роден е во градот Тијана кападокиска од добра и благочестива мајка, Стратоника, којашто беше слепа. Јерон со голема синовска љубов ѝ служеше на својата слепа мајка и беше мошне ревносен христијанин. Од овие две причини не сакаше да оди во војска и ги натепа и ги испрати оние што беа пратени да го земат. Му беше жал да ја остави неговата беспомошна мајка и му беше тешко и да помисли дека како војник ќе биде принуден да им се поклонува и да им принесува жртви на идолите. Најпосле заедно со уште некои христијани беше фатен и одведен пред кнезот во Мелитина. Кога беа на пат, една ноќ на Јерон му се јави некој во бела облека и му рече: „Еве, Јероне, ти јавувам за спасението: нема да војуваш за земниот цар, туку наскоро ќе извршиш подвиг за Царот небесен и кај Него ќе преминеш и од Него ќе примиш слава и чест“. Од таа вест срцето на Јерон се исполни со неискажлива радост. Кога стигнаа во Мелитина сите ги фрлија во затвор. Овде Јерон со голема ревност ги утврдуваше во верата затворените, молејќи се никој од нив да не отпадне, но сите да ги предадат драговолно своите тела на маки и смрт за Христа. Пред кнезот сите едногласно ја изјавија својата вера во Господ Христос, само еден роднина на Јерон, по име Виктор, отпадна од верата. На Јерон му ја отсекоа раката, па го биеја и го мачеа со различни маки, дури најпосле заедно со останатите не го убија. Одејќи на губилиште, тие триесет и тројца маченици го пееја псалмот: „Блажени се непорочните што одат по патот на законот Господов.“ Да ги спомнеме по име и овие чесни маченици чиишто имиња се запишани во Книгата на Животот: Исихиј, Никандар, Атанасиј, Мамант, Варахиј, Калиник, Теоген, Никон, Лонгин, Теодор, Валериј, Ксант, Теодул, Калимах, Евгениј, Теодох, Острихиј, Епифаниј, Максимијан, Дулкитиј, Клавдијан, Теофил, Гигантиј, Доротеј, Теодор, Кастрихиј, Аникит, Темелиј, Евтихиј, Иларион, Лиодот и Амонит. Некој Хрисант ја откупи отсечената глава на Јероним и чесно ја погреба, а подоцна над неа подигна црква во името на Свети Јероним. Отсечената рака на маченикот ѝ ја однесоа на неговата слепа мајка. Свети Јероним со дружината пострада и премина во славата Христова во 298 година."
  }, {
    "title": " Преподобен Лазар Галасиски",
    "important": false,
    "desc": "Над куќата во којашто е роден се јави столб од светлина. Од своето село Магнезиј отиде на поклонение на Светите места во Ерусалим и таму се замонаши во манастирот на Св. Сава Осветен. По десет години се насели во гората Галасиска и се подвизуваше како столпник. Беше чудотворец за време на животот и после смртта. Царот Константин Мономах многу го уважуваше. На старост се пресели во вечноста, на крајот од 9 век."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Светиот Архистратиг Михаил и останатите Сили небесни бестелесни",
    "important": true,
    "desc": "Од длабоката древност Божјите ангели се празнувани од луѓето. Но тоа празнување често се одметнуваше во обожување на ангелите (4 Царства 23, 5). Еретиците прикажуваа сешто за ангелите. Некои од луѓето во ангелите гледаа богови, други иако не ги сметаа за богови ги нарекуваа создатели на сиот видлив свет. Лаодикискиот помесен собор којшто се одржа четири или пет години пред I Вселенски Собор, со своето 35 правило го отфрли поклонувањето на ангелите како на богови и го востанови правилното почитување на ангелите. Во времето на папата Силвестер и александрискиот патријарх Александар (4 век), беше востановен овој празник на Архистратигот Михаил со другите небесни Сили, во месецот ноември. Зошто токму во ноември? Зашто после март ноември претставува деветти месец. А се смета дека во месецот март било создавањето на светот. А деветтиот месец после март е земен заради деветте ангелски чинови, коишто се најпрво создадени. Св. Дионисиј Ареопагит, ученик на Св. апостол Павле, т.е. на оној апостол којшто беше воздигнат до третото небо, овие девет ангелски чинови ги опиша во книгата „За небесната Јерархија“. Тие чинови се следните: шестокрилите Серафими, многуоките Херувими и богоносните Престоли, Господствата, Силите и Властите, Началата, Архангелите и Ангелите. Војвода на целата ангелска војска е архистратигот Михаил. Кога сатаната, Луцифер, отпадна од Бога и со себе ги повлече во пропаст еден дел од ангелите, тогаш Михаил стана и возвикна пред неотпаднатите ангели: „Да внимаваме! Да застанеме добро, да стоиме со страв!“ И сите небесни војски на верните ангели громко запеаја: „Свјат, Свјат, Свјат Господ Саваот исполн небо и земља слави Твојеја!“ (за Архистратигот Михаил види во Книгата на Исус Навин 5, 13 - 15). Меѓу ангелите владее совршено едномислие, еднодушност и љубов, а покрај тоа и потполна послушност на пониските чинови кон повисоките и на сите заедно кон светата Божја волја. Секој народ си има свој ангел пазител, а освен тоа и секој христијанин има свој ангел пазител. Треба секогаш да се сеќаваме дека што и да правиме, јавно или тајно, го правиме тоа во присуство на својот ангел-чувар. А на денот на Страшниот Суд сето огромно мнозинство ангели ќе се соберат околу Христовиот престол и пред сите нив ќе се објават сите дела, зборови и помисли на секој човек. Да нѐ помилува Бог и да нѐ спаси по молитвите на Св. архистратиг Михаил и на другите небесни бестелесни сили. Амин."
  }, {
    "title": " Свети Ангел Лерински",
    "important": true
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Преподобна Матрона Цариградска",
    "important": true,
    "desc": "Од Пергија Памфилиска. Брзо ѝ се смачи бракот со некој цариградски големец Дометијан, па побегна, се преоблече во машка облека и под името Вавила стапи во машкиот манастир на Св. Васијан во Цариград. Но бидејќи мажот ѝ непрестајно трагаше по неа, таа беше принудена да смени многу места, како Емеса, Синај, Еусалим, Бејрут и најпосле повторно дојде во Цариград. Се замонаши кога имаше дваесет и пет години, а се подвизуваше седумдесет и пет години. Живееше вкупно сто години и кога се упокои беше игуманија на еден манастир во Цариград. Мирно почина и се пресели во радоста на својот Господ, во 492 година."
  }, {
    "title": " Светите маченици Онисифор и Порфирија",
    "important": false,
    "desc": "Овие двајца прекрасни мажи беа мачени за името Христово во времето на царот Диоклецијан. Беа многу биени, а потоа горени на железна леса, па врзувани за опашките на коњите и влечени по камења и трње. Така беа растргнати на парчиња и Му ги предадоа своите свети души на Бога. Нивните мошти се погребани во Пентапол."
  }, {
    "title": " Преподобен Јован Колов",
    "important": false,
    "desc": "Се вбројува меѓу најголемите мисирски подвижници. „Колов“ значи малечок, а тој беше малечок по раст. Во Скитот дојде заедно со својот брат Данило и со преголема ревност се предаваше на подвиг, така што брат му Данило мораше да го насочува на умереност. Му беше ученик на Св. Памво, а подоцна на Св. Арсениј Велики. Негов соученик кај Св. Памво беше Св. Пајсиј Велики. Еднаш додека тој и Пајсиј разговараа каков начин на подвиг да превземат, им се јави ангел Божји и му нареди на Јован да остане на своето место и да ги поучува другите, а на Пајсиј да оди во пустината и да живее како пустиник. За да ја испита послушноста на Јован, Св. Памво му нареди да залева еден сув стап забоден во земја, сѐ додека не зазеленее. Без размислување и сомневање Јован го залеваше ова суво дрво три години секој ден, додека навистина, со Божјата сила, не се раззелени и донесе плод. Тогаш Памво ги собра плодовите од она дрво, ги однесе в црква и им ги раздели на браќата, велејќи: „Пристапете и вкусете од плодот на послушанието!“ Јован Колов имаше мноштво ученици. Некои од неговите мудри изреки се сочувани. Се упокои мирно и се пресели во радоста на својот Господ."
  }, {
    "title": " Свети Нектариј Егински",
    "important": false,
    "desc": "Свети Нектариј е роден на 1 октомври 1846 година, во Силвира, регионот на Траки (Грција), како петто од вкупно шест деца во сиромашно семејство. Неговото име било Анастасиос Кафалас. На возраст од 14 години се преселува во Константинопол (Истанбул), каде што почнува да работи за да може да го продолжи образованието. Во 1866 година се преселува на островот Киос, каде што наредните години го надополнува своето образование. Бидејќи беше од сиромашно семејство, кога сакаше да замине од својот дом, немаше пари за да го плати билетот на бродот, а капетанот не сакаше да го пушти да влезе без билет. И неколку дена бродот не можеше воопшто да се помрдне. Дојдоа најдобрите мајстори, но не можеа да откријат зошто бродот не може да исплови. Свети Нектариј целото тоа време седеше спроти бродот нажален, и дури кога капетанот му го фати погледот, сфати зошто бродот не може да тргне. Во моментот кога го пушти свети Нектариј да се качи, во тој час бродот исплови. Во 1876 година, на возраст од 30 години се замонаши и го доби името Нектариј. Во 1885 година дипломираше на Универзитетот во Атина. За време на своето студирање, напиша многу книги и даде многу свои коментари на Библијата. По дипломирањето, заминува во Александрија, Египет, каде што е ракоположен за јеромонах и служи во црквата во Каиро. Заради неговата побожност и дарба за проповед на Евангелието, во 1889 година е назначен за Митрополит на Пентаполи од Патријархот Софрониј. Остана во Каиро една година, и неправедно и без објаснување беше преместен далеку од Египет, како резултат на клевети и лаги кажани за него. Во 1891 година се враќа во Грција, и две години служи на Евија. Во 1894 година именуван е за директор на Црковното училиште, каде неговите служби оставаат длабок траг и печат. Напиша многу студии и книги, за сето време додека служеше во Атина. Во 1904 година, на барање на неколку монахињи основа женски манастир на островот Егина. Манастирот го посвети на Света Троица, а изградбата заврши во 1910 година. Исто така, основа и многу цркви и параклиси низ целиот остров. Во декември 1908 година, на возраст од 62 години, ја напушти функцијата директор, и се пресели во манастирот, каде што остана до крајот на својот живот, во длабоко тихување како монах. Додека се градеше манастирот, секогаш им помагаше на работниците, работејќи заедно со нив. Многу сакаше цвеќиња и дрвја. Се претстави пред Господ на 21 ноември 1920 година (во 22 часот), на 74-годишна возраст. Последните неколку години свети Нектариј боледуваше, и последните денови ги помина во болницата во Атина. Кога го пренесуваа од Атина во Егина, мирото непрестајно течеше од неговото чело. Сите беа вчудоневидени. Преблагиот мирис најпрвин се разлеа низ целата болница, па потоа и низ цела Егина. Во болницата, кога докторите дојдоа да го пресоблечат, случајно неговата кошула ја фрлија на соседниот кревет на кој лежеше парализиран човек. Во истиот момент кога тој се допре до кошулата на свети Нектариј, се излекува. На неговиот погреб присуствуваше многуброен народ. Пристигнуваа од секаде, за да се допрат до свети Нектариј. За Свететител е прогласен на 20 април 1961 година. Секој 22 ноември мноштво народ доаѓа во манастирот на свети Нектариј за да се поклони на неговите мошти."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Светите апостоли Ераст, Кварт, Родион, Сосипатар и Терциј",
    "important": false,
    "desc": "Сите беа од Седумдесеттемина апостоли. Последните тројца се спомнуваат и на друго место, и тоа: Родион на 8 април, Сосипатар на 28 април, а Терциј на 30 октомври. Светите Олимп и Родион беа следбеници на апостолот Петар и кога тој пострада пострадаа и тие, на заповед од Нерон беа обезглавени. Ераст беше најпрво економ на Црквата во Ерусалим, а потоа епископ во Панеада Палестинска. Кварт беше епископ во Бејрут, многу страдаше, но и многумина ги приведе кон Христовата вера. Сосипатар беше епископ во Иконија, а Терциј беше втор епископ во истата таа Иконија. Духовно војуваа, станаа победници и зедоа венци на невенлива слава."
  }, {
    "title": " Светиот маченик Орест",
    "important": false,
    "desc": "Од градот Тијана во Кападокија. Св. Орест од раѓање беше христијанин, а лекар по занимање. Беше сурово мачен од некој свиреп кнез Максимин во времето на царувањето на Диоклецијан. Кога кнезот најнапред го советуваше да се одрече од Христа и да им се поклони на идолите, Орест одговори: „Кога ти би ја познал силата на Распнатиот, би ја отфрлил идолската лага и би Му се поклонил на вистинитиот Бог“. За ова беше многу биен, стружен и растргнуван, горен со врело железо, па најпосле фрлен во затвор за да умре од глад. Младиот Орест помина седум дена без леб и вода. Осмиот ден повторно го изведоа пред кнезот, којшто му се закани со страшни маки. На ова Орест му одговори: „Готов сум да претрпам секаква мака, бидејќи го имам знакот на мојот Господ Исус Христос изобразен на моето срце“. Тогаш кнезот нареди и му удрија во нозете дваесет железни клинци, го врзаа за коњ и го збоднаа по трња и камења, додека не издивна. На местото каде што беше фрлено телото на Божјиот маченик Орест се јави еден човек светол како сонце, па ги собра сите негови коски и ги пренесе на еден рид близу градот Тијана, таму ги погреба чесно. Овој прекрасен светител Орест му се јавил на Св. Димитриј Ростовски и му ги покажал сите свои рани на телото."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Светиот великомаченик Мина",
    "important": false,
    "desc": "По потекло Мисирец и војник по занимање Свети Мина, како вистински христијанин, не можеше да го гледа одвратното жртвопринесување на идолите, па ја напушти војската и градот и луѓето и сѐ и отиде во пуста планина. Бидејќи на Св. Мина му беше полесно да живее со дивите ѕверови одошто со незнабожните луѓе. Еден ден светителот го проѕре од далечина незнабожечкото празнување во градот Катуанија, па се спушти во градот и пред сите ја објави својата вера во живиот Бог Христос, а ги изобличи идолопоклонството и незнабоштвото како лага и мрак. Кнезот на тој град, некој Пирос, го запраша Свети Мина кој е тој и што е. Светителот му одговори: „Татковина ми е Мисир, името ми е Мина, бев офицер, но кога го видов идолопоклонството се одреков од вашите почести. Сега дојдов пред сите да Го објавам мојот Христос како вистинит Бог, за и Он мене да ме објави како Свој слуга во Царството Небесно“. Кога го слушна ова Пирос го подложи Свети Мина на големи маки. Го биеја, го стружеа со железни четки, го гореа со свеќи и го мачеа со разни други маки, па најпосле го убија со меч. Телото му го фрлија во оган за да не го земат христијаните, но тие сепак спасија од огнот некои делови. Овие остатоци ги погребаа чесно, а подоцна беа пренесени во Александрија и таму ги погребаа и над нив изградија црква. Св. Мина пострада околу 304 година и се пресели во Христовото Царство. Тој беше и остана голем чудотворец во двата животи, и на земјата и на небото. На секого којшто го слави Св. Мина и во неволја со вера го повикува на помош, тој и му помогнал. Повеќепати се јавуваше како војник на коњ, за да им помогне на верните или за да ги казни неверните."
  }, {
    "title": " Преподобен Теодор Студит",
    "important": false,
    "desc": "Прочуен игумен на Студитскиот манастир, голем страдалник за иконите, мудар устроител на манастирскиот живот, боговдахновен учител на Православието и чудесен подвижник. Се упокои во Цариград во 826 година, во шеесет и осмата година од животот."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Свети Јован Милостив",
    "important": false,
    "desc": "Патријарх Александриски. Роден е на осторвот Кипар во кнежевско семејство. Воспитан од детството како вистински христијанин. На настојување од родителите се ожени и имаше деца. Но по Божја Промисла се упокоија и децата и жена му. Прочуен заради милосрдието и благочестивоста, Јован беше избран за патријарх Александриски во времето на царот Ираклиј. Десет години управуваше со александриската Црква како вистински пастир, чувајќи ја од незнабожците и од еретиците. Беше пример на кротост, милосрдие и човекољубие. „Ако сакаш благородство“, велеше, „не барај го во крвта туку во добродетелта, зашто тоа е вистинското благородство“. Сите Свети се одликуваа со милосрдие, но Св. Јован ѝ беше предаден на оваа Света добродетел. Еднаш служејќи Литургија се сети патријархот на Христовите зборови: „Ако принесуваш дар на жртвеникот и таму се сетиш дека брат ти има нешто против тебе, тогаш остави го дарот таму, пред жртвеникот, па отиди и најнапред помири се со брата си, а потоа дојди и принеси го дарот“ (Матеј 5, 23, 24) и се сети дека еден од клириците е зловолен кон него; тој брзо ги остави Светите Дарови, му пријде на тој клирик , му падна пред нозете и го замоли за прошка. И дури кога се измири со човекот се врати пред жртвеникот. Еднаш пак одејќи кон црквата на Светите Кир и Јован се случи да го сретне една бедна вдовица и почна да му говори за својата беда. Придружниците на патријархот почувствуваа здодевност од долготрајната поплака на жената, па му рекоа на владиката да побрза в црква на служба, а жената би можел да ја слуша и после службата. Свети Јован им одговори: „А како ќе ме послуша мене Бог ако јас не ја послушам нејзе?“ И не сакаше да мрдне од местото дури не ја ислуша нејзината поплака докрај. Кога Персијанците удрија на Мисир, патријархот Јован седна во кораб за да се оддалечи од напаста. Патем се разболе и кога стигна на Кипар умре во својот роден крај, во 620 година. Неговите чудотворни мошти се пренесени најпрво во Цариград, а потоа во Будимпешта и најпосле во Пресбург."
  }, {
    "title": " Преподобен Нил Синајски",
    "important": false,
    "desc": "Најпрво беше префект во престолнината, во Цариград. Како женет човек имаше еден син и една ќерка. Гледајќи го порочниот живот во престолнината се договрои со жена му да се оддалечат од светот. Така и направија. Жена му со ќерката отиде во некој женски манастир во Мисир, а Нил со синот Теодул на гората Синајска. Полни шеесет години Св. Нил се подвизуваше на Синај. Напиша прекрасни книги за духовниот живот. Се упокои мирно околу 450 година, во осумдесеттата година на неговиот овоземен живот. Негово е светото слово: „Телесните страсти своето потекло го водат од телесните потреби и против нив е нужно воздржание; а душевните страсти се раѓаат од душевните потреби и за нив е нужна молитва.“"
  }, {
    "title": " Преподобен Нил Мироточив",
    "important": false,
    "desc": "Роден е во Мореја. Како јеромонах дојде на Света Гора заедно со својот чичко. Се подвизуваше како пустиник во пустото место наречено Свети Камења. Кога се упокои од него потече миро во такво изобилство, што од врвот на гората се слеваше во морето. Тоа чудотворно миро ги привлекуваше болните луѓе од секаде заради исцеление. Ученикот на Св. Нил му се пожали во молитва на својот духовен отец од мноштвото посетители. И мироточењето одеднаш престана. Свети Нил се подвизувал како ревносните светители во потполна смисла. Се упокои во 17 век."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Свети Јован Златоуст",
    "important": true,
    "desc": "Патријарх Цариградски. Роден е во Антиохија во 354 година, од татко Секунд, војвода, и мајка Антуса. Изучувајќи ја грчакта философија Јован се згнаси од грчкото незнабоштво и ја усвои христијанската вера како едиствена и целосна вистина. Крштение прими од Мелетиј, патријархот Антиохиски, а потоа примија Крштение и неговите родители. По смртта на родителите се замонаши и почна строго да се подвизува. Тогаш ја напиша книгата „За свештенството“ и тогаш му се јавија Светите апостоли Петар и Јован и му прорекоа голема служба, голема благодат, но и големо страдање. Кога требаше да биде посветен за свештеник се јави ангел Божји: истовремено и на патријархот Флавијан (после Мелетиј) и на самиот Јован. А кога патријархот го ракополагаше, сите видоа светол бел гулаб над Јовановата глава. Прославен заради мудроста, подвигот, и словото со голема власт, беше избран по желба на царот Аркадиј за патријарх Цариградски. Шест години управуваше со Црквата како патријарх со неспоредлива мудрост и ревност. Испрати незнабожечки мисионери кај Келтите и кај Скитите, ја сотре симонијата во Црквата симнувајќи мозина епископи-симонисти; ја рашири милосрдната дејност на Црквата; напиша посебен чин на Светата Литургија; ги посрами еретиците; ја изобличи царицата Евдоксија; Светото Писмо го растолкува со својот златен ум и јазик, на Црквата ѝ остави многу драгоцени книги со неговите беседи. Народот го прослави, завидливците го замразија, царицата двапати го испрати во прогонство. Во прогонство помина три години и се упокои на Крстовден, 14 септември, 407 година, во местото Коман во Ерменија. Пред смртта повторно му се јавија апостолите Јован и Петар, а и Светиот маченик Василиск (под 22 мај), во чијашто црква ја прими Светата Причест. „Слава Му на Бога за сѐ!“, беа неговите последни зборови и со тие зборови душата на златоустиот патријарх замина во Рајот. Од моштите на Св. Јован Златоуст главата почива во Успенскиот храм во Москва, а телото во Ватикан во Рим."
  }, {
    "title": " Преподобниот маченик Дамаскин",
    "important": false,
    "desc": "Роден е во Галата во Цариград и прво се викаше Дијаманди. Во младоста живееше неморално, така и се потурчи. Тогаш доживеа горко покајание и замина на Света Гора, каде што како монах строго се подвизуваше дванаесет години во Лаврата на Св. Атанасиј. Но желен за мачеништво, заради очистување од гревовите, отиде во Цариград и почна да оди по џамиите, да се крсти и да вели дека Исус Христос е Господ и Бог. Беше заклан пред портата Фанара на 13 ноември 1681 година. Моштите му почиваат на Халка во манастирот на Света Троица."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Светиот апостол Филип",
    "important": false,
    "desc": "Роден е во Витсаида крај езерото Галилејско, како Петар и Андреј. Од малечок научен на Светото Писмо, Филип веднаш се одѕва на повикот на Господ Исус и тргна по Него (Јован 1, 43). После слегувањето на Светиот Дух Филип ревносно го проповедаше Евангелието во многу краишта на Азија и Грција. Во Грција Евреите сакаа да го убијат, но со Своите моќни чуда Господ го спаси. Така еврејскиот архиереј којшто се устреми да го бие одеднаш ослепе и сиот поцрне. И имаше силен земјотрес и земјата се отвори и ги проголта злобните гонители на Филип. И многу други чуда се извршија, особено исцеленија на болни, заради што мнозина незнабожци поверуваа во Христа. Во Фригискиот град Јерапол Св. Филип се најде на заедничка работа со Св. Јован Богослов, со својата сестра Маријамна и апостолот Вартоломеј. Таму имаше некоја опасна змија, којашто незнабожците грижливо ја хранеа и ѝ се поклонуваа како на Бог. Божјите апостоли со молитва ја умртвија оваа змија. Со тоа врз себе го навлекоа гневот на помрачените луѓе. Озлобените незнабожци го фатија Филип и го распнаа на дрво главечки, потоа го распнаа и Вартоломеј. Тогаш земјата се отвори и го проголта судијата и мнозина други со него. Во голем страв луѓето притрчаа да ги симнат апостолите. Но успеаја да го симнат жив само Вартоломеј, Филип веќе беше издивнал. На крстените Вартоломеј им го постави за епископ Стахиј, когошто претходно тој и Филип го исцелија од слепило и го крстија. Стахиј беше слеп четириесет години. Подоцна моштите на Св. Филип се пренесени во Рим. Овој прекрасен апостол пострада во 86 година, во времето на царот Дометијан."
  }, {
    "title": " Светиот цар Јустинијан",
    "important": true,
    "desc": "По потекло е Македонец од околината на Скопје. Словенското име му е Управда. Го наследи на престолот својот чичко Јустин. Големината на овој цар е неразделно поврзана со неговата длабока православна вера. Веруваше и живееше според верата. За време на Чесниот Пост не јадеше леб и не пиеше вино, а се хранеше со зелје и пиеше вода секој втор ден. Завојува со дунавските варвари само затоа што ги кастрираа заробениците. Ова е еден од знаците на неговото човекољубие. Беше среќен и успешен во војните и во работата. Изгради голем број прекрасни храмови, од кои најубав меѓу најубавите е Света Софија во Цариград. Ги собра и ги издаде римските закони. Самиот издаваше многу строги закони против неморал и распусност. Ја состави црковната песна „Јединородни Сине и Слове Божји“, којашто од 536 година почна да се пее на литургија. Го свика Петтиот Вселенски Собор во 553 година. Се упокои мирно на 14 ноември 565 година во осумдесеттата година од својот живот и се пресели во Царството на небесниот Цар."
  }, {
    "title": " Свети Григориј Палама, архиепископ Солунски",
    "important": true,
    "desc": "Татко му на Григориј беше висок чиновник на дворецот на царот Андроник II Палеолог. Откако надарениот Григориј ги изучи светските науки не сакаше да се зафати со служба на дворецот, но замина на Света Гора и се замонаши. Се подвизуваше во Ватопед и во Лаврата. Водеше борба со еретикот Варлам и најпосле го победи. Беше посветен за митрополит Солунски во 1347 година. Се прослави и како подвижник и како богослов, и како јерарх и како чудотворец. Му се јавуваа наизменично: Пресвета Богородица, Св. Јован Богослов, Св. Димитриј, Св. Антониј Велики, Св. Јован Златоуст, ангелите Божји. Со солунската Црква управуваше тринаесет години, од кои една година беше во ропство кај Сарацените во Азија. Се упокои мирно во 1360 година. Моштите му почиваат во Солун, во прекрасната црква што му е посветена."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Светите маченици Гуриј, Самон и Авив",
    "important": false,
    "desc": "Гуриј и Самон беа угледни едески граѓани. За време на едно гонење на христијаните се засолнија надвор од градот и живееја во пост и во молитва, храбрејќи ги правоверните коишто ним им притекнуваа за совет. Но ги фатија и ги изведоа пред судијата. Судијата им се закани со смрт ако не се покорат на царската наредба за поклонување на идолите. Светите Христови маченици му одговорија: „Ако ѝ се покориме на царската наредба ќе пропаднеме дури и ако ти не нѐ убиеш“. После лути маки беа фрлени во затвор, во којшто трпеа глад, темнина и тегобност од 1 август до 10 ноември. Тогаш повторно ги изведоа и ги мачеа, па бидејќи останаа непоколебливи во Христовата вера, беа осудени на смрт и убиени со меч во 322 година, за време на свирепиот цар Ликиниј. Подоцна и едескиот ѓакон Авив прими маки за својот Господ Исус Христос и го предаде духот свој во оган. Мајка му го извади неговото цело тело од огнот и го погреба во гроб заедно со Светите Гуриј и Самон. Кога престана гонењето, христијаните подигнаа храм во чест на тројцата маченици Гуриј, Самон и Авив и ги положија нивните чудтворни мошти во еден ковчег. Од безбројните чуда над моштите на овие прекрасни маченици се издвојува едно. Една вдовица во Едеса имаше ќерка со која се ожени еден Гот, војник на грчката војска. Бидејќи мајката се плашеше да ја даде девојката во далечна земја, тој Гот се заколна на гробот на тројцата маченици дека никакво зло нема да ѝ направи на нејзината ќерка, но дека ќе ја земе за своја законска жена, бидејќи, рече, е неженет. Всушност тој беше женет. Кога ја одведе девојката во неговата татковина ја држеше како робинка додека не умре неговата законска жена. Тогаш тој, во договор со останатите свои роднини, со мртвата жена ја закопа и својата жива робинка. Робинката им се молеше со плач на Светите маченици да ја спасат. И тие ѝ се јавија во гробот, ја зедоа и моментално ја пренесоа од Готската земја во Едеса, во својата црква. Утредента кога ја отворија црквата ја најдоа ќерката на онаа вдовица покрај гробот на Божјите светители и дознаа за нејзиното чудесно избавување."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Светиот апостол и евангелист Матеј",
    "important": true,
    "desc": "Матеј беше син на Алфеј, најпрво цариник (т.е. закупец и порезник или митар) и како таков него го виде Господ во Капернаум и го повика: „Врви по Мене.“ И откако стана, тргна по Него (Матеј 9, 9). Потоа Матеј Му приреди дочек на Господ во својот дом и даде повод Господ да изрече неколку големи вистини за Своето доаѓање на земјата. Откако Го прими Светиот Дух, Св. Матеј го проповедаше Евангелието во Партија, во Мидија и во Етиопија, земјата црнечка. Во Етиопија го постави за епископ некој Платон, свој следбеник, а самиот се повлече во молитвена осама во гората каде што му се јави Господ. Ги крсти жената и синот на кнезот на таа земја, заради што кнезот се разгневи и испрати стража да го доведат Матеј пред него на суд. Војниците отидоа и се вратија кај кнезот говорејќи дека го слушнале гласот Матејев, но никако со очите не можеле да го видат Светиот апостол. Тогаш кнезот испрати друга стража. Кога и оваа стража му се приближи на апостолот, него го огреа небесна светлина толку силна, што војниците не можеа да гледаат во него, но исполнети со страв го фрлија оружјето и се вратија. Тогаш кнезот сам појде. Кога му се приближи на Св. Матеј, овој заблеска со таков блесок, што кнезот одеднаш ослепе. Но Светиот апостол имаше милостиво срце, Му се помоли на Бога и кнезот прогледа - за жал прогледа само со телесните очи, не и со духовните. Тој го фати Св. Матеј и го подложи на лути маки. Имено, на двапати ложеше голем оган на неговите гради. Но силата Господова го сочува жив и неповреден. Тогаш апостолот Му се помоли на Бога и Му го предаде својот дух. Кнезот нареди и телото на маченикот го положија во оловен ковчег, па го фрлија во морето. Светителот му се јави на епископот Платон и му кажа за своето тело и за сандакот каде се наоѓаат. Епископот отиде и го донесе ковчегот со телото на Св. апостол Матеј. Кога го виде ова ново чудо, кнезот се крсти и го прими името Матеј. Потоа овој кнез ја остави сета светска суета и прими презвитерски чин, па богоугодно ѝ послужи на Црквата. Кога умре Платон, му се јави на овој Матеј самиот апостол Матеј и го посоветува да го прими епископството. Тој беше многу години добар пастир, додека Господ не го повика во Своето бесмртно Царство. Светиот апостол Матеј го напиша Евангелието на еврејски јазик, коешто набрзо беше преведено на грчки и до нас дојде на грчки, додека она на еврејски се изгуби. За овој евангелист се вели дека никогаш не јадел месо, а се хранел со овошје и зеленчук."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Свети Григориј Чудотворец, епископ Неокесариски",
    "important": false,
    "desc": "Божји човек и силен чудотворец, нарекуван втор Мојсеј. Роден од незнабожни родители, но угледни и богати, Григориј најпрво ги изучи елинската и мисирската (т.е. египетската) философија, но откако ја позна нејзината залудност и недоволност се обрати кон христијанските учители, особено кон Ориген во Александрија, кај кого учеше неколку години и од кого прими Крштение. Чист по душа и тело тој сакаше сиот себеси да Му се посвети единствено на Христа, заради што се оддалечи во пустина, каде што долго време помина во мачни подвизи. Славата за него се пронесе насекаде и Федим, епископот Амасиски, сакаше да го посвети за епископ Кесариски. Проѕорливиот Григориј ја забележа Федимовата намера, па се криеше по пустината од неговите пратеници, за да не го најдат. Најпосле Федим го посвети на чудесен начин и Григориј мораше да ја прими архипастирската служба. Му се јави Пресвета Богородица со Св. Јован Богослов и на заповед од Богородица Св. Јован му го предаде Симболот на Верата познат под името Григориев. Кој ќе ги изброи чудата на овој втор Мојсеј? Им заповедаше на злите духови, заповедаше над горите и над водите, ги лечеше сите маки и болести, пред гонителите стануваше невидлив, ги проѕираше на далечина не само настаните туку и мислите на луѓето. Земниот живот го заврши во 270 година, во длабока старост. Кога дојде за епископ во Кесарија го затекна сиот град незнабожечки и само седумнаесет христијани во него. А кога си заминуваше од овој живот го остави сиот град христијански, а само седумнаесет незнабожци во него. За ова прими венец на слава од својот Господ."
  }, {
    "title": " Преподобен Никон Радоњежски",
    "important": false,
    "desc": "Ученик и наследник во игуменството на Св. Сергеј Радоњежски. Кога варварите нападнаа на Русија, тој Му се молеше на Бога да ја отстрани таа беда од рускиот народ. Тогаш му се јави Св. Сергеј со Петар и Алексеј, упокоените московски митрополити и му рече да не тагува, зашто таа навала е Божјо допуштение заради некое добро, таа ќе помине и мирот повторно ќе се зацари. Го обнови манастирот на Света Троица и на мнозина им послужи за пример во подвижништвото. Се упокои на 17 ноември 1426 година."
  }]
}]