{
  "month": 12,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Светиот маченик Платон",
      "important": false,
      "desc": "Од градот Анкира Галатиска. Роден и воспитан е како христијанин. Уште во младите години покажуваше големо совршенство во сите добродетели. Не ја криеше својата вера во Хиста, туку јавно ја проповедаше изобличувајќи ги идолопоклониците заради поклонувањето на мртви твари наместо на живиот Создател. Заради ова беше изведен на суд пред началникот Агрипин и беше многу малтретиран и мачен од него. Кога началникот почна да го советува да ја избегне смртта и да си го зачува животот поклонувајќи им се на идолите, Платон му одговори: „Има две смрти, привремена и вечна, но има и два животи, едниот е краткотраен, другиот пак бесконечен“. Тогаш Агрипин го удри на страшни маки. Меѓу другото нареди и му полагаа усвитени железни ѓулиња на разголеното тело; потоа од кожата му лупеа каиши. Маченикот му довикнуваше на мачителот: „Мачи ме уште посвирепо, за јасно да се види твојата бесчовечност и моето трпение“. Кога мачителот му го спомна на маченикот философот Платон како незнабожен философ, маченикот му рече: „Ниту јас сум му сличен на Платон ниту тој мене, освен по името. Јас поучувам и се учам на мудроста Христова, а тој е учител на онаа мудрост којашто пред Бога е лудост“. Потоа беше фрлен во затвор, каде што помина без храна и вода осумнаесет дена. Кога стражарите се восхитија дека може да живее гладувајќи толку долго, Платон им рече: „Вие се наситувате со месо, а јас со свети молитви, вас ве весели виното, а мене Христос, лозата вистинска“. Најпосле го убија со меч околу 266 година, кога прими венец на маченичка слава."
    }, {
      "title": " Светите маченици Роман и Варул",
      "important": false,
      "desc": "Свети Роман беше ѓакон на Црквата кесариска. Еднаш тој ревносно го проповедаше Евангелието во Антиохија. Па кога беше некој идолски празник и антиохискиот началник Асклипијад сакаше да влезе во незнабожечкиот храм за да принесе жртва, Роман застана пред него и му рече: „Началнику, грешиш кога одиш кај идолите; не се идолите богови туку Христос е единствениот вистински Бог“. Разјарен началникот го подложи Роман на маки, па светителот беше биен и стружен безмилосно. Во тој миг Св. Роман виде едно дете по име Варул и му рече на началникот: „И ова дете е поразумно од тебе иако ти си стар; тоа Го знае вистинскиот Бог, а ти не.“ Началникот почна да го испрашува Варул за верата и Варул ја изјави својата вера во Господ Исус Христос како во вистински Бог, наспроти лажните идоли. Тогаш Асклипијад нареди и малиот Варул го убија со меч, а Св. Роман го удавија во затворот во 330 година. Така обајцата го наследија Небесното Царство."
    }, {
      "title": " Собор на семејството на свети Григориј Палама",
      "important": false,
      "desc": "Собор на семејството на свети Григориј Палама;"
    }],
    "id": 335
  }, {
    "day": "2",
    "holydays": [{
      "title": "Светиот пророк Авдија",
      "important": false,
      "desc": "Родум од селото Витахарамско од пределите Сихемски. Живеел на дворецот на царот Ахав; но кога царот отстапи од вистинското богопочитување и им се поклони на идолите, Авдија не тргна по примерот на царот, туку продолжи да му служи на единствениот вистински Бог. А кога злобната царица Језавела заради пророкот Илија крена хајка на сите Божји пророци, Авдија собра стотина од нив, ги скри во две пештери и ги хранеше до крајот (1 Царства 18, 4). Современик на големиот пророк Илија, Авдија многу го почитуваше Илија и го слушаше во сѐ како негов следбеник и ученик. Живееше 900 години пред Христа и се упокои мирно."
    }, {
      "title": " Преподобен Варлам и Светиот принц Јоасаф",
      "important": false,
      "desc": "Индиски подвижници. Јоасаф беше принц, син на царот Авенир. По Божја Промисла него го посети старецот Варлам, го научи на верата Христова и го крсти. Потоа старецот се оддалечи во планината на подвиг, а Јоасаф остана да се бори со многубројните искушенија во светот и со благодатта Божја да ги победува. Најпосле Јоасаф успеа да го приведе кон Христа и својот татко. Откако се крсти царот Авенир поживеа четири години во големо покајание - зашто направи големи гревови гонејќи ги христијаните - па потоа го заврши својот земен живот и замина во бесмртниот. Младиот Јоасаф царството му го предаде на својот другар Варахиј, а самиот замина во пустина на подвиг на христијанско восовршување. Единствена желба на земјата му беше уште еднаш да се види со Старецот Варлам. И милостивиот Бог му ја исполни желбата, па еден ден Јоасаф застана пред пештерата на Варлам и возвикна: „Благослови, оче!“ Старецот Варлам се подвизуваше во пустината седумдесет години, а поживеа сѐ на сѐ сто години. Свети Јоасаф го остави царството во својата дваесет и петта година, тогаш замина во пустината, во којашто поживеа триесет и пет години. Обајцата имаа голема љубов кон Господ Исус, мнозина ги обратија во вистинската вера и се преселија во вечната радост на својот Господ."
    }],
    "id": 336
  }, {
    "day": "3",
    "holydays": [{
      "title": "Преподобен Григориј Декаполит",
      "important": false,
      "desc": "Роден е во Декапол Исавриски, од Сергиј и Марија, родители угледни и благочестиви. Кога заврши училиште родителите сакаа да го oженат, но тој побегна во пустина и се замонаши. Живееше по разни места: во Византија, во Рим, на Олимписката Гора. Каде и да одеше секаде ги восхитуваше луѓето со своите подвизи и чуда. Се случуваше да го огрее небесна светлина; да му се јават ангели Божји. Ја гледаше убавината на ангелите и го слушаше нивното умилно пеење. Поживеа долго и богоугодно и мирно се упокои во 9 век во Цариград, кога се пресели во радоста на својот Господ."
    }, {
      "title": " Свети Прокл, патријарх Цариградски",
      "important": false,
      "desc": "Ученик на Св. Јован Златоуст. Во 426 година го посветија за епископ Кизички, во 435 година избран е за патријарх Цариградски. Управуваше со Божјата Црква како мудар архиереј. Во негово време се случија два значајни настани. Прво, преносот на моштите на Св. Јован Златоуст од Коман во Цариград, според желбата на царот и патријархот. Во тоа време царуваа Теодосиј Помладиот и сестра му Пулхерија. Второ, имаше голем земјотрес во Цариград и околината. Многу од најголемите и најубавите зданија попаѓаа од силен трус. Тогаш патријархот со царот и со многубројно свештенство, големци и народ излегоа на литија. И кога на литијата Му се молеа на Бога, се случи едно дете беше чудесно земено високо во воздухот, така што најпосле не можеше да се види со очите. Потоа се врати и се спушти лесно на земјата. Кога го прашаа каде беше, детето одговори дека беше однесено на небото меѓу ангелите и ги слушна како пеат: „Свети Боже, Свети Крепки, Свети Бесмртни помилуј нѐ!“ Кога го слушнаа ова сите луѓе во литијата почнаа да ја пеат оваа песна и земјотресот веднаш престана. Оттогаш оваа прекрасна песна се вплоти прво во литиите, а потоа во литургијата на Црквата. А детето наскоро се упокои и го погребаа во црквата на Св. Ирина. Свети Прокл послужи како архиереј дваесет години и во 446 година се упокои мирно во Господ."
    }, {
      "title": " Светите маченици Евстатиј, Теспесиј и Анатолиј",
      "important": false,
      "desc": "Родени браќа од Никомидија, од незнабожни родители, Филотеја и Евсевиј, коишто подоцна ја примија вистинската вера од Св. Антим Никомидиски, заедно со своите синови. Филотеј беше ракоположен за презвитер. Кога тој со жена му се упокои, настана страшното гонење на христијаните под злочестивиот цар Максимијан и тројцата Филотееви синови беа изведени на суд. Беа судени, мачени, истизавани на разни начини и најпосле осудени на смрт. Повеќепати им се јавуваа во затворот ангели, па им даваа за храна манна и ги исполнуваа нивните млади срца со сила и храброст во трпењето. Кога ги изведоа на губилиштето им пријдоа двајцата другари, Паладиј и Акакиј и разговараа со нив. И додека уште разговараа, Светите маченици Му ги предадоа на Бога своите души. Тогаш војниците им ги отсекоа мртвите глави и ги однесоа за да му ги покажат на судијата. Пострадаа за Господ Исус Христос околу 313 година."
    }],
    "id": 337
  }, {
    "day": "4",
    "holydays": [{
      "title": "Воведение на Пресвета Богородица ",
      "important": true,
      "desc": "Кога Пресвета Дева Марија наполни три години од раѓањето, нејзините свети родители Јоаким и Ана ја доведоа од Назарет во Ерусалим, за да ја предадат, според своето ветување, на служба на Бога. Од Назарет до Ерусалим има три дена пат, но одеа на богоугодно дело и патот не им беше тежок. Се собраа и мнозина роднини на Јоаким и Ана за да земат учество во таа свеченост, во којашто невидливо учествуваа и ангелите Божји. Напред одеа девиците со запалени свеќи во рацете, потоа Пресветата Дева, водена од едната страна од Јоаким, а од другата од Ана. Беше украсена со царска благолепна облека и со украси, како што ѝ прилега на царска ќерка, на невеста Божја. Зад нив одеа многубројни роднини и пријатели, сите со запалени свеќи. Пред храмот имаше петнаесет скалила. Родителите Ја кренаа Дева на првото скалило, а Таа тогаш сама брзо се искачи на врвот, кај што Ја дочека првосвештеникот Захарија, таткото на Св. Јован Предвесник. Кога првосвештеникот Ја зеде за рака, Ја воведе не само во храмот туку и во Светињата на светињите, каде што никој никогаш не влегуваше, освен архиерејот. Св. Теофилакт Охридски вели дека Захарија бил „надвор од себеси и обземен од Бога“ кога Ја воведувал Дева во најсветото место во храмот, зад втората завеса, поинаку не би можела да се објасни оваа постапка. Во онаа прилика родителите на Дева Марија според Законот, Му принесоа жртви на Бога примија благослов од свештеникот и се вратија дома, а Пресветата Дева остана при храмот. Таа пребиваше во храмот цели девет години. Родителите Ја посетуваа често додека беа живи, особено блажената Ана. А кога нејзините родители беа повикани да се престават кај Бога, Пресветата Дева остана сираче и не сакаше до нејзина смртта да се оддалечува од храмот ниту да стапи во брак. Бидејќи тоа беше спротивно на Законот и на обичајот во Израилот, кога наврши дванаесет години му ја дадоа на Св. Јосиф, нејзиниот роднина од Назарет, за под вид на свршеница да живее со него во девственост и привидно да го задоволи Законот. Зашто во тоа време не се знаеше во Израилот девојките да се заветуваат на девственост до крајот на животот. Пресвета Дева Марија беше прва таква доживотно заветувана девојка и Нејзе потоа Ја следеа незнајно мнозинство девственици и девственички."
    }],
    "id": 338
  }, {
    "day": "5",
    "holydays": [{
      "title": "Светата маченичка Кикилија (Цицилија)",
      "important": false,
      "desc": "Родена е во Рим од богати и угледни родители. Имаше голема вера во Христа и голема ревност за верата. Заветувана на Бога на вечна девственост, под раскошните фустани што ѝ ги подаруваа родителите Кикилија носеше остра власеница. А кога ја присилија на брак, и тоа со некаков незнабожец, Валеријан, таа уште првата ноќ го посоветува младоженецот да отиде кај епископот Урбан и да се крсти, па потоа и самиот да живее во девственост. Откако ја прими Христовата вера Валеријан го обрати и својот брат Тивуртиј. Наскоро потоа обајцата браќа заради верата во Христа беа осудени на смрт. Кога ги водеа на губилиште тие успеаја да го обратат и водачот на стражата, Максим. Сите тројца заедно пострадаа за Господ Исус Христос. Св. Кикилија ги погреба нивните тела заедно. Тогаш беше изведена на суд и Кикилија, зашто непрестајно ги придобиваше незнабожците за Христовата вера. Само во една вечер придоби околу четиристотини души. Кога ја праша судијата од каде ѝ е толкавата смелост, таа одговори: „Од чиста совест и несомнена вера“. После тешки маки беше осудена на убиство со меч. Џелатот ја удираше по вратот трипати, но не можеше да ја убие; само ја рануваше и од вратот истекуваше крв којашто верните заради исцелување ја собираа во марами, сунѓери и садови. Три дена потоа Христовата маченичка Му го предаде својот дух на Бога, Којшто ја прими во Своето вечно блаженство. Света Кикилија со останатите пострада околу 230 година. Нејзините мошти почиваат во црквата со нејзиното име во Рим. Во западната црква Света Кикилија се смета за заштитничка на црковното пеење и музика."
    }, {
      "title": " Свети Калист, патријарх Цариградски",
      "important": false,
      "desc": "Наречен Ксантопулос според келијата Ксантопула на Атонската Гора, каде што тој се подвизуваше долго време со својот соподвижник Игнатиј. Заедно со Игнатиј во сто глави го опишаа сопствениот опит во безмолвниот живот. Ова дело зазема мошне видно место во подвижничката книжевност. Калист беше под големо влијание на својот учител Св. Григориј Синајски, чиешто житие го напиша тој. Како патријарх Цариградски Св. Калист еднаш појде во Србија и на тоа патување се разболе и умре (како што по патот, на Света Гора, му прорече Св. Максим Капсокаливит)."
    }, {
      "title": " Светиот маченик Менигнос",
      "important": false,
      "desc": "Родум од Хелеспонт. Се бавеше со белење платно и по ова беше наречен Белач. Во времето на царот Декиј ја искина царската наредба за гонење на христијаните. За ова беше фрлен во затвор, каде што му се јави Самиот Господ и го охрабри говорејќи: „Не плаши се, Јас Сум со тебе“. Во тој миг неговите окови се растопија како восок, затворот се отвори сам од себе и тој излезе. Повторно го фатија и го судеа. Беше мачен нечовечно: му ги отсекоа прстите на рацете и на нозете, а потоа го обезглавија. Неговата глава ноќе светеше како свеќа."
    }],
    "id": 339
  }, {
    "day": "6",
    "holydays": [{
      "title": "Свети Амфилохиј Икониски",
      "important": false,
      "desc": "Сонародник и пријател на Св. Василиј Велики и на другите големи светители од 4 век. Рано го остави светскиот метеж и се повлече во една пештера, каде што како отшелник проживеа во подвиг четириесет години. Тогаш се случи и се испразни епископската столица во Иконија и Амфилохиј на чудесен начин беше избран и посветен за епископ Икониски. Беше прекрасен пастир и голем бранител на чистата православна вера. Учествуваше на II Вселенски Собор во 381 година. Ревносно се бореше против злочестивиот Македониј и против аријанците и Евномиј. Лично го молеше царот Теодосиј Велики да ги протера аријанците од секој град во државата. Царот не му ја исполни желбата. По неколку дена повторно Амфилохиј му се јави на царот. Кога епископот беше воведен во одајата за прием, царот седеше на престолот, а од неговата десна страна неговиот син Аркадиј, когошто тој си го беше зел за соцар. Кога влезе Амфилохиј му се поклони на царот Теодосиј, а на Аркадиј, царскиот син, не се ни обѕрна, како и да го немаше овде. Царот Теодосиј многу се разгневи заради ова и нареди Амфилохиј веднаш да се избрка од дворецот. Тогаш светителот му рече на царот: „Гледаш ли, цару, како ти не го поднесуваш бесчестењето на твојот син; така и Бог Отецот не го трпи бесчестењето на Синот Свој, со ненавидност се одвраќа од оние коишто хулат на Него и се гневи на сите следбеници на онаа (Ариева) ерес“. Кога го слушна ова царот разбра зошто Амфилохиј не му оддаде почест на неговиот син и се восхити на неговата смелост и мудрост. Покрај многубројните дела и подвизи, Св. Амфилохиј напиша и неколку книги за верата. Се упокои во 395 година во длабока старост и се пресели во бесмртниот живот."
    }, {
      "title": " Свети Григориј, епископ Акрагантски",
      "important": false,
      "desc": "Роден е во Сицилија близу градот Акрагант, каде што подоцна беше епископ. Неговите родители, Харитон и Теодотија, беа благоверни. Сиот негов живот е проткаен со прекрасни Божји чуда. На чудесен начин отиде во Ерусалим, на чудесен начин беше избран за епископ, на чудесен начин се спаси од клевета. И самиот беше голем чудотворец, зашто беше голем угодник Божји, голем духовник и подвижник. Учествуваше на V Вселенски Собор во Цариград. После тешките искушенија се упокои мирно во почетокот на 7 век (или на крајот од 6 век)."
    }, {
      "title": " Свети Александар Невски",
      "important": false,
      "desc": "Син на кнезот Јарослав. Од малечок со срцето свртен кон Бога. Ги победи Швеѓаните на реката Нева, на 15 јули 1240 година, заради што е наречен Невски. Во таа прилика на еден војвода на Александар му се јавија светителите Борис и Глеб и му ја ветија својата помош на великиот кнез, којшто им беше роднина. Во Златната Орда татарска Свети Александар не сакаше да им се поклони на идолите ниту да помине низ оган. Заради неговата мудрост и телесна сила и убавина и татарскиот кан го уважуваше овој кнез. Градеше многубројни цркви и чинеше безбројни дела на милостиња. Се упокои во својата четириесет и трета година, на 14 ноември 1263 година, а на 23 ноември се празнува преносот на неговите мошти во градот Владимир."
    }],
    "id": 340
  }, {
    "day": "7",
    "holydays": [{
      "title": "Светата великомаченичка Екатерина",
      "important": true,
      "desc": "Ќерка на царот Конста. По смртта на татко ѝ живееше со својата мајка во Александрија. Мајка ѝ беше потајна христијанка, којашто преку својот духовен отец ја приведе кон Христовата вера и Екатерина. Во едно видение Света Екатерина прими прстен од Самиот Господ Исус, во знак на веридба со Него. Тој прстен до денес стои на нејзината рака. Екатерина беше многу надарена и добро школувана во грчката философија, медицината, реториката и логиката, а притоа беше и необично убава. Кога злочестивиот цар Максенциј им принесуваше самиот жртви на идолите и им наредуваше на другите да го вршат истото, Света Екатерина смело излезе пред царот и ја изобличи неговата идолопоклоничка заблуда. Кога виде царот дека е посилна од него во мудроста и во знаењето, повика педесетмина најмудри луѓе за да се препираат со неа за верата и да ја посрамат. Но Екатерина ги надмудри нив и ги посрами. Разјарен царот нареди сите педесетмина мудреци да се изгорат во оган. По молитвите на Света Екатерина овие мудреци сите пред смртта го исповедаа името Христово и се објавија себеси за христијани. Кога оваа маченичка беше во затворот, го приведе кон верата војводата Порфириј со двесте војници, а ја обрати кон Христа и самата царица (августа-василиса). Сите пострадаа за Христа. При мачењето на Света Екатерина ѝ се јави ангел Божји, го запре и го искрши тркалото на коешто беше мачена; а потоа ѝ се јави Самиот Господ Христос и ја утеши. После многу мачења ја убија со меч во нејзината осумнаесетта година, на 24 ноември 310 година. Од нејзиното тело истече млеко наместо крв. Чудотворните мошти на Света Екатерина почиваат на Синај."
    }, {
      "title": " Светиот великомаченик Меркуриј",
      "important": true,
      "desc": "Кога царот Декиј еднаш војуваше против варварите, во неговата војска имаше еден војвода над ерменскиот полк наречен Мартензес. Тој војвода се викаше Меркуриј. Во борбата на Меркуриј му се јави ангел Божји, му даде меч во рацете и му рече дека тој ќе ги победи непријателите. И навистина, Меркуриј покажа чудо од храброст косејќи ги непријателите како трева. По оваа славна победа царот Декиј го произведе за прв војвода во својата војска. Но некои завидливи луѓе го обвинија Меркуриј дека е христијанин, а тој ова пред царот не го скри туку го објави. Беше мачен долго и тешко: од него со ножеви сечеа каиши, го гореа со оган. Но во затворот му се јави ангел Божји и го исцели. Најпосле царот изрече пресуда војводата Меркуриј да се убие со меч во Кападокија. Кога го убија телото му стана бело како снег и од него излегуваше мирис на темјан. Од неговите чудотворни мошти се исцелија многумина болни. Овој прекрасен Христов војник пострада меѓу 251 и 259 година."
    }],
    "id": 341
  }, {
    "day": "8",
    "holydays": [{
      "title": "Свети Климент, архиепископ Охридски",
      "important": true,
      "desc": "За свети Климент Охридски, патронот на нашата Црква, првиот словенски епископ со Дух напоен од Бога, нашиот Старец, молитвеник, духовник, беседник, просветлител, учител... речиси и да немаме конкретни биографски податоци. Не се знае кога е роден, каде се школувал, кои се неговите родители и сл. Изворите молчат, но житијата никогаш немале за цел да ги изнесуваат личните моменти од животот на светителите, туку нивните богоугодни дела, нивните подвизи и жртви. Со иста таква цел и во спомен на овој голем наш светител и Божји угодник се напишани и овие редови. Се претпоставува дека се родил во периодот од 830 до 840 година. Во Пространото Климентово житие пишува: „тој го познавал неговиот (Методиевиот) живот како никој друг, бидејќи пошол по него од најмлади години и со свои очи ги видел сите дела на својот учител“. Поради оваа блискост со свети Методиј, најверодостојна и најподдржана е тезата дека тој потекнувал од Македонија, или од Струмичко-брегалничката област каде со словенското кнежество управувал свети Методиј пред да замине во Мала Азија, или од Охрид, или пак, со помала веројатност од Солун. По заминувањето на свети Методиј од светот, со цел „целиот свој живот на Христа Бога да Му го посвети“ во манастирот на Олимп, со него заминале и свети Климент и свети Наум. Се смета дека двајцата таму биле замонашени. Дури и се мисли дека пред Моравската мисија, свети Климент учествувал и во Хазарската мисија. Во Моравија тој им помагал на своите духовни отци и учители светите Методиј и Кирил во мисијата. Уште пред тоа, тој учествувал во подготовките за мисијата, односно во преводите на библиските и литургиските текстови, каде што се здобил со огромно знаење кое ќе биде темел на неговото подоцнежно големо животно дело. Подоцна, заедно со рамноапостолните браќа светите Методиј и Кирил во 868-869 од Моравија пристигнал во Рим, каде што бил сведок на Божјиот благослов и потврда на делото на неговите учители и бил ракоположен во свештенички чин. Таму тие со себе ги понеле и моштите на римскиот папа и маченик свети Климент, кои ги пронашол свети Кирил, и се претпоставува дека при ракополагањето на свети Климент во свештенички чин можно е да го добил името во спомен на светиот папа Климент. По упокојувањето на свети Кирил во 869 година, свети Климент и другите негови собраќа заедно со свети Методиј повторно се вратиле во Моравија. Тука продолжиле да ја извршуваат мисијата под раководство на сега веќе архиепископот Методиј сè до неговата смрт. На теренот на оваа словенска земја се изодени првите чекори на словенската богослужба и писменост, откако пред тоа свети Кирил ја создал словенската азбука – глаголица. Иако и претходно не биле мирни во своето дело поради непријателите на словенскиот јазик, по смртта на свети Методиј во 885 година за неговите ученици започнале деновите на прогон и мачеништво. Во Моравија се случиле трагични мигови за словенската богослужба и писменост. Таму тие претрпеле големи искушенија: останале „без храна и облекло“, трпеле измачувања, прогони, навреди, фрлани биле во затвори, со неколку збора – преживеале сцени од житијата на мачениците, но и ни оставиле доказ како да се истрае во искушенијата. „Бог е милостив“ и Тој им дава сили на своите избраници да издржат. По тие тешки мигови и по смртта на свети Горазд, едни од учениците отишле во Бохемија, каде што го ширеле делото на словенски јазик до крајот на 11. век, а другите, Климент, Наум и Ангелариј преку Белград дошле во Плиска кај царот Борис, кој покажувал интерес за вакви луѓе поради потребата од ширење на христијанството на словенски јазик, а извесен број по заобиколен пат преку Венеција и Цариград дошле во Бугарија. Набргу потоа во 886 година свети Ангелариј подлегнал на раните здобиени во прогонот, свети Наум останал како управник на Преславската школа, а свети Климент заминал за Кутмичевица. Во науката сè уште со сигурност не се знае каде се наоѓа оваа област, претпоставките се насочени кон тромеѓето меѓу Македонија, Албанија и Грција. Девол, Охрид и Главеница биле три населби во областа Кутмичевица. Тука тој го започнал најплодниот дел од својот живот, на кој ќе му посветиме најмногу внимание. Со ова не сакаме да кажеме дека претходниот дел од неговиот живот не го сметаме за важен, далеку од тоа, бидејќи тој е темел на сето она што подоцна ќе следува, неговото богоугодно дело. Можно е свети Климент да присуствувал кога свети Кирил вдахновен од Светиот Дух, користејќи ги трите христијански симболи: крстот, триаголникот и кругот ја создал старословенската азбука глаголица. Покрај светите браќа Методиј и Кирил тој ја развил својата љубов кон Бога и пишаниот збор. За свети Климент браќата биле жив пример и образец за неговото лично издигање и усовршување. Знаеме дека тој им помагал на своите учители во преводот на богослужбените и литургиските книги на старословенскиот, подоцна црковнословенски јазик, кој е кодифициран како литературен јазик врз основа на македонскиот словенски говор од Солунско. Благодарение на претходниот период од својот живот, под будното око и духовното раководство на своите учители, рамноапостолните првоучители на сесловенскиот народ светите Методиј и Кирил и, пред сè, со Божја помош и промисла тој станува богоподобен... „Откако настрада, како ангел се јави на земјата, озарувајќи ги, преподобен, секогаш срцата на верните со богопознание, заради тоа со љубов те почитуваме, Клименте“, вели непознатиот негов ученик во Службата која ја составил во негов спомен. По доаѓањето во Охрид тој веднаш се зафатил со устројување на областа која му била доделена, со посебна грижа кон својата паства. Тука, како еден од најистакнатите ученици на светите Методиј и Кирил, достојно го продолжил нивното дело. Може да се каже дека тој повторно ги поставил основите на старомакедонската-словенска писменост, одејќи по стапките на своите духовни отци. Свети Климент проповедал и богослужел на разбирлив народен јазик. За таа потреба подигнал цркви и манастири и ја основал Охридската книжевна школа. Тој бил организатор и главен претставник на Охридската школа. Така, Охрид станал црковно и книжевно жариште на македонската, но и на сесловенската писменост. Главна дејност на Климент била просветлување на народот и негово припојување кон Христа. „На светот Христос тебе те даде, богоблажени, за пастир на луѓето, откако ти го довери стадото одбрано, а ти, светителе, сјаеш како сонце и ги озаруваш тие молитвеници“, пишува во Службата. Голем е неговиот влог во литературата и пишаниот збор, но не смееме да заборавиме дека свети Климент, пред сè, бил претставник на Црквата Христова. Неговите дела биле создадени во слава на нашиот Спасител Исус Христос и несомнено со Негова помош. Тој седум години самостојно ја вршел црковно-просветната дејност, учителствувал и вредно работел на своето дело. Но за да го оствари сето она што го замислил, нему му била потребна помош. По неговото востоличување за епископ Велички во 893 година покрај него доаѓа неговиот возљубен собрат свети Наум, неговиот достоен помошник, придружник и соподвижник, и тој го презема раководењето со Охридскиот книжевен центар. Тие секогаш со заеднички сили дејствувале. Уште од мали биле тесно поврзани, ги придружувале Солунските браќа уште пред словенската мисија и од нив добивале најодговорни задачи. Тие во сè работеле со удвоени сили како апостолите и како нивните учители. Така делото на своите духовници го продолжиле нивните ученици свети Климент и свети Наум, на тој начин доближувајќи им се на црковните отци. Преку љубовта кон Бога и своите ближни тие станале достојни продолжувачи на апостолското предание и дело. Свети Климент, еден од најблиските ученици на светите Методиј и Кирил, прв епископ на словенскиот јазик, заедно со својот соподвижник ги поставил темелите на ова велико дело. Во грчкото житие на свети Наум се вели: „А божествениот Климент, кога го зеде дивниот Наум, сличен нему по дела и слово, преминуваше од место на место... просветувајќи со проповед разни градови и краеви“. Бидејки топонимите Кутмичевица, Дремвица и Велика се непознати, се претпоставува дека Климентовата епархија била со центар во Охрид и неговата околина, но некои проучувачи на делото на свети Климент велат дека таа се простирала до централна Македонија, а можно е и да ги опфаќала Струмичкиот и Брегалничкиот крај. Преку дејноста на Охридската книжевна школа, со длабока љубов и почит кон делото на нивните учители тие го просветлувале народот паднат во гревовен мрак. Сведочеле за Бога и на луѓето им го покажувале патот кон Него, патот на спасението и Вистината. Ја продолжиле традицијата на своите учители, со доследно придржување до наследството на светите браќа. Со тоа ни го покажуваат значењето на послушанието и љубота кон духовните отци. Тие ги спроведувале изворните идеи на своите учители. Охридската книжевна школа уште се нарекува прв словенски универзитет. Тука како најдоследни бранители на делото на светите Методиј и Кирил тие жилаво го чувале и бранеле во неговата целокупност, пред сè, во поглед на писмото. Основна карактеристика на Охридската книжевна школа била глаголицата. Доказ за тоа се најстарите зачувани словенски ракописи од крајот на 10. и почетокот на 11. век, пишувани на глаголско писмо: Маринско и Зографско евангелие, Синајски псалтир и Синајски евхологиј, Македонски листови, Асеманово евангелие и др. кои потекнуваат од оваа школа. Ракополагањето на свети Климент за прв словенски епископ претставувало дефинитивно оформување на црковната организација со словенска хиерархија и богослужби на народен јазик. Со ова целата мисија добила конечна форма и трајност. Постои претпоставка дека е можно тој многу порано, уште од раката на свети Методиј да бил ракоположен за епископ, назначен токму за оваа област, бидејќи Архиепископијата на свети Методиј ја опфаќала и централна Македонија. Манастирите на свети Климент и свети Наум биле црковни и просветни центри, наставата се вршела во нив, таму се давала основна писменост. Свети Климент ги учел своите ученици да пишуваат, да препишуваат и самостојно да создаваат дела, „им ги објаснуваше подлабоките места од Писанијата“. Тој ги учел учениците на црковниот ред и на „псалмопение“, што кажува за неговата музичка поткованост. Во Охридската книжевна школа се подготвувале 3500 ученици, кои подоцна во групи од по 300 биле распоредени низ целата епархија. Едни од учениците биле ориентирани кон црковна дејност, други кон книжевна. Се препишувале и преведувале богослужбени книги, но и се создавале оригинални дела кои претставуваат класични творби на старата црковнословенска литература, составени според нормите на византиската поетика. Исто така, под раководство на свети Климент и свети Наум, во Охридската книжевна школа се дооформиле и комплетирале богослужбените книги, односно она што не можело да се доврши во Моравија. Како доказ за тоа служи фактот што најмногу стари ракописи со црковни служби потекнуваат од Македонија и носат белези карактеристични за Охридската книжевна школа. Благодарение на Охридската книжевна школа глаголицата се задржала во употреба уште повеќе од 2 века. Во Име и Слава на Бога и по примерот на апостолите и сите Свети Отци, свети Климент „го учел клирот на работи што се однесувале до црковниот ред, за псалмопението и за молитвите“. Народот и учениците ги „хранел“ со поуки и им „станал татко на сиромасите и заштитник на вдовиците“. Тој, преземајќи ја паствата, богослужбата и просветата во свои раце, успеал да изгради силен свештенички и учителски кадар. Ракополагал чтеци, ѓакони, свештеници и епископи и подготвил многуброен млад црковен кадар. Со тоа тој ја организирал нашата Црква на цврсти основи. Ова оди во прилог на тоа дека тие, пред сè, ја ширеле Христијанската вера и проповедале за Вистината, ја вовеле словенската богослужба, а заедно со тоа и писменоста. Богатството на ранохристијански споменици ни кажува дека таму христијанството живеело, но свети Климент со својата организација и дело му дал нова цврста форма, која трае и до денес. Свети Климент и свети Наум во духот на христијанството го продолжиле делото на сите кои делувале и се подвизувале на ова тло, од светиот апостол Павле, преку свети Еразмо Охридски и сите останати знајни и незнајни исповедници на Христовата вера. Тие го организирале монашкиот живот, столбот на Православната Црква, граделе цркви и манастири со впечатливи и високо-уметнички живописи. Според тоа, може да заклучиме дека таму се изучувало иконографија, фрескопис и мозаик, бидејќи веќе знаеме дека црквата на свети Климент е урнек на нови црковни градби. Ова кажува дека во Охрид свети Климент успешно го организирал црковниот живот и развил плодна дејност. Како епископ, вистински „пастир кој ја полага својата душа за својата паства“, свети Климент„ им станал на сите сè“. За таа потреба тој и ги пишувал своите дела. На јазикот кој штотуку ја доживеал својата писмена пројава, Климент создавал прекрасни дела. Ги создавал првите дела на литературниот словенски јазик, откако неговите учители го поставиле темелот со глаголицата. Преку неговите дела ги гледаме стилските и емоционалните можности на старословенскиот јазик, кој штотуку почнал да се оформува како литературен. Затоа се вели дека Охридската книжевна школа станала расадник на црковна писменост. Свети Климент, освен што работел на преводите на потребните богослужбени книги и друга богословска литература, бил и автор на оригинални дела: слова, поуки, пофални слова, пофалби, канони и житија. Житието вели: „Никогаш не го видовме да бездејствува... или се оддаваше на молитва, или се занимаваше со читање, или пак пишуваше книги... составил прости и јасни слова за сите празници... ја снабдил Црквата со псалмоподобни песнопенија“. Свети Климент се смета за еден од првите, најистакнати, најнадарени и најплодни писатели на старата словенска литература. Тој создавал творби со практична религиозно-просветна намена и со дидактичка и егзегетска содржина, кои можат да се споредат со најдобрите обрасци во византиската литература и беседништво. Тој бил втемелувач на најстарата оригинална словенска книжевност. Преку квалитетот на неговите творби и неговата споредба со најголемите учители на Црквата, добиваме слика за неговото образование. Се смета дека се образувал во високи византиски школи, но пред сè, под закрилата на своите учители, од кои го добил најпотребното и највредното знаење. Од нив добил мудрост која се стекнува само со опит и живот посветен на Бога. За неговото образование нема пишан доказ, но според она што го напишал нема да згрешиме ако кажеме дека стекнал солидно образование и добро ја познавал византиската литература, па затоа можно е да учел во византиска школа. Во Охридската книжевна школа посебно место се посветувало на химнографијата, за што сведочат сочувани преписи на основните литургиски книги: триоди, минеи и октоиси. Тој е автор на повеќе канони. За да создаде такви големи химнографски дела, тој морал да биде и музички поткован, да ја познава многу добро црковната музика, црковната нотација, композиција и мелодија. Канонот е полистрофичка химнографска форма, најобемна и најсложена. За музичката активност на свети Климент дознаваме и од неговите житија. Тој ни се открива како музички педагог, композитор на духовни творби и преведувач на псалмоподобни напеви. Тој ги учел помладите на црковен ред и на „псалмопение“. Во својата поука за Вознесението Христово, свети Климент нагласува дека херувимската песна се пее „едногласно“, потоа: „И свјашченаја пјенија писанием прејдаде“. Како прилог кон големото дело кое произлегло од перото на свети Климент Охридски, повторно ќе се навратиме на неговите житија: Теофилакт сведочи дека свети Климент „богато ја снабдил Црквата со канони за пеење, при што едни од нив составил за многу светии, додека други – молитвени и благодарствени, составил во чест на Сенепорочната Мајка Божја“. Хоматијан пак, сведочи дека Охридскиот светец го напишал „целото Боговдахновено Писание, пофални слова, житија на свети маченици и преподобни и свештени песни“. Во својот манастир тој напишал најголем дел од своите творби. Изградил книжевна норма и напишал оригинална проповедничка и хагиографска литература, со што ги поставил основите на Охридскиот книжевен центар, кој го продолжил неговото просветно дело неколку векови по него. Бил педагог, плоден писател, родоначалник на црковното словенско беседништво и на словенската литература. За македонската и општословенската култура и просвета од огромна важост е просветителската и книжевната дејност на свети Климент. Со од Бога даруван книжевен дар тој им се приближил преку своите дела на најголемите Отци на Православната Црква, како што се: свети Јован Златоуст, свети Василиј Велики, свети Григориј Богослов и многу други. Затоа често бил, и денес е споредуван со нив, а во црковните зборници и книги неговите дела се секогаш заедно со нивните. Силното влијание на Охридската книжевна школа се чувствувало со векови не само во Македонија и кај другите јужнословенски народи туку и во Русија. Неговото дело се раширило и надвор од македонските граници и добило сесловенски карактер. Големиот број на преписи од неговите дела, преку 1000, кажуваат колку тие биле омилени и барани од црковните кругови. Делата на овој светител биле прифатени во целиот православен словенски свет и ги поставиле основите на црковно-манастирските библиотеки. Благодарение на делото на свети Климент и свети Наум, во православните словенски земји црковно-словенскиот јазик останал како заеднички јазик, сè до создавањето на современите словенски јазици. Свети Климент и свети Наум биле просветители и учители. Но, денешното значење на зборот просвета не се совпаѓа со она старословенското „просвештение“, односно просветлување кое значи апостолство, мисионерство. Освен просвештението со крштение – преку црковни обреди и служби, просвештението со братољубие – преку живот според евангелскиот принцип и љубов, свети Климент се залагал за просвештение со букви – преку описменување и книги. Тој уште во 886 година ја започнал својата просветна дејност. Настан со општословенско значење, важен пресврт во духовниот живот на нашиот народ и почеток на нов период во нашата историја. Така Охрид станал најважен центар на словенската култура. Главна дејност на свети Климент била просветлување на народот и негово припојување кон Христа. Откако станал епископ, но и претходно, па сè до крајот на својот овоземен живот, како вистински пастир и Старец, тој целото своето време им го посветил на монасите, својот народ и книжевната дејност. Работел без починка дење и ноќе. Во житието ќе прочитаме: „Со своето дело Климент го урна ѕидот на незнаењето“, а во Службата: „Охридската црква, во која ти дојде како благ, просветлена е од твоите молитви“. Тој бил пастир-учител не само со зборови туку и со целиот свој живот и дело. Зборот учител тука треба да го сфатиме во евангелска смисла. Тој најмногу се залагал за просветување преку добродетели и евангелската заповед за љубовта. Откако ја започнал својата дејност во Македонија почнале да никнуваат цркви и манастири, кои се исполниле со монаси. Тој подигнал црковен кадар, идни проповедници на христијанството. Свети Климент заедно со свети Наум несомнено се духовни заштитници на нашиот народ, наследници и спасители на големото дело на нивните и наши првоучители светите Методиј и Кирил. Очигледно е дека преку црковно-пастирската дејност тие изоделе трнлив пат, налик на Христовиот. Затоа на овие двајца светители голема чест им оддава и старата охридска црковна уметност: фрескописот и иконографијата. Свети Климент бил богослов, беседник, пастир, мисионер... давал пример со својот живот, со добродетелите, службата, подвизите, творештвото... личност скроена според Евангелието, подобна на Христа, охристовена, вистински проповедник на Христовата вера. Со добивањето на епископскиот чин примил апостолска служба на свештенослужење и проповед, им го покажувал на луѓето патот на богопознанието и ја водел паствата на патот на спасението. Како што вели апостолот: „На сите им станал сè“. Бил сострадалник на своите луѓе. Пример како „целиот свој живот да Му се посвети на Христа“. Терминот учител во христијанството значи: поучувач (наставник) во верата, мисионер, проповедник. Бил трудољубив, голем молитвеник и подвижник. Вистински Просветлител – тоа значи полнота на човековиот живот во Бога, каде што човекот во заедништво со Бога, преку Светиот Дух се просветлува. Ова зборува за нивото на неговата духовна големина, степенот на неговиот духовен раст. Во Православието нема просветлување без Светиот Дух. Благодарение на Него свети Климент го извршил целото свое дело. Светиот Дух е Тој Кој го преобразува човекот и го прави достоен за вакви дела. Оваа плодна црковно-просветителска и книжевна дејност претставува темел на една долга црковна и книжевна традиција која многу се распространила, а Слава Му на Бога, трае и до денес. Затоа, достојно да Му блгодариме на Бога за дарот на вакви учители кои ги втемелија луѓето во Православието. „Кое место не се освети од твоите молитви, светителе? Која ли црква не се освети од твоите слова...?“. На епископската должност тој останал 23 години. Во 916 година, шест години по упокојувањето на свети Наум, и тој ја предал својата душа во Божји раце. И по неговата смрт Охридската книжевна школа го задржува доминантното место во развојот на македонската писменост. Свети Климент заедно со свети Наум ги зацврстија темелите, односно го продолжија делото на оние кои пред нив ја создаваа и градеа Македонската Православна Црква и со право таа сега се нарекува Светиклиментова. Нивната плодна дејност на полето на Црквата роди богати плодови, од кои ние и ден денес се храниме. Еве и ние денес сме сведоци дека по нивните свети молитви во нашите манастири се продолжува нивното дело. И да не заборавиме, сето ова ни е оставено во наследство кое треба достојно да го чуваме. Свети Климент е светител од општословенско значење, кој многу брзо по неговата смрт бил канонизиран. Неговата големина прекрасно ни ја доловува еден од неговите непознати ученици во Службата составена веднаш по неговата смрт, во негов спомен: „Очистувајќи си ги душата и телото и умот, блажен... имајќи на земјата ангелски живот, ти, блажен, придоби чест рамна на ангелите. Заедно со нив сега стоиш пред Владетелот. Помоли се, блажен, за своето стадо“."
    }, {
      "title": " Светиот свештеномаченик Климент, епископ Римски",
      "important": false,
      "desc": "Роден е во Рим, од царски род, современик на апостолите. Мајка му и неговите двајца браќа пловејќи по морето беа разнесени на разни страни, а татко му одејќи да ги бара жената и децата и самиот се изгуби. Тогаш Климент, којшто имаше дваесет и четири години, појде на Исток да си ги бара родителите и браќата. Во Александрија се запозна со апостолот Варнава, потоа му се придружи на Св. апостол Петар, по кого веќе одеа неговите двајца браќа, Фаустин и Фаустијан. По Божја Промисла апостолот Петар ја најде Климентовата мајка како старица питачка, а потоа и татко му. И така повторно се состави целото семејство и заедно како христијани се вратија во Рим. Св. Климент не се одвојуваше од великиот апостол, којшто него пред својата смрт го постави за епископ на Рим. По маченичката смрт на Петар, во Рим епископ беше Лин, потоа Клит - обајцата кусо време - а после тоа Климент. Свети Климент управуваше со Божјата Црква со пламена ревност и од ден на ден обраќаше во верата Христова голем број неверни. Тој одреди и седум брзописци коишто ги запишуваа житијата на мачениците што во она време страдаа за својот Господ. Царот Трајан го протера во Херсон, каде што Климент најде две илјади прогонети христијани. Сите беа зафатени со тешка работа на каменорежење на едно безводно место. Христијаните го примија Св. Климент со голема радост и тој им беше жив извор на утеха. Со својата молитва низведе вода и обрати во христијанство огромен број староседелци и за една година на тоа место подигна седумдесет и пет цркви. За да не ја шири понатаму Христовата вера, го осудија на смрт со потопување во морето со камен на вратот, во 101 година. Неговите чудотворни мошти ги извадија од морето дури Светите Методиј и Кирил."
    }],
    "id": 342
  }, {
    "day": "9",
    "holydays": [{
      "title": "Преподобен Алимпиј Столпник",
      "important": false,
      "desc": "Роден е во Адријанопол, пафлагониски град. Од малечок Му беше предаден на служба на Бога. Како ѓакон служеше во црквата на епископот Теодор во тој град. Но желен за осаменички живот, молитва и богомислие, Алимпиј се оддалечи на едни елински гробишта надвор од градот, од кои заради честите демонски привиденија луѓето бегаа како од страшилишта. Таму тој забоди крст, па изгради храм во чест на Света Ефимија, којашто му се јави во сон. Крај храмот подигна висок столб, се качи на него и помина таму во пост и во молитва цели педесет и три години. Ни потсмевот на луѓето ни злобата на демоните не можеа да го оддалечат оттаму ниту да го поколебаат во неговата намера. Особено од демоните овој светител претрпе безброј маки. Не само што го застрашуваа со разни привиденија туку и го маваа со камења, не давајќи му мир ни дење ни ноќе долго време. Но Алимпиј мажествено се оградуваше себеси против силата демонска со знакот на крстот и со името Исусово. Најпосле демоните победени го оставија, а луѓето почнаа да го почитуваат и да му доаѓаат барајќи ги неговите молитви, утеха, поуки и исцеленија. Околу неговиот столб се подигнаа два манастири: од едната страна машки, а од другата женски. Во женскиот манастир живееја мајка му и сестра му. Св. Алимпиј ги раководеше монасите и монахињите од својот столб преку сопствениот пример и слово, а им блескаше на сите како небесна светилка, укажувајќи им го патот кон спасението. Овој Божји угодник имаше толкава благодат, што често го озаруваше небесна светлина и над него се креваше светлосен столб до небото. Беше прекрасен и силен чудотворец за време на животот и после смртта. Поживеа повеќе од сто години и се упокои во Господ во 640 година, во времето на царот Ираклиј. Од неговите Свети мошти се чува главата во Кутлумушкиот манастир на Света Гора."
    }, {
      "title": " Возобновување на храм на св. Георгиј во Киев",
      "important": false,
      "desc": "Возобновување на храм на св. Георгиј во Киев; "
    }, {
      "title": " Преподобен Стилијан",
      "important": false,
      "desc": "Пафлагонец, сонародник и современик на Св. Алимпиј. Имаше преголема љубов кон Господ Исус Христос и заради оваа љубов се предаваше на големи подвизи. Се одрече од сѐ, само за да има неподелена љубов кон Господа. Пред смртта ангелите се јавија за да му ја земат душата и лицето му заблеска како сонце. Беше голем чудотворец за време на животот и после смртта. Им помага особено на малечките деца и на бездетните родители."
    }],
    "id": 343
  }, {
    "day": "10",
    "holydays": [{
      "title": "Светиот маченик Јаков Персијанец",
      "important": false,
      "desc": "Роден е во персискиот град Елапа или Вилат, од христијански родители, воспитан во христијанската вера и оженет со христијанка. Персискиот цар Издигерд го засака Јаков заради неговата надареност и спретност и го направи прв благородник на својот дворец. Поласкан од царот, Јаков се опрелести и им принесе жртва на идолите на коишто царот им се поклонуваше. Кога слушнаа за ова, мајка му и жена му му напишаа прекорно писмо во коешто го оплакуваа како богоотпадник и душевен мртовец, молејќи го сепак при крајот на писмото да се покае и да Му се врати на Христа. Трогнат од ова писмо Јаков горко се покаја и одважно ја исповеда пред царот својата вера во Господ Христос. Разгневен царот го осуди на смрт, но со тоа што деловите на телото да му ги сечат еден по еден сѐ додека не издивне. Џелатите буквално ја исполнија оваа заповед на нечестивиот цар и му ги отсекоа на Јаков најпрво прстите на рацете, па прстите на нозете, па нозете, па рацете, рамената и најпосле главата. При секое сечење маченикот најпрво Му оддаваше благодарност на Бога. Од неговите рани излегуваше благоухан мирис како од кипарис. Така овој прекрасен маж го покаја својот грев и се престави со душата пред својот Бог Христос, во Царството небесно. Пострада околу 400 година. Главата му се наоѓа во Рим, а дел од моштите во Португалија, каде што се празнува на 22 мај."
    }, {
      "title": " Седумнаесет Индиски преподобни маченици",
      "important": false,
      "desc": "Христијански монаси, пострадаа од индискиот цар Авенир. Царот Авенир се разлути на Старецот Варлам затоа што го крсти царскиот син Јоасаф и испрати потери по Варлам. Потерите не го фатија Варлам, но фатија други седумнаесет монаси и ги доведоа пред царот. Царот ги осуди на смрт, па откако најнапред им ги избодија очите, им ги отсекоа јазиците, им ги искршија нозете и рацете, ги убија со меч. Но со крвта на овие Христови витези уште повеќе се утврди Христовата вера во Индиското царство."
    }, {
      "title": " Преподобен Натанаил",
      "important": false,
      "desc": "Монах нитриски. Деноноќно Му се молеше на Бога и се просветуваше со размислување за Божествените нешта. Не излегуваше од својата келија ни преку нејзиниот праг полни триесет и осум години. Се упокои во Господ во втората половина на 6 век."
    }],
    "id": 344
  }, {
    "day": "11",
    "holydays": [{
      "title": "Светите Петнаесет Тивериополски свештеномаченици",
      "important": true,
      "desc": "Во времето на владеењето на царот Јулијан Отстапник, кога христијаните биле прогонувани, Тимотеј, Комасиј, Евсевиј и Теодор ја напуштиле Никеја и се населиле во Солун. Потоа го оставиле Солун и се преселиле во Тивериопол, денешна Струмица. Тимотеј станал епископ на тивериополската Црква. Комасиј се откажал од војничкиот чин и се замонашил проповедајќи го словото на Вистината во тивериополските села. Евсевиј исто така бил монах којшто луѓето најмногу ги привлекувал со своите добри дела. Теодор, епископ, бил еден од триста и осумнаесете богоносни Отци кои учествувале на Соборот во Никеја. Кон овие четворица притекнале и Петар, Јован, Сергиј, Теодор, Никифор кои што биле презвитери, Василиј и Тома коишто биле ѓакони, Еротеј, Даниил и Харитон коишто биле монаси и Сократ кој порано бил војник, но се откажал од сѐ и станал дел од овој добар лик на Отците. И тие, кога се собрале сите заедно, воделе вистински ангелски живот просветлувајќи ги жителите на Тивериопол со светлината на познанието. Кога за ова дознал царот Јулијан испратил луѓе во Тивериопол со заповед тамошните жители да се откажат од Христа и да им се поклонат на идолите. Најпрвин пред царските пратеници биле повикани овие петнаесет свети мажи. Но, бидејќи тие не сакале да им принесат жртва на демоните и на нивните идоли веднаш биле осудени на смрт и посечени со меч. Кога Светиите го завршиле својот благочестив живот нивните чесни тела многу денови стоеле зафрлени бесчесно за да бидат изедени од кучиња, ѕверови и птици. Но, Господ ги запазил недопрени и неповредени така што оние што ги гледале го прославувале Христа Бога. Подоцна некои христијани се собрале и ги подигнале со почести чесните тела на Мачениците, ги завиткале во чисти плаштаници и откако ги извршиле сите служби, ги положиле во Тивериопол, секого во посебен ковчег, на којшто било напишано името на секого од нив, каков живот водел и каков чин имал во Христа. И по смртта, Мачениците чинеле големи чудеса не само на месните жители туку и надвор од границите на Тивериопол, така што мнозина од Елините познавајќи ја Вистината пристапувале кон верата Христова и се крштевале. На тој начин ниту во Тивериопол, ниту во околината не останал ниту еден безбожник. А верата се беше распространила и во останатите западни краишта така што Тивериопол станал како некоја кула од секаде видлива, којашто ја раздавала и на другите градови светлината на верата и ги враќала од мракот на заблудата оние што се наоѓале во длабокото море на неверието. \n Светите Петнаесет Тивериополски свшетеномаченици и денес се почитуваат како покровители и заштитници на градот Струмица."
    }, {
      "title": " Преподобниот маченик Стефан Нови",
      "important": false,
      "desc": "Како некогаш Ана, мајката на Самуил, и Стефановата мајка Ана Го молеше Бога да ѝ подари еден син. Молејќи се така еднаш во црквата Влахерна пред иконата на Пресвета Богородица, ја фати лесен сон, во којшто Ја виде Пресветата Дева како блескаво сонце и слушна глас од Неа: „Оди си со мир, жено. Според твоите молитви имаш син во твојата утроба“. И навистина Ана зачна и роди син, овој свет Стефан. Во шеснаесетата година Стефан прими монашки чин на Аксентиевата Гора кон Цариград, од Старецот Јован, од кого се научи на Божествената мудрост и на подвижништво. А кога Старецот Јован се упокои во Господ, Стефан остана на таа гора строго подвизувајќи се и наложувајќи си труд на труд. Неговата светост привлече многумина ученици. Кога царот Константин Копроним ги прогонуваше иконите уште полуто од својот татко Лав Исавријанин, Стефан се покажа како ревносен заштитник на почитувањето на Светите икони. Безумниот цар примаше разни гнасни клевети против Стефан, а и самиот уредуваше разни сплетки само за да го скрши и да си го тргне од патот. Стефан беше прогонет на островот Проконис, потоа доведен во Цариград, окован и фрлен во затвор, каде што го сретнаа триста четириесет и двајца монаси затвореници, доведени од разни страни и затворени заради почитување на иконите. Во затворот го вршеа црковното правило како во манастир. Свирепиот цар го осуди Стефан на смрт. Светителот четириесет дена претходно ја предвиде својата смрт и се прости со браќата. Царските слуги го извлекоа од затворот биејќи го и тргајќи го го влечеа по цариградските улици, повикувајќи ги сите што се со царот да го каменуваат овој „противник на царот“. Некој од еретиците го удри со дрво по глава светителот и тој издивна. Како што првомаченикот Стефан пострада од Евреите така и овој Стефан пострада од иконоборните еретици. Славно го заврши животот во 767 година, во педесет и третата година од својот живот, кога прими маченички венец од Господ Христос."
    }],
    "id": 345
  }, {
    "day": "12",
    "holydays": [{
      "title": "Светиот маченик Парамон и другите триста и седумдесетмина со него",
      "important": false,
      "desc": "Во Витинија Азиска некој кнез Аквилин ужасно ги прогонуваше христијаните. Еднаш тој фати триста и седумдесет христијани и ги поведе со себе врзани на некое место каде што беше храмот на идолскиот Бог Посејдон. Овде изопачениот кнез ги принудуваше да му се поклонат на идолот и да му принесат жртва. Иако кнезот му се закануваше со смрт на оној којшто нема да се покори на неговата заповед, ниеден христијанин не му се потчини. Во тој миг покрај храмот поминуваше еден чесен маж по име Парамон. Тој застана крај толпата врзани луѓе и дозна за што се работи, па возвикна: „О колку невини праведници сака да заколи скверниот кнез затоа што не им се поклонуваат на неговите неми и мртви идоли!“ И Парамон го продолжи својот пат. Тогаш разјарен кнезот ги испрати своите слуги за да го убијат Парамон. Слугите го стигнаа, го фатија, па прво му го прободија со трн јазикот, а потоа го разголеа и така му го избодија целото тело. Свети Парамон Му ја предаде душата на Бога со молитва во срцето. Потоа оние триста и седумдесет маченици, големи како синови Божји и невини како јагниња, беа убиени со меч, па преминаа во бесмртното царство на Господ Христос. Пострадаа во 250 година."
    }, {
      "title": " Преподобен Акакиј Синајски",
      "important": false,
      "desc": "Во својата славна книга Лествица Св.Јован Лествичник известува за житието на овој светител. Младиот Акакиј бил искушеник кај еден зол старец во Синајскиот манастир. Гневниот Сатрец везден го укорувал и го навредувал Акакиј, а често и го тепал, и на сите начини го измачувал и малтретирал. Но Акакиј не се жалел и сето тоа го поднесувал трпеливо, со уверение дека тоа е корисно за неговото спасение. Кога и да го запрашал некој како живее, одговарал: „Добро, како пред Господ Бог!“ После девет години послушание и мачење Акакиј умрел. Старецот го закопал и отишол да му се пожали на еден свет Старец, велејќи: „Акакиј, мојот ученик, умре.“ „Не верувам, “ одговорил Светиот Старец. Акакиј не умре.“ Тогаш обајцата отишле на гробот на умрениот и оној свет Старец повикал: „Брате, Акакиј, умре ли?“ А послушниот Акакиј и по смртта послушен, одговорил: „Не, оче, не може да умре оној што е послушен“. Тогаш оној зол Старец се покајал, се затворил во една келија близу гробот Акакиев, каде што остатокот од животот го поминал во покајание и во молитва."
    }, {
      "title": " Свети апостол Урбан Македонски",
      "important": false,
      "desc": "Свети апостол Урбан Македонски;"
    }],
    "id": 346
  }, {
    "day": "13",
    "holydays": [{
      "title": "Светиот апостол Андреј Првоповиканиот",
      "important": false,
      "desc": "Син на Јона и брат на Петар, родум од Витсаида, рибар по занимање. Најпрво му беше ученик на Св. Јован Крстител, но кога Св. Јован покажа со прст на Господ Исус велејќи: „Еве го Јагнето Божјо!“ (Јован 1, 36), тогаш Св. Андреј го остави својот прв учител и тргна по Исуса. Потоа го приведе кон Господа и својот брат Петар. По слегувањето на Светиот Дух на овој прв апостол Христов му падна во дел да го проповеда Евангелието во Византија и Тракија, потоа во земјите Дунавски, па во Русија и околу Црното Море и најпосле во Епир, Грција и Пелопонез, каде што и пострада. Во Византија постави прв епископ во лицето на Св. Стахиј; во Киев забоди крст на високо и прорече блескава христијанска иднина за рускиот народ; во Тракија, Епир, Грција и Пелопонез преведе во верата мноштво народ и им постави епископи и свештеници. Во градот Патрас изврши многу чуда со името на Христа и придоби многумина за Господ, меѓу кои беа братот и жената на царскиот намесник Егеат. Разјарен заради ова Егеат го подложи Свети Андреј на маки, а потоа го распна на крст. Додека беше жив на крстот, апостолот им кажуваше на христијаните што се беа собрале околу неговиот крст корисни поуки. Народот сакаше да го симне од крстот, но тој се спротивстави на тоа. Најпосле апостолот почна да Му се моли на Бога и притоа некоја необична светлина го заблесна целиот. Тоа светло озарување траеше околу половина час, а кога исчезна апостолот Му ја предаде својата душа на Господ. Така го заврши својот земен век првоповиканиот апостол, којшто прв од Дванаесетте големи апостоли Го позна Господа и тргна по Него. Пострада за својот Господ во 62 година. Неговите мошти беа пренесени во Цариград. Подоцна главата му ја пренесоа во Рим, а едната рака во Москва."
    }, {
      "title": " Свети Фрументиј, просветител на Абисинија",
      "important": false,
      "desc": "Во времето на царот Константин Велики патуваше за Индија еден учен човек од Тир, по име Меропиј. Со себе ги беше зел двајцата млади браќа христијани, Едесиј и Фрументиј. По патот им се разби коработ од бурата на бреговите на Абисинија и дивите Абисинци ги убија сите луѓе од коработ, освен овие двајца браќа, Едесиј и Фрументиј. Тие проживеаја во Абисинија неколку години и успеаја да влезат во служба на дворецот на абисинскиот цар. Фрументиј почна да ј проповеда христијанската вера, но многу внимателно, и се увери дека почвата за оваа проповед е многу погодна и плодна. Тогаш двајцата браќа седнаа на кораб и тргнаа: Едесиј во Тир кај своите родители, а Фрументиј кај Св. Атанасиј Велики, којшто беше патријарх во Александрија. Фрументиј му ја изолжи на патријархот положбата во Абисинија и побара пастири за новообратените во верата. Св. Атанасиј го ракоположи Фрументиј за епископ. Св. Фрументиј се врати во Абисинија, каде што со својата ревност и со многубројни чуда успеа да ја обрати цела Абисинија во христијанската вера. Овој голем пастир на Христовото стадо и просветител на Абисинија се упокои мирно во 370 година, кога се пресели во Царството на својот Господ."
    }],
    "id": 347
  }, {
    "day": "14",
    "holydays": [{
      "title": "Светиот пророк Наум",
      "important": false,
      "desc": "Родум од племето Симеоново, од местото Елкесем, од онаа страна на Јордан. Живееше 700 години пред Христа. Двесте години после Пророкот Јона ѝ ја прорече пропаста на Нинивија. Од пророштвото на Јона Нинивјаните се беа покајале, заради што Бог ги поштеди и не ги погуби. Но со време тие заборавија на милоста Божја и повторно се развратија. Пророкот Наум им прорече пропаст. Па бидејќи не принесоа покајание, не беа ни поштедени. Од земјотреси, поплави и оган пропадна сиот град, така што ни местото веќе не му се знаеше. Свети Наум поживеа четириесет и пет години и се упокои во Господ оставајќи ја малечката книга со неговите вистинити пророштва. "
    }, {
      "title": " Свети Филарет Милостив",
      "important": false,
      "desc": "Од селото Амниј во Пафлагонија. Во почетокот Филарет беше мошне имотен човек, но делејќи им големи милостињи на сиромасите многу осиромаши. Тој пак, не се уплаши од сиромаштијата туку со надеж во Бога, Кој рече: „Блажени се милостивите, зашто тие ќе бидат помилувани“, продолжи да твори милосрдие не обѕирајќи се на негодувањето на својата жена и на децата. Додека еднаш ораше на нива, му дојде еден човек и се пожали дека штотуку му цркнал волот во јаремот, а дека не би можел да ора со еден вол. Филарет испрегна еден вол од својот чифт и му го даде. Му го даде и својот последен коњ на некого што беше повикан да оди во војна со коњ. Го даде и телето на последната крава, а кога забележа дека кравата рика по раздвоеното теле, му довикна на човекот што го даруваше, па му ја даде и кравата. И остана престарениот Филарет без храна во празната куќа. Но тој Му се молеше на Бога и во Бога се надеваше. И Бог не го остави праведникот да биде посрамен во надежта своја. Во тоа време царуваше Ирина со својот млад син Константин. Според тогашниот обичај, царицата испрати луѓе по целото царство да ја бараат најдобрата и најугледната девојка со којашто би го оженила нејзиниот син цар. По Божја Промисла тие луѓе дојдоа на конак во куќата на Филарет, ја видоа неговата внука Марија, ќерката на неговата ќерка Ипатија, прекрасна и кротка, и ја одведоа во Цариград. Девојката му се допадна на царот и тој се венча со неа, а Филарет и целото негово семејство ги пресели во престолнината и им даде голема чест и богатство. Но Филарет не се погордеа со таквата ненадејна среќа, туку благодарен кон Бога, продолжи сега да врши добри дела уште повеќе од порано. И остана во тоа до смртта. Во својата девдесетта година ги викна децата да ги благослови и ги поучи да се држат за Бога и за законот Божји и со проѕорлив дух, како некогаш Јаков, му прорече на секого како ќе го проживее овој век. Потоа легна во манастирот Родолфија и Му ја предаде својата душа на Бога. Пред смртта лицето му заблеска како сонце, а по неговата смрт од него излезе необичен благоухан мирис и од неговите мошти се случија чуда. Овој Божји праведник се упокои во 797 година. Неговата сопруга Теозва, како и сите негови деца и внучиња, поживеаја богоугодно и се упокоија во Господа. "
    }],
    "id": 348
  }, {
    "day": "15",
    "holydays": [{
      "title": "Светиот пророк Авакум",
      "important": false,
      "desc": "Син Асафатов, од племето Симеоново. Пророкуваше 600 години пред Христа, за време на царот Манасија. Му прорече опустошување на Ерусалим. Кога вавилонскиот цар Навуходоносор удри на Ерусалим, Авакум се засолни во Исмаилќанската земја, откаде што потоа повторно се врати и живееше како земјоделец. Еден ден им носеше ручек на работниците на нива, кога одеднаш му се јави ангел Господов и му рече: „Однеси го ручекот што го имаш во Вавилон кај Даниил во јамата лавовска.“ А Авакум му рече: „Господи, Вавилон не сум го видел и јамата не знам каде е “ (Даниил 14 - 33). Тогаш ангелот го зеде за косата и моментално го пренесе во Вавилон, на огромна далечина, кај лавовската јама во којашто беше фрлен Даниил од царот Кир, за казна дека не им се поклони на идолите. „Данииле, Данииле, прими го ручекот што ти го праќа Бог!“, возвикна Авакум. И Даниил прими и јадеше. Потоа ангелот Божји повторно го зеде Авакум и го пренесе во Јудеја, на неговата нива. Авакум пророкуваше за ослободувањето на Ерусалим и за времето Христово. Се упокои во длабока старост, а закопан е во местото Кела. Моштите му ги открија во времето на царот Теодосиј Велики."
    }, {
      "title": " Светата маченичка Миропија",
      "important": false,
      "desc": "Родена е во Ефес од родители христијани. По смртта на татко ѝ со мајка ѝ се преселија на островот Хиос, каде што пострада за Христа. Страдањето на оваа Света девица стана наскоро после страдањето и смртта на славниот маченик Исидор војник (под 14 мај). Кога мачителите го убија Исидор, храбрата Миропија тајно го зеде неговото тело, го покади и чесно го погреба на едно посебно место. Свирепиот кнез Нумеријан слушна дека телото на маченикот е украдено, па сакаше да ги погуби стражарите. Кога дозна дека невини луѓе ќе страдаат заради нејзиното дело, блажената Миропија се пријави сама пред власта и призна дека таа го украде и го погреба телото на маченикот. По наредба на кнезот ја биеја по целото тело и најпосле сета во рани ја фрлија во затвор. Но Господ не ја остави Својата маченичка без утеха. На полноќ затворот го осветли небесна светлина и ѝ се јави мнозинство ангели со Св. Исидор среде нив. „Мир на тебе, Миропијо,“ ѝ рече Св. Исидор, „дојде молитвата твоја пред Бога и наскоро ќе бидеш со нас и ќе го примиш венецот што е за тебе подготвен“. Светата страдалница се израдува и во тој миг Му го предаде својот дух на Бога. Од нејзиното тело излезе благоухан мирис, којшто го исполни сиот затвор. Еден од стражарите го виде и го почувствува сево ова, поверува во Христа, се крсти и наскоро и самиот прими маченичка смрт. Света Миропија се пресели во вечноста во 251 година. "
    }, {
      "title": " Свети Иса, епископ Циклански",
      "important": false,
      "desc": "Еден од тринаесеттемина Сириски отци (под 7 мај). Голем чудотворец. Реката од далечина ја наврте во близина на градот Циклан со молитва. Моштите му почиваат во црквата со негово име во градот Циклан во Сирија."
    }],
    "id": 349
  }, {
    "day": "16",
    "holydays": [{
      "title": "Светиот пророк Софониј",
      "important": false,
      "desc": "Родум од гората Саварат, од племето Симеоново. Живееше и пророкуваше во 7 век пред Христа, за време на благочестивиот цар Јосија. Современик на Пророкот Еремија. Имајќи голема смерност и чист ум воздигнат кон Бога, се удостои со проѕирање во иднината. Го прорече денот на гневот Божји; казната над Газа, Аскалон, Азот, Акарон, Нинивија, Ерусалим, Египет. Ерусалим го виде како „град одметнички, осквернет, насилнички, во кого кнезовите се лавови што рикаат; судиите му се волци вечерни; пророците - фалбаџии, измамници; свештениците ја сквернат светоста, го изопачуваат законот“ (гл. 3). Кога го проѕре времето на доаѓањето на Месијата, восхитено воскликна: „Пеј ќерко Сионска; ликувај Израиле; радувај се и весели се со сето срце, ќерко ерусалимска!“ Овој тајновидец се упокои во местото на своето раѓање, за да го чека општото воскресение и наградата од Бога. "
    }, {
      "title": " Свети Јован Молчалник",
      "important": false,
      "desc": "Родум од Никопол Ерменски, од татко Евкратиј и мајка Ефимија. Во неговата осумнаесетта година стана монах и се подвизуваше тврдо и одлучно чистејќи си го срцето со многу солзи, постејќи и молејќи се. После десет години беше поставен за епископ Колониски. Со својот пример кон богоугоден живот го привлече и својот брат Пергамиј и чичко му Теодор, коишто беа луѓе угледни на дворецот на царевите Зинон и Јустинијан. Гледајќи ги злобата и метежот на овој свет коишто тој не можеше да ги излечи, го напушти епископскиот престол и преоблечен во прост монах дојде во обителта на Св. Сава кај Ерусалим, каде што остана непознат многу години, вршејќи усрдно и совесно секакво послушание на коешто беше одредуван од игуменот. Заради ова Св. Сава му предложи на патријархот Илија да го ракоположи за презвитер. Кога патријархот сакаше да го ракоположи Јован, Јован му призна дека е веќе посветен во епископскиот чин. Тогаш Св. Јован се затвори во келија, и години и години помина во молчење и молитва. Потоа мина девет години во пустина, хранејќи се само со диво зелје, па повторно се врати во манастирот. Ги одвраќаше верните од Оригеновата ерес и многу придонесе за таа ерес да се сотре и осуди. Проѕираше јасно во духовниот свет и ги исцелуваше луѓето од болести. Откако се победи самиот себеси, лесно ги победуваше демоните. Голем во смирението, во Божествената сила и мудрост, овој Христов слуга мирно се упокои во 558 година, во сто и четвртата година од својот живот."
    }, {
      "title": " Преподобен Теодул",
      "important": false,
      "desc": "Угледен патрициј на дворецот на Теодосиј Велики. По смртта на својата жена ја остави суетата на светот, се повлече од Цариград на еден столб кај Ефес, каде што се подвизуваше цели триесет години."
    }],
    "id": 350
  }, {
    "day": "17",
    "holydays": [{
      "title": "Светата великомаченичка Варвара",
      "important": true,
      "desc": "Таткото на оваа славна Христова следбеничка, којашто на млади години се вневести за Христа, се викаше Диоскор и беше познат според положбата и богатството во градот Илиопол Мисирски, а во верата беше незнабожец. Својата ќерка единица, мудра во умот и убава во ликот, Диоскор ја затвори во висока кула, ја опкружи со секакви удобности, ѝ даде слугинки да ја служат, ѝ постави идоли за поклонување, ѝ изгради бања со два прозорци. Гледајќи ги низ прозорецот земјата долу и ѕвезденото небо во висините, на Варвара ѝ се отвори умот со Божествената благодат, па Го позна единствениот вистински Бог и Создател, иако немаше никого од луѓето за учител во тоа. А кога нејзиниот татко еднаш се оддалечи од градот, таа излезе од кулата и по Божја Промисла се сретна со некои христијанки коишто ѝ ја јавија вистината на Христовата вера. Срцето на Варвара пламна со љубов кон Господ Христос. Таа нареди да се пресече и трет прозорец на бањата за да бидат трите прозорци симбол на Света Троица; на една карпа во бањата нацрта со прстот крст и крстот се вдлаби во каменот како врежан со железо; од нејзините стапала на подот од бањата избиваше извор со вода којашто подоцна на мнозина им донесе исцеление од болестите. Кога дозна Диоскор за верата на својата ќерка, сурово ја биеше, ја протера од кулата и ја гонеше за да ја убие. Карпата се отвори и ја скри Вравара од суровиот татко. Кога му се јави повторно, татко ѝ ја однесе пред началникот Мартијан, на кого што му ја предаде за мачење. Невината Варвара ја расоблекоа и ја биеја, додека целото тело не ѝ го прекрија во рани и крв. Во затворот ѝ се јави Самиот Господ со ангели и ја исцели. Кога го виде тоа една жена Јулијанија и самата посака мачеништво. Обете беа ужасно мачени и со исмевање ги водеа по градот. Им ги отсекоа градите и од нив истече многу крв. Најпосле ги изведоа на губилиште, каде што таткото самиот си ја закла ќерката, а војниците ја заклаа Јулијанија. Истиот тој ден удри гом во куќата на Диоскор и ги уби него и Мартијан. Света Варвара пострада во 306 година. Нејзините чудотворни мошти почиваат во Киев. Прославена во Небесното Царство, Св. Варвара многупати им се јавува на мнозина, понекогаш сама, а понекогаш со Пресвета Богородица. "
    }, {
      "title": " Свети Јован Дамаскин",
      "important": true,
      "desc": "Најнапред беше министер на калифот Абдалмелех, а потоа монах во манастирот на Св. Сава Осветен. Заради ревносно застапување на иконопочитувањето во времето на иконоборниот цар Лав Исавријанин Јован беше наклеветен од овој цар кај калифот, којшто му ја отсече десната рака. Тој припадна на молитва пред Пресвета Богородица и раката му се состави и чудесно му зарасна. Кога го виде тоа чудо калифот се покаја, но Јован повеќе не сакаше да остане кај него како големец, туку се повлече во манастир, каде што во почетокот им беше пимер на монасите во смирението, послушноста и во сите монашки подвизи. Испеа посмртни песни, го состави Октоихот, Ирмологијата, Месецословот, Пасхалниот Канон и напиша многубројни богословски дела со вдахновение и длабочина. Голем како монах, и како поет, и како богослов, и како војник на Христовата вистина, Дамаскин се вбројува во големите отци на Црквата. Се упокои мирно во 776 година, во сто и четвртата година од својот живот. "
    }],
    "id": 351
  }, {
    "day": "18",
    "holydays": [{
      "title": "Свети Сава Осветен",
      "important": true,
      "desc": "Незначајното село Муталаск во Кападокија стана славно поради ова големо светило на Црквата. Овде Сава се роди од татко Јован и мајка Софија. Родителскиот дом го напушти кога имаше осум години и се замонаши во блиската обител наречена Флавијанова. После десет години премина во Палестинските манастири и таму најдолго се задржа во обителта на Светите Ефтимиј Велики (под 20 јануари) и Теоктист. Проѕорливиот Ефтимиј за него прорече дека ќе стане славен монах и наставник на монасите и дека ќе основа лавра поголема од сите лаври на сите времиња. По смртта на Св. Ефтимиј Сава се оддалечи во пустина, каде што во една пештера, којашто му ја покажа ангел Божји, помина како отшелник пет години. Потоа, кога стана совршен монах, по Божја Промисла околу него почнаа да се собираат многумина ревнители за духовниот живот. Набрзо се собраа во толкав број, што Сава мораше да гради и црква и многубројни келии. Дојдоа и некои Ерменци, на коишто тој им одреди пештера за во неа да служат на ерменски јазик. Кога умре татко му, кај него дојде неговата остарена мајка Софија, којашто тој ја замонаши и ѝ даде келија подалеку од неговиот манастир, па во неа таа се подвизуваше до крајот на животот. Овој Свет отец претрпе многу напасти од ближните, од еретиците и од демоните. Но тој сите ги победуваше, и тоа: блиските со благост и попустливост, еретиците со непоколебливо православно исповедање, а демоните со крсниот знак и повикувајќи Го на помош Бога. Особено голема борба имаше со демоните на гората Кастела, каде што го основа својот втор манастир. Тој и неговиот сосед Теодосиј Велики се сметани за најголеми светила и столбови на Православието на Исток. Тие ги исправаа царевите и патријарсите во верата, а на сите им служеа како пример на светителско смирение и на чудесната Божја сила. После трудољубивиот и многуплоден живот Св. Сава се упокои во 532 година, во деведесет и четвртата година од својот живот. Меѓу другото, тој го устрои манастирскиот типик на богослужење, којшто подоцна се рашири по целото Православие и стана познат како Ерусалимски устав. "
    }, {
      "title": " Преподобен Нектариј Битолски",
      "important": true,
      "desc": "Родум од Битола. Се подвизуваше најпрво во манастирот Свети Врачи кај Битола, заедно со својот замонашен татко Пахомиј. Потоа премина на Кареја, каде што го продолжи подвигот под раководство на Старците Филотеј и Дионисиј во келијата на Св. Архангели. Откако ги победи човечката завист, демонските напасти и тешките болести, се пресели во Царството Христово на 5 декември 1500 година. Неговите чудотворни мошти цели, нетлени и благоухани, почиваат во истата келија. "
    }, {
      "title": " Преподобните Карион и Захарија",
      "important": false,
      "desc": "Татко и син, обајцата големи мисирски подвижници. Карион ја остави жената и двете деца и замина во монаштво. Младиот Захарија како дете беше земен во манастир и со својот подвиг го надмина својот татко и многумина други прочуени подвижници. Кога го прашаа Захарија кој е вистински монах, одговори: „Оној којшто себеси посотјано се принудува да ги извршува Божјите заповеди“. "
    }],
    "id": 352
  }, {
    "day": "19",
    "holydays": [{
      "title": "Свети Николај Чудотворец, архиепископ Мирликиски",
      "important": true,
      "desc": "Овој славен светител, когошто и денес го слават по сиот свет, им беше единец син на своите богати и угледни родители, Теофан и Нона, жители на градот Патара во Ликија. Бидејќи им беше син единец даруван од Бога, тие Му го посветија на Бога, принесувајќи Му така дар. Знаењето за духовниот живот Св. Николај го стекна преку својот чичко Николај, епископот Патарски, и се замонаши во манастирот „Новиот Сион“, основан од тој негов чичко. По смртта на родителите Николај им го раздаде наследениот имот на сиромасите и ништо не задржа за себе. Додека беше свештеник во Патара тој многу се прочу со делата на својата милостиња, иако ги криеше грижливо, за да го исполни зборот Господов: „Да не знае твојата лева рака што прави твојата десна рака“ (Матеј 6, 3). Кога се предаде на самотност и на безмолвие, мислејќи така да проживее до смртта, му дојде глас одозгора: „Појди на подвиг меѓу народот, ако сакаш да бидеш од Мене овенчан.“ Веднаш потоа според чудесната Божја Промисла беше избран за епископ на градот Мир во Ликија. Милостив, мудар, неустрашлив. Св. Николај му беше вистински добар пастир на своето стадо. За време на гонењето на христијаните под Диоклецијан и Максимијан го фрлија во затвор, но тој и во затворот ги поучуваше луѓето на законот Божји. Присуствуваше на Првиот Вселенски Собор во Никеја и од голема ревност за вистината го удри еретикот Ариј. За ова дело го отстранија од Соборот и од архиерејската служба, сѐ додека на неколкумина од првите архиереи на Соборот не им се јавија Самиот Господ Христос и Пресвета Богородица и не го објавија своето благоволение кон Николај. Чувар на Божествената вистина, овој чудесен Божји светител беше и одважен заштитник на правдата меѓу луѓето. На двапати спаси по тројца луѓе од незаслужена смртна казна. Милостив, вистинољубив и праведен, одеше меѓу луѓето небаре ангел Божји. Уште за време на животот луѓето го сметаа за светител и го повикуваа на помош во маки и неволји и им се јавуваше во сон и на јаве на тие што го повикуваа, еднакво лесно дали се блиску или далеку, и им помагаше. Од неговото лице блескаше светлина како од лицето Мојсеево, па и со самата своја појава им носеше на луѓето утеха, мир и добра волја. На старост малку се разболе и се упокои во Господа, многустрадален и многуплоден, за вечно да се весели во Небесното Царство продолжувајќи да чудотвори на земјата, помагајќи им на верните и прославувајќи Го својот Бог. Се упокои на 6 декември 343 година. "
    }, {
      "title": " Свети Николај, епископ Патарски",
      "important": false,
      "desc": "Тој е чичкото на големиот светител Николај. Го поучи во духовниот живот и го ракоположи за свештеник. "
    }],
    "id": 353
  }, {
    "day": "20",
    "holydays": [{
      "title": "Свети Амвросиј, епископ Медиолански (Милански)",
      "important": false,
      "desc": "Овој голем Свет отец на православната Црква беше од прочуен род; татко му беше царски намесник на Галија и Шпанија, но по вера незнабожец, а мајка му христијанка. Додека беше уште во лулка како малечок, еднаш се спушти рој пчели врз него, излејаа мед на неговата уста и одлетаа. И уште како дете ја пружаше раката и пророчки велеше: „Целивајте, бидејќи ќе бидам епископ“. По смртта на својот татко царот го постави за свој намесник на Лигурската област, во којашто главен град беше Медиолан. Кога умре епископот на тој град, падна голема расправија меѓу православните и еретиците аријанци околу изборот на новиот епископ. Според должноста Амвросиј влезе в црква заради одржување на редот. Притоа едно дете возвикна на мајчините гради: „Амвросиј - епископ!“ Сиот народ ова го прими како глас Божји и наспроти волјата на Амвросиј, него го избраа едногласно за епископ. Тој се крсти и за една недела ги помина сите претходечки чинови и беше ракоположен за епископ. Како епископ Амвросиј ја утврди православната вера, ги потисна еретиците, ги украси црквите, ја распростре верата меѓу незнабожците, напиша многу поучни книги и послужи како пример на вистински христијанин и христијански пастир. Тој ја состави и благодарствената песна: „Тебе Бога Те фалам“. Овој славен јерарх, кого заради неговата мудрост и слаткоречивост го посетуваа и луѓе од далечни земји, беше мошне воздржлив, трудољубив и бодар. Спиеше малку, работеше и Му се молеше на Бога непрестајно, постеше во сите денови освен во сабота и недела. Затоа Бог му даде да види многу Божји чуда, а и самиот да чудотвори. Ги откри моштите на Светите Протасиј, Гервасиј, Назариј и Келсиј (под 14 октомври). Кроток кон малите луѓе, пред големите беше неустрашлив. Ја изобличи царицата Јустина како еретичка, тиранининот и убиецот Максим го проколна, на царот Теодосиј му забрани пристап во храмот сѐ додека не си го покаја гревот, со насилниот и самонаречен цар Евгениј не сакаше ни да се сретне. Овој богоугоден маж Бог го дарува со толку благодат, што и мртви воскреснуваше, демони од луѓето изгонуваше, болни од секаква болест исцелуваше и проѕираше во иднината. Се упокои мирно во мугрите на Воскресение во 397 година. "
    }, {
      "title": " Преподобен Григориј Григоријатски (Молчалник)",
      "important": false,
      "desc": "Свети Григориј Исихастот, или Молчеливиот, по потекло е од Балканот. Роден е на крајот на 13. или 14. век. Бил ученик на свети Григориј Синаит и на свети Ромил Раванички, чие житие го напишал. Основач е на светогорскиот манастир Свети Николај Чудотворец, познат заради него под името Григоријат. Подоцна преминал во Србија и од свети Лазар, кнез српски, го добил манастирот Ждрело во Браничево (подоцна наречен манастир Горњак), во кој денес почиваат неговите свети мошти. Од житието што тој го напишал за свети Ромил Раванички, како и од други стари книги, дознаваме уште нешто за животот и подвизите на преподобниот Григориј Молчеливиот и ова што подолу ќе го изнесеме. На почетокот на 14. век дошол од Синајската Гора на Балканот преподобниот отец наш Григориј Синаит. Населувајќи се на Света Гора Атонска, во скитот наречен Магула, наспроти Филотеевиот манастир, тој стекнал доста ученици меѓу монасите желни за исихастички живот, односно молитвено тихување или молчелив живот според Бога и заради Бога. Оттаму преподобниот Григориј преминал со група свои ученици во едно пусто и непристапно место, наречено Хрентели, помеѓу денешниот манастир Симонопетар и манастирот Свети Павле. Тука основал неколку ќелии, но не се задржал подолго. Поради честите напади на Турците, морал да ја напушти Света Гора. По посетата на Цариград и некои други места, тој со своите ученици се населил во местото наречено Парорија во Тракија, на границата меѓу Византија и Бугарија. Таму основал голем манастир и стекнал многу ученици. Во тоа време негов ученик станал и преподобниот наш отец Ромил, кој заедно со еден свој духовен брат, што се викал Иларион, останал кај великиот Синаит сè до неговото блажено упокоение во Господа (на 27 ноември 1346 год.). Тогаш преподобните Ромил и Иларион се преселиле од Парорија во областа наречена Загора, близу Трново (во Бугарија), каде што и претходно се подвизувале. Тука свети Ромил го замолил Иларион да го прими како свој послушник, на што Иларион одвај се согласил, исполнувајќи ја така волјата Божја и сесрдната молитва на својот брат. Кога потоа побожниот бугарски цар Јован Александар (1331-1371) ја ослободил Парорија од нападите на арамиите и разбојниците, тогаш свети Ромил со својот духовник Иларион се вратил во неговата Парориска пустина и повторно таму се населил. Токму во тоа време кај нив двајцата дошол од Цариград овој преподобен Григориј Молчеливиот, за кого овде станува збор. Веќе во Цариград, а можеби и пред тоа, во Света Гора или некаде на друго место, преподобниот Григориј имал слушнато за великиот Григориј Синаит и станал негов ученик. Но кога Синаит се преселил кај Господа, Григориј затоа и дошол кај свети Ромил да биде негов ученик, зашто беше чул за неговите доблести и за исихастичкиот богоугоден живот. За тоа ни зборува самиот Григориј во житието на свети Ромил, кое го напишал. Во тоа време, вели тој смирено за себе, и јас, најбедниот меѓу монасите, дојдов од Цариград на тоа место (во Парорија), и слушајќи за нивниот добродетелен живот и совршено подвизување, ја приклонив главата и му се потчинив на старецот Иларион, на кого му беше потчинет и самиот преподобен Ромил. Овде во Парорија преподобниот Григориј и свети Ромил се позвизувале додека тие краишта не ги нападнале безбожни Агарјани. Тогаш тие двајцата со својот старец Иларион морале да одат повторно во Загора. Потоа свети Ромил заминал на Света Гора, а преподобните Григориј и Иларион останале во Загора. По упокојувањето на старецот Иларион, Свети Григориј отишол и сам на Света Гора, и откако го нашол свети Ромил, со смирение му се потчинил како на свој духовен отец. Така тие живееле во подвизи и добродетелно во местото наречено Мелана, во близина на Великата Лавра на свети Атанасиј Атонски. За овој нивен заеднички живот и подвизи опширно зборува самиот преподобен Григориј во спомнатото житие на свети Ромил, но зборува така што од преголемото негово смирение ги изнесува само доблестите на свети Ромил, а за себе вели дека небаре имал гревови и страсти и дека преподобниот Ромил го поправал во тоа и го поучувал на вистински живот. Бидејќи на преподобните отци Ромил и Григориј почнале да им доаѓаат многу монаси и посетители, заради духовна корист и поука, тие се оддалечиле во уште поосамениот крај на Атон и таму, правејќи си ќелии, се населиле. Не поминало долго време, а Агарјани го убиле српскиот деспот Јован Угљеша, кој во ова време ја штител и помагал Света Гора. Тогаш меѓу монасите на Света Гора, а и меѓу христијаните во околните краишта, настанал голем страв и метеж, зашто се плашеле од лутите Турци и нивното безбожничко насилство. Зашто, додека живеел овој благочестив српски владател, тој ги љубел и штител светогорските манастири, а многу нивни манастири ги помагал и ги обновувал, како што и денес сведочат и потврдуваат многу светогорски манастири, кои владетелот Угљеша го сметаат за свој втор ктитор. Благочестивиот Јован Угљеша станал тогаш добротвор и ктитор на манастирите Ватопед, Хиландар, Симонопетар, Свети Павле, па и на самиот манастир Свети Николај, наречен Григоријат, кого го започнал прво светиот и велик Григориј Синаит, а конечно го устроил токму овој преподобен Григориј Молчеливиот. Кога набрзо по гибелта на благоверниот владетел Угљеша свети Ромил ја напуштил Света Гора и преминал во Албанија, во местото наречено Авлона (т.е. Валона), а потоа оттаму преминал во Србија, кај благочестивиот владетел српски, кнез Лазар, во тамошниот манастир Раваница, каде што се упокоил, свети Григориј останал на Света Гора и се подвизувал во осамена ќелија, на четврт час оддалеченост од неговиот денешен манастир Григоријат. Тука тој се подвизувал во осаменичко молитвено тихување и богоугодно молчење, поради што подоцна е наречен Молчеливиот. Иако за тоа денес немаме сочувани пишани податоци, зашто манастирот Григоријат потоа двапати доживувал големи пожари, најверојатно е дека свети Григориј за време на своето пребивање на Света Гора, всушност, станал конечен основач и ктитор на денешниот манастир Свети Николај Чудотворец, подигнат меѓу манастирот Симонопетар и манастирот Свети Павле, близу оние ќелии каде што порано се подвизувал великиот Григориј Синаит со своите ученици. Меѓутоа, преподобниот Григориј не можел долго да остане на Света Гора, зашто безбожните Агарјани повторно ги нападнале христијанските народи и краишта, сè до Света Гора. Единствен тогаш моќен христијански владател бил благочестивиот кнез српски Лазар, кој владеел во северните краишта на Србија, со престолнина во Крушевац. Неговата побожност и црквољубивост се покажала во многу нешта, а особено во богоугодниот труд на помирување на скараните Српска и Цариградска Црква (1375 год.). Позната станала и монахољубивоста на светиот кнез Лазар, зашто тој станал втор ктитор на манастирот Хиландар и на уште неколку манастири на Света Гора. Во неговата земја, во слободна Србија, Лазар подигнал прекрасно завештание, манастирот Раваница, каде, како што видовме, христољубиво го беше примил пред некоја година Григориевиот духовен отец, свети Ромил. Лазар, покрај тоа, многу гори и ридови на својата држава ги исполнил со манастири, монашки живеалишта, како што за него пишуваат тогашните историчари, па таа негова монахољубвост станала позната надалеку. Сето ова му било познато и на преподобниот Григориј, па затоа тој се одлучил да дојде со своите ученици кај благочествивиот кнез Лазар во Србија и да се насели во неговите мирни и спокојни краишта. Во 1379 год. Лазар го ослободил и го смирил од тамошните бунтовници и непријатели северниот крај на својата држава, наречен Браничево, кога токму во тоа време кај него од Света Гора стигнал преподобниот Григориј, со повеќе свои ученици и монаси, кои подоцна во Србија биле познати како подвижници „Синаити“. Тие добиле таков назив затоа што сите, како и самиот преподобен Григориј, биле поранешни ученици на великиот Григориј Синаит, за кого стана збор на почетокот. Преподобниот Григориј го замолил кнезот Лазар да му даде некое мирно и осамено место, каде што би можел да се посвети на молитвено безмолвие и богоречито молчание. Благочестивиот кнез тогаш му дал тивко и осамено место во Ждрело браничевско, во подножјето на Хомолските Планини на левиот брег на реката Млава. Над реката во карпите имало една пештера, каде што преподобниот Григориј се населил и таму молитвено тихувал. Оваа пештера тој ја претворил во црква посветена на свети Николај Чудотворец, на кого му бил посветен и манастирот Григоријат на Света Гора. Но набрзо потоа благочестивиот кнез му помогнал на преподобниот под оваа пештера да ја подигне прекрасната црква на манастирот Ждрело, која заеднички ја посветиле на Воведение на Пресвета Богородица. Така бил основан новиот манастир на преподобниот Григориј, кој и денес постои во Браничево под името Горњак. Основањето на новиот манастир потоа било потврдено од Неговата Светост Патријархот Српски Спиридон, како што за тоа кажува древната повелба, која до неодамна се чувала во манастирот Горњак. Во таа повелба патријархот Спиридон вели: „Дојде при моето смирение најчесниот меѓу монасите, старец кир Григориј со своите благоговејни иноци...Го виде моето смирение она место што му е препишано и потврдено од господинот Кнез (Лазар), наречено црква на Пресвета Богородица, со населбите и со луѓето и со сè големо и мало, на најчесниот старец кир Григориј Синаит и неговите калуѓери. Овој старец кир Григориј со своите калуѓери се потруди за подигањето и создавањето на овој храм (Воведение на Пресвета Богородица), и за други нешта, со помош на господин кнез Лазар“. Така свети Григориј Молчеливиот, подоцна наречен и Григориј Горњачки, ги продолжил своите богоугодни подвизи во Србија, сè до своето блажено упокојување во Господа. Останатите пак, монаси Синаити, што дошле со него од Света Гора, се населиле по другите краишта на Лазаревата држава, а во Србија до ден-денес се познати многу манастири кои тие ги основале, зашто многу од тие Синаити потоа биле прославени од Бога со светоста на животот и со дарот на чудотворството и нераспадливоста. Не е познато каде и кога точно се упокол овој преподобен Григориј. Според некои, тој пред своето упокојување се вратил повторно на Света Гора во својот манастир Григоријат, и таму мирно се преставил во Господа, околу 1406 год. Неговите свети мошти останале во Григоријат сè до 1761 год., кога за време на големиот тогашен пожар, монасите ги зеле и ги пренеле во Србија, во неговиот манастир Горњак. Според други, пак, преподобниот Григориј се упокоил во манастирот Горњак, и погребен е покрај горната пештерска црквичка во Горњак. Неговите свети мошти пребивале некое време во тој манастир, па потоа во текот на долгите векови турско ропство се пренесувани и на други места, во манастирот Орешковец, во манастирот Војловица во Банат и по други места. Така, можеби дел од моштите на свети Григориј се наоѓаат и во неговиот манастир Григоријат на Света Гора, од каде потоа тој дел е повторно вратен во манастирот Горњак. Денес светите мошти на свети Григориј се наоѓаат во неговиот манастир Горњак. За време на Втората светска војна, поради опасност од Германците, тие биле пренесени во соборната црква во Пожаревац, но по војната се вратени во Горњак. Во 1977 год., игуменот на манастирот Григоријат од Света Гора, архимандритот Георгиј, се обратил со писмо до епископот Браничевски и манастирот Горњак со молба да му подарат на неговиот манастир мошти од свети Григориј, како ктитор на Григоријатскиот манастир (зашто, во стариот Синаксар и Службата на ктиторот на манастирот Григоријат, преподобниот Григориј, стои дека тој „дошол од Србија“ и го основал на Света Гора нивниот манастир Свети Николај, а тоа го потврдуваат општото светогорско предание и старите словенски Синаксари). На оваа молба на манастирот Григоријат, Епископот Браничевски и манастирот Горњак одговориле така што дел од моштите на свети Григориј од Горњак доставиле до манастирот Хиландар, со молба на празникот Воведение (1977 год.) свечено да им ги предадат на братството на манастирот Григоријат, кога ќе дојдат на празникот во Хиландар, што и е исполнето. Инаку, манастирот Григоријат го слави споменот на преподобниот Григориј на 7 декември (следниот ден по Свети Николај), а тоа е денот на упокојувањето на преподобниот, што се слави во манастирот Горњак, и под кој се спомнува во старите Пролози и Синаксари. Веќе и според иконите на преподобниот Григориј, кои се наоѓаат во манастирот Григоријат и во манастирот Горњак, се гледа дека тоа е еден и ист светител. По неговите свети молитви, Господ и нас нека нè помилува и спаси. Амин. "
    }],
    "id": 354
  }, {
    "day": "21",
    "holydays": [{
      "title": "Светите апостоли Состен, Аполос, Тихик, Епафродит, Онисифор, Кифа и Кесар",
      "important": false,
      "desc": "Сите тие се празнуваат на 4 јануари со останатите помали апостоли. Св. Аполос се празнува посебно на 10 септември, Кифа и Кесар на 30 март. Св. Состен беше епископ во Кесарија. Тихик му беше наследник на истото место, Епафродит во Адријанија Памфилиска, Кифа во Иконија, а Кесар во Корона Пелопонеска. Сите го проповедаа Евангелието со пламена љубов и претрпеа маки за Христовото име, па преминаа во царството на вечната радост. "
    }, {
      "title": " Преподобен Патапиј",
      "important": false,
      "desc": "Роден е е и воспитан во верата и во страв Божји во Тива Мисирска од благоверни родители. Рано ја увиде и ја презре суетата на овој свет и се оддалечи во Мисирската пустина, каде што се предаде на подвиг на очистување на своето срце од сите светски помисли и желби заради љубовта Божја. Но кога неговите добродетели станаа познати меѓу луѓето, почнаа да му доаѓаат и од него да бараат ослободување од маките. Плашејќи се од човечката слава којашто го помрачува човечкот ум и одвојува од Бога, Патапиј побегна од таа пустина во Цариград. Зашто овој чуден светител мислеше дека можеби полесно ќе се скрие од луѓето во градот одошто во пустината. Си направи колиба во близина на црквата Влахерна во Цариград и таму, затворен и непознат, го продолжи својот испоснички подвиг. Но таа светлина не може да се скрие. Едно момче, слепо од раѓање, водено од Промислата Божја, дојде кај Св. Патапиј и го замоли за молитва кон Бога за да прогледа и да го види созданието Божјо, та уште повеќе да Го прослави Создателот. Патапиј се смилува на страдалникот, Му се помоли на Бога и момчето прогледа. Ова чудо го откри богоугодникот во целата престолнина и луѓето тргнаа кај него по лек, утеха и поука. Еден прочуен човек Патапиј го исцели од водена болест само што го прекрсти и го помаза со елеј. Едно момче го ослободи од нечистиот дух што го мачеше луто, творејќи крст во воздухот. Демонот излезе од човекот како дим, испуштајќи голем крик. Една жена што имаше рана на градите, исполнета со црви, ја прекрсти и ја исцели. Многу други чуда пројави Св. Патапиј со молитва, со името Христово и со знакот на Крстот. Се упокои во длабока старост и замина во Небесното Царство во 7 век. "
    }],
    "id": 355
  }, {
    "day": "22",
    "holydays": [{
      "title": "Зачнувањето на Света Ана",
      "important": false,
      "desc": "Праведните Јоаким и Ана беа бездетни цели педесет години од нивниот брачен живот. На старост им се јави архангелот Гавриил, секому посебно, и им рече дека молитвите им се услишени од Бога и дека ќе родат ќерка, Марија. Тогаш Св. Ана зачна од својот маж и по девет месеци роди ќерка благословена од Бога и од сите човечки колена, Пресветата Дева Марија Богородица (поопширно под 9 септември). "
    }, {
      "title": " Преподобен Стефан Новосјаен",
      "important": false,
      "desc": "Овој Божји угодник е роден и воспитан во Цариград, во домот на неговите родители Захарија и Теофанија. Татко му беше свештеник во Големата Црква во времето на патријархот Методиј. Кога го носеше зачнат во нејзината утроба мајка му се хранеше само со леб и вода. Кога се роди младенецот, на неговите гради сјаеше крст од светлина. Заради ова, а и заради неговиот чист и богоугоден живот, наречен е Новосјаен. Во осумнаесеттата година од животот Стефан се затвори при црквата на Св. апостол Петар и таму се предаде на подвиг на пост и молитва. Еднаш му се јави Св. Петар и му рече: „Мир на тебе, чедо, добро започна, Господ да те укрепи!“ Потоа поживеа многу години при црквата на Св. маченик Антипа. Нему овој светител му се јави и го укрепи со зборовите: „Знај дека нема да те оставам“. Стефан си налагаше сѐ поглеми подвизи. Се хранеше со несолено зелје двапати неделно. Се подвизуваше заради Небесното Царство педесет и пет годни и се упокои во Господ во 829 година, во седумдесет и третата година од својот овоземен живот. "
    }],
    "id": 356
  }, {
    "day": "23",
    "holydays": [{
      "title": "Светите маченици Мина, Ермоген и Евграф",
      "important": false,
      "desc": "Мина и Ермоген беа родум атињани. Обајцата живееја во Цариград, во голема чест кај царот и кај народот. Мина беше познат по неговата голема ученост и краснозборливост и однадвор се држеше како незнабожец, но во срцето беше христијанин. Ермоген беше цариградски епарх и се држеше за незнабоштвото и однадвор и однатре, иако беше милосрден и вршеше многубројни добри дела. Кога пламна некоја расправија меѓу христијаните и незнабожците во Александрија, царот Максимин го испрати Мина да го стивне метежот и да ги истреби христијаните од тој град. Мина отиде и воспостави мир, но се објави себеси како христијанин и мнозина незнабожци ги обрати во вистинската вера со силен збор и многубројни чуда. Кога слушна за ова царот го испрати Ермоген за да го казни Мина и да го задуши христијанството. Ермоген го изведе Мина на суд, му ги отсече стапалата и јазикот, му ги избоде очите, па го фрли во затвор. Во затворот на Мина му се јави Самиот Господ Исус, го исцели и го утеши Својот страдалец. Кога го виде Мина чудесно исцелен, Ермоген се крсти и почна на големо да ја проповеда Христовата вера. Го поставија и за епископ на Александрија. Тогаш разјарениот Максимин самиот отиде во Александрија и ги подложи Мина и Ермоген на големи маки, коишто тие, помагани од Божествената благодат, храбро ги издржаа. Гледајќи ја храброста на овие Христови војници и Божјите чуда што се извршија над нив, пред судилиштето се јави и Евграф, секретар и пријател на Св. Мина, возвикнувајќи му на царот: „И јас сум христијанин!“ Царот збесна, го исука мечот и го уби Св. Евграф. По ова овој нечестив цар нареди да ги убијат со меч и Светите Мина и Ермоген. Нивните свети мошти ги фрлија во морето, но тие на чудесен начин допловија во Цариград, каде што епископот, на кого му се јавија во сон, свечено ги дочека и ги погреба. "
    }],
    "id": 357
  }, {
    "day": "24",
    "holydays": [{
      "title": "Преподобен Данило Столпник",
      "important": false,
      "desc": "Роден е во селото Витара кај градот Самосат во Месопотамија од христијански родители, Илија и Марта. Беше измолен од Бога од мајка му којашто беше бездетна и како син единец го посветија од малечок на служба на Бога. Во дванаесеттата година прими монашки чин, го посети Св. Симеон Столпник и го доби неговиот благослов. Желен за самотија, Данило го напушти манастирот и се повлече во еден запустен идолски храм на брегот на Црното Море. Овде претрпе безброј напади од демоните, но сите ги победи со трпението, молитвата и знакот на крстот. Потоа се качи на столбот на којшто остана сѐ до својата смрт, поднесувајќи ги еднакво жегата и студот и нападите од луѓето и демоните. Околу неговиот столб се собраа голем број ученици и тој, со својот пример и поучувајќи, сите ги водеше кон живот во светост. Овој Свој слуга заради ползата на луѓето Бог го даруваше со голема блaгодат на чудотворство уште за време на животот. Беше голем проѕорливец на идните настани. Под неговиот столб притекнуваше народ од сите страни, во потрага по помош и совет од Божјиот светител. Кај него доаѓаа цареви, патријарси и прости луѓе. Царот Лав Велики своите гости државници од странство ги водеше под столбот на Св. Данило и им го покажуваше светителот велејќи: „Ете го чудото во моето царство!“ Преподобен Данило си го прорече денот на својата смрт, ги поучи своите ученици и се прости. Пред неговата смрт учениците видоа над столбот ангели, пророци, апостоли и маченици. Овој ангелски човек поживеа осумдесет години и се упокои во 489 година. "
    }, {
      "title": " Преподобен Никон Сувиот",
      "important": false,
      "desc": "Како монах во Киевските пештери беше заробен од Татарите. Во тоа ропство помина три години, мачен, окован, и понижуван. Кога едни негови роднини донесоа пари за да го откупат, тој одби велејќи: „Да сакаше Господ да бидам слободен, немаше да ме предаде во рацете на беззакониците!“ Еднаш му рече на господарот дека Христос за три дена ќе го ослободи од ропството. Татаринот мислеше дека робот ќе му побегне, па му ги пресече жилите на колената. Но на третиот ден Никон нависитна со невидлива рака беше пренесен во Киев. По извесно време дојде Татаринот во Киев и го препозна својот бивш роб Никон, се покаја и се крсти. И тогаш му стана послушен на својот поранешен роб. Никон, наречен Сувиот заради истоштеноста на неговото тело, беше голем проѕорливец и чудотвотрец. Се упокои мирно во Господ на 11 декември 1101 година. "
    }],
    "id": 358
  }, {
    "day": "25",
    "holydays": [{
      "title": "Свети Спиридон Чудотворец, епископ Тримифунтски",
      "important": true,
      "desc": "Место на раѓањето и на службата на овој славен светител е островот Кипар. Роден е од прости родители, земјоделци, а и самиот беше и остана прост и смирен сѐ до својата смрт. Во младоста се ожени и имаше деца. А кога умре жена му, тој сиот се предаде на служба на Бога. Заради неговото особено благочестие беше избран за епископ на градот Тримифунт. Но тој и како епископ не го измени својот прост начин на живеење и околу својата стока и обработката на земјата се трудеше самиот лично. За себе многу малку употребуваше од стекнатото, поголемиот дел им го раздаваше на бедните луѓе. Со Божјата сила покажа големи чуда: низведе дожд во време на суша, го запре текот на реката, воскресна неколку мртовци, го исцели царот Констанс од тешка болест, ги виде и ги слушна ангелите Божји, проѕираше во тајните на човечките срца, многумина обрати во вистинската вера итн. Учествуваше на Првиот Вселенски Собор во Никеја и со своето просто но јасно исповедање на верата, како и со многубројните моќни чуда што ги изврши, голем број еретици ги врати во Православието. Беше облечен толку просто, што кога еднаш поканет од царот сакаше да влезе во царскиот дворец, војникот мислејќи дека е некој просјак му удри шлаканица. Кроткиот и незлоблив Спиридон му го заврти и другиот образ. Откако Го прослави Бога со многубројни чуда и на многумина им покористи поединечно, а и на целата Божја Црква, се упокои во Господ во 348 година. Неговите чудотворни мошти сега се на островот Крф и ден денес Го прославуваат Бога со многубројни чуда. "
    }, {
      "title": " Светиот свештеномаченик Александар, епископ Ерусалимски",
      "important": false,
      "desc": "Најпрво беше епископ Кападокиски. Но во времето на Северовото гонење во 203 година го фрлија во затвор и го прогонија. По ова го прими ерусалимскиот престол. Ја основа прочуената ерусалимска библиотека, со којашто Евсевиј се служеше при пишувањето на својата Историја на Црквата. Во времето на Декиј беше мачен на разни начини и фрлен пред ѕверови. Остана жив и нечепнат од ѕверовите, па го фрлија во затвор, каде што во 251 година го заврши овоземниот живот и се престави кај Господ. "
    }],
    "id": 359
  }, {
    "day": "26",
    "holydays": [{
      "title": "Светите маченици Евстратиј, Аксентиј, Евгениј, Мардариј и Орест",
      "important": false,
      "desc": "Овие петмина храбри мажи светнаа како пет блескави ѕвезди во мрачното време на христоборните цареви Диоклецијан и Максимијан. Свети Евстратиј беше римски војвода во градот Саталион, Евгениј му беше војнички другар, Орест беше исто така еден угледен војник, Авксентиј свештеник, а Мардариј прост граѓанин и земјак на Евстратиј, бидејќи обајцата беа од градот Аравракин. Царските намесници Лисиј и Агрикола го мачеа прво Авксентиј, како свештеник. Кога го виде невиното страдање на христијанинот, Евстратиј сам се пријави пред Лисиј и изјави дека е христијанин. За време на неговото мачење истапи пред судијата и Евгениј и возвикна: „Лисиј и јас сум христијанин!“ А на Свети Орест, кога нишанеше пред Лисиј, му испадна крстот од под облеката на градите, по што Лисиј го препозна дека е христијанин. Тогаш и самиот отворено исповедаше. Орест беше млад и прекрасен војник и во растот ги надвишуваше останатите. Авксентиј го убија со меч, Евгениј и Мардариј завршија во маки, Орест издивна сред усвитено железо, а Евстратиј во огнена печка. Пред смртта Св. Евстратиј се причести во затворот од Св. Власиј (под 11 февруари). Подоцна неговите мошти беа пренесени во Цариград и положени во црквата со името на овие Свети Петочлисленици. Во таа црква ги видувале и живи, а Св. Орест му се јави и на Св. Димитриј Ростовски (под 28 октомври). Од Св. Евстратиј остана една прекрасна песна што се чита на саботната полноќница: „Величаја величају тја, Господи!“ "
    }, {
      "title": " Светата маченичка и девица Лукија (Луција)",
      "important": false,
      "desc": "Со мајка ѝ го посети гробот на Св. Агатија во Катанија, каде што ѝ се јави Св. Агатија. Нејзината крвоточива мајка тогаш се исцели чудотворно во црквата. Лукија им го раздаде сиот свој имот на ништите, што го огорчи нејзиниот вереник, којшто ја обвини како христијанка кај судијата Пасхасиј. Злобнито судија нареди да ја одведат во блудилиште за да ја осквернат. Но со Божјата сила таа стана неподвижна, како закована за земјата и многубројни луѓе не можеа да ја помрднат. Тогаш некој разјарен незнабожец ѝ забоде меч во грлото и таа Му ја предаде својата душа на Бога. Пострада во 304 година. "
    }],
    "id": 360
  }, {
    "day": "27",
    "holydays": [{
      "title": "Светите маченици Тирс, Левкиј и Калиник",
      "important": false,
      "desc": "Светите Тирс и Левкиј беа чесни граѓани на Кесарија Витиниска, првиот беше крстен, а вториот огласен христијанин. А Калиник беше идолски жрец. Кога наследникот на царот Декиј, Кумврикиј, почна беспоштедно да ги мачи и убива христијаните, истапи пред него храбриот Левкиј и изобличувајќи го му рече: „Зошто си се кренал сам против својата душа, Кумврикиј?“ Разјарениот судија нареди веднаш да го бијат и да го мачат и најпосле да го убијат со меч. После мачењето Левкиј одеше да прими меч весело како на свадба. Кога ја виде смртта на храбриот Левкиј, блажениот Тирс се распали со Божествена ревност, па исто како Левкиј истапи пред судијата и го изобличи за злосторствата и за неверувањето во единствениот вистински Бог. И тој беше биен и фрлен во затвор. Невидливата Божја рака го исцели од раните, му ја отвори вратата на затворот и го изведе надвор. Тирс веднаш појде кај епископот Кесариски Филеј и од него прими Крштение. По ова повторно го фатија и го мачеа, но тој ги поднесуваше маките трпеливо како во сон, а не на јаве. Од силата на неговатат молитва испопаѓаа многубројни идоли. Кога го виде ова идолскиот жрец Калиник се обрати во Христовата вера. И тој и Тирс беа осудени на смрт. Калиник го убија со меч, а Тирс го положија на дрвен сандак за да го стружат со бичкија. Но Божјата сила не го допушти ова, па бичкијата не можеше ни да го делне дрвото. Тогаш Св. Тирс стана од ковчегот, Му се помоли на Бога благодарејќи Му за маките и мирно Му го предаде својот дух на Господ. На крајот од 4 век кесарот Флавиј покрај Цариград му устрои црква на Св. Тирс и во неа ги положи неговите свети мошти. Светителот ѝ се јави во видение на царицата Пулхерија и ѝ препорача да ги закопа моштите на Четириесетте маченици до неговите. "
    }, {
      "title": " Светите маченици Филимон, Аполониј, Аријан и други",
      "important": false,
      "desc": "Во времето на Диоклецијан некој судија Аријан луто ги мачеше христијаните во Мисир. Па го фати Аполониј и му се закани со маки. Овој се исплаши од маките, па потплати еден музикант, Филимон, да оди преправен во неговата облека и наместо него да им принесе жртва на идолите. Но кога Филимон стапи пред идолите, одеднаш во неговото срце заблеска светлината на христијанската вера и тој се прекрсти. Потоа излезе и почна да вика: „Христијанин сум! Слуга на живиот Бог!“ Кога го слушна ова судијата се насмеа, мислејќи дека Филимон им се потсмева на христијаните. Но потоа Филимон прими страшни маки. Притоа падна дожд од небото и го крсти. Најпосле и Филимон и Аполониј беа убиени со меч од судијата Аријан. Само тогаш и Аријан стана христијанин, бидејќи на гробот на Филимон на чудесен начин си го излечи слепото око. Него царот Диоклецијан го осуди на смрт и заедно со четворица војници коишто исто така се објавија себеси како христијани, беше маченички погубен. "
    }],
    "id": 361
  }, {
    "day": "28",
    "holydays": [{
      "title": "Светиот свештеномаченик Елефтериј",
      "important": true,
      "desc": "Овој прекрасен светител имаше родители благородни и од прочуен род. Беше роден во Рим, каде што татко му беше воен антипат. Мајка му Антија го слушаше Евангелието од самиот апостол Павле и од него беше крстена. Бидејќи рано остана вдовица, го даде својот единец син на учење и служба кај римскиот епископ Аникита. Бидејќи го виде Елевтериј надарен од Бога и просветлен со Божествената благодат, во петнаесеттата година епископот го ракоположи за ѓакон, во осумнаесеттата за свештеник, а во дваесеттата за епископ. Божетсвената мудрост го надополнуваше кај Елевтериј она што му недостасуваше во годините. Овој богоугодник беше поставен за епископ на Илирија со седиште во Валона (Авлона) Албанска. Своето стадо го чуваше како добар пастир и секојдневно го умножуваше. Христогонителниот цар Адријан испрати некој војвода Феликс со војници за да го фатат и доведат Елефтериј во Рим. Кога јаросен Феликс стигна во Валона и влезе во црквата, го виде и го чу светиот Божји архиереј и одеднаш неговото срце се измени и стана христијанин. Елевтериј го крсти и тргна со него во Рим, одејќи весело како да оди на гозба, а не на суд и маки. Царот му наложи лути истизавања на овој благороден Елевтериј: биење, печење на железен кревет, варење во смола, горење во огнена печка. Но Божествената сила го избави маченикот од сите смртоносни измачувања. Кога го виде ова, римскиот епарх Корив и самиот изјави дека е христијанин. Корив беше мачен и убиен со меч. Исто така и блажениот Феликс. Најпосле царските џелати ја отсекоа и чесната глава на Свети Елевтериј. Кога неговата света мајка Антија дојде над мртвото тело на нејзинот син, и таа беше убиена. Нивните тела ги пренесоа во Валона, каде што Св. Елевтериј до денешен ден чудесно го прославува Христовото име. Пострада во времето на Адријан, во 120 година. "
    }, {
      "title": " Свети Стефан Исповедник Сурожски",
      "important": false,
      "desc": "Родум од Кападокија. Воспитан во Цариград кај Светиот патријарх Герман. Се оддалечи во осаменост и живееше скриен од светот. Ангел Господов му го објави на Св. Герман овој Свети Стефан и му заповеда да го постави за епископ на градот Сурож (сегашен Судак на Крим). Патријархот ова го изврши. Светиот ревнител Стефан обрати мнозина во христијанската вера. Страдаше луто за иконите, под царот Лав Исавријанин. На царот му прорече скора погибел. По злата смрт на овој зол цар, Стефан беше вратен во неговата епархија, каде што го пасеше стадото богоугодно и се упокои мирно на крајот од 7 век."
    }],
    "id": 362
  }, {
    "day": "29",
    "holydays": [{
      "title": "Светиот пророк Агеј",
      "important": false,
      "desc": "Роден е во Вавилон за време на робувањето на Израилот од племето Левиево. Пророкуваше 470 години пред Христа. Како млад го посети Ерусалим. Ги поттикнуваше Зоровавел и свештеникот Исус да го обноват храмот Господов пророкувајќи му на тој храм поголема слава од поранешниот храм Соломонов. „Славата на овој последен храм ќе биде поголема отколку на поранешниот, вели Господ над војските“ (Агеј 2, 9). Зашто во новиот храм ќе се јави Господ Спасителот. Овој пророк доживеа да види еден изграден дел од храмот, кое го изврши Зоровавел. Се упокои на старост. "
    }, {
      "title": " Свети Никола Хрисоверг, патријарх Цариградски",
      "important": false,
      "desc": "Управуваше со Црквата од 980 до 995 година. Тој го ракоположи за свештеник големиот Симеон Нов Богослов кога овој духовен великан беше избран за настојател на манастирот на Светиот маченик Мамант во Цариград. Во неговото време во Кареја се случи чудесното јавување на Светиот архангел Гавриил, кога на монасите им беше предадено славословието кон Пресвета Богородица со песната „Достојно ест“. Оваа песна архангелот ја запиша со прст на камена плоча во една келија на црквата која оттогаш се нарекува Достојно (под 13 јуни). Овој значаен голем јерарх мирно се упокои и премина во Небесното Царство. "
    }],
    "id": 363
  }, {
    "day": "30",
    "holydays": [{
      "title": "Светиот пророк Даниил и тројцата младенци Ананиј, Азариј и Мисаил",
      "important": false,
      "desc": "Сите четворица беа од царското племе Јудино. Кога царот Навуходоносор (или Невукаднезар) го разори и заплени Ерусалим, тогаш и Даниил, како момченце, беше одведен во ропство заедно со јудејскиот цар Јоаким и со мнозина други Израилци. Исцрпниот опис на неговиот живот, страдања и пророштва може да се најде во неговата книга на Светото Писмо. Сиот предаден на Бога, Св. Даниил од раната младост од Бога доби дар на голема проѕорливост. Неговата слава меѓу Јудејците во Вавилон започна кога ги изобличи двајцата похотливи и неправедни старци, еврејски судии, и ја спаси од неправедна смрт целомудрената Сосана (Сузана). А неговата слава меѓу Вавилонците започна од оној ден кога му го погоди и протолкува сонот на царот Навуходоносор. За ова царот го направи кнез на својот дворец. Кога царот направи златен идол во полето Деира, тројцата младенци не сакаа да му се поклонат на идолот, заради што беа фрлени во огнена печка. Но им се јави ангел Божји во печката и го разлади огнот и младенците шетаа низ печката неповредени од огнот и пееја: „Благослвен Си Господи на нашите отци“. Царот го виде ова чудо и го опфати ужас. Ги изведе младенците од печката и ги опсипа со големи почести. Во времето на царот Валтазар, кога на една гозба царот јадеше и пиеше со своите гости од осветените садови земени од ерусалимскиот храм, невидлива рака на дуварот напиша: „мани, текел, фарес“. Тие зборови освен Даниил никој не можеше да ги протолкува. Таа ноќ царот Валтазар беше убиен. Заради верата во живиот Бог Даниил беше фрлан во лавовска јама давапати. И двата пати Господ го избави и го сочува жив. Тој Го виде Бога на престолот со ангелските сили, гледаше ангели, проникнуваше во иднината на некои луѓе, царства и на севкупниот човечки род, го прорече времето на доаѓањето на Спасителот на земјата. Според Св. Кирил Алкесандриски Даниил и тројцата младенци доживејаа длабока старост во Вавилон и беа убиени со меч заради вистинската вера. Кога го убија Ананиј, Азариј ја спростре својата облека и ја прими неговата глава; потоа Азариината глава ја прими Мисаил, А Мисаиловата Даниил. Ангел Божји ги пренесе нивните тела во Јудеја, на гората Гевалска и ги положи под камен. Според Преданието, овие четворица Божји угодници во времето на смртта на Господ Христос станаа и им се јавија на мнозина, па повторно заспаа. Даниил се смета меѓу четворицата големи Пророци (Исаија, Еремија, Језекил и Даниил). Живееше и пророкуваше половина милениум пред Христа. "
    }, {
      "title": " Преподобен Даниил (Донале)",
      "important": false,
      "desc": "Големец и гувернер на островот Ниверте кај Кадикс во Шпанија. Штом ја спозна суетата на овој свет ги напушти славата и богатството, па дојде во Рим, каде што се замонаши. Потоа отиде во Цариград и таму разговараше со царевите Константин и Роман Порфирородни, па потоа се упати во Ерусалим. Во Ерусалим прими Голема схима од патријархот Христодул, кој му го даде името Стефан. Мачен од Сарацените коишто го принудуваа да си ја избриче брадата, тој се оддалечи во Мисир, каде што за името Исусово претрпе многу маки и смрт. Во Царството Христово се пресели на крајот од 10 век. "
    }],
    "id": 364
  }, {
    "day": "31",
    "holydays": [{
      "title": "Светиот маченик Севастијан и другите со него",
      "important": false,
      "desc": "Овој славен Христов маченик се роди во Италија, а беше воспитан во градот Милано. Во младоста се предаде на војничка служба и изгледа му стана миленик на царот Диоклецијан, којшто го постави за началник на својата дворска гарда. Потајно ја исповедаше христијанската вера и Му се молеше на живиот Бог. Двајцата браќа Марко и Маркелин, коишто беа фрлени во затвор заради Христа и беа веќе на работ да се одречат од Него и да им се поклонат на идолите, Севастијан ги утврди во верата и ги охрабри за мачеништвото. Кога им велеше да не се плашат од смртта за Христа, неговото лице заблеска и сите ја видоа неговата светлина како на лице на ангел Божји. Севастијан го потврди словото со чудтоворство: ја исцели од немост Зоа, жената на затворскиот стражар Никострат, која беше нема шест години и ја приведе кон Крштение нејзе и сиот дом на Никострат; ги исцели двајцата болни синови на војводата Клавдиј и го приведе кон Христа Клавдиј и сиот негов дом; го исцели од единаесетгодишна подагра и ногоболка Транквилин, таткото на Марко и Маркелин и го приведе кон Крштение заедно со сиот негов дом; од истата болест го исцели епархот Хроматиј и него и неговиот син Тивуртиј ги приведе кон Господ Христос. Од нив прва пострада Св. Зоа, којашто ја фатија како Му се моли на Бога на гробот на Св. апостол Петар. После мачењето ја фрлија во реката Тибар. Тогаш го фатија Тивуртиј, пред кого судијата постави жар и му рече да избере меѓу животот и смртта, да фрли темјан врз жарот и да ги покади идолите или самиот да застане бос на жарот. Св. Тивуртиј се прекрсти и застана на жарот босоног, но остана неповреден. Потоа го убија со меч. Никострат го убија со стап. Транквилијан го удавија во вода. Марко и Маркелин ги мачеа и ги избодија со копја. Тогаш го изведоа Севастијан пред царот Диоклецијан. Царот го укори за предавство, но тој рече: „Јас секогаш Го молам мојот Христос за твоето здравје и за мир во Римското царство“. Царот нареди гол да го стрелаат со стрели. Војниците стрелаа дотогаш додека целото тело на маченикот не го прекрија со стрели, па повеќе и не се гледаше од стрелите. И кога сите мислеа дека е мртов, тој се јави наполно жив и здрав. Тогаш незнабожците го убија со стапови. Славно пострада за Христа во 287 година во времето на царот Диоклецијан и Римскиот епископ Гај. "
    }, {
      "title": " Свети Модест, патријарх Ерусалимски",
      "important": false,
      "desc": "Кога му умреа родителите, тој имаше пет месеци. Но по Божја Промисла беше воспитан во христијански дух. Кога порасна му го продадоа како роб на некој незнабожец во Мисир. Но тој успеа да го обрати својот господар во верата Христова. Господарот му подари слобода. Тој се повлече на Синајската Гора и таму се подвизуваше сѐ до неговата педесет и деветта година. Тогаш го избраа за ерусалимски патријарх. Го пасеше Христовото стадо како вистински пастир и се упокои мирно во 633 година, во деведесет и седмата година од неговиот живот на земјата."
    }],
    "id": 365
  }]
}