{
    "month": 2,
    "days": [{
      "day": "1",
      "holydays": [{
        "title": "Преподобен Макариј Велики",
        "important": false,
        "desc": "Мисирец, еден од помладите современици на Антониј Велики. Татко му беше свештеник. Од послушност кон родителите се ожени, но жена му набрзо умре, а тој се оддалечи во пустина, каде што помина полни шеесет години во труд и во борба, внатрешна и надворешна, за Царството Небесно. Кога го прашаа зошто е толку сув и кога јаде и кога не јаде, одговори: „Од стравот Божји“. Толку успеа да си го очисти умот од злите помисли и срцето од зли желби, што Бог го дарува со изобилен дар на чудотворство, така што и мртви воскреснуваше од гробовите. Неговото смирение ги восхитуваше и луѓето и демоните. Еднаш демонот му рече: „Само во едно нешто не можам да те надвладеам; тоа не е постот, зашто јас никогаш не јадам; не е бдеењето, зашто не спијам никогаш“. „А што е?“, праша Макариј. „Твоето смирение“, му одговори демонот. На својот ученик Пафнутиј Макариј често му говореше: „Не осудувај никого и ќе се спасиш“. Живееше деведесет и седум години. Девет дена пред смртта му се јавија од оној свет Св. Антониј и Св. Пахомиј и му навестија дека за девет дена ќе умре, што и се случи. Уште пред самата смрт му се јави херувим, којшто во видение му го откри блажениот небесен свет, ги пофали неговиот подвиг и добродетели и му рече дека е испратен за да ја земе неговата душа во Небесното Царство. Се упокои во 390 година."
      }, {
        "title": " Свети Марко, архиепископ Ефески",
        "important": false,
        "desc": "Прочуен по одважното штитење на Православието на Флорентинскиот Собор, наспроти царот и папата. Се упокои мирно во 1452 година. На смртниот одар го молеше својот ученик Георгиј, подоцна славниот патријарх Генадиј, да се чува од стапиците на Западот и да го брани Православието."
      }, {
        "title": " Блажениот Теодор",
        "important": false,
        "desc": "Јуродив заради Христа од Новгород. Пред смртта трчаше по улиците и им викаше на сите: „Проштевајте, патувам далеку!“ Се упокои 1392 година."
      }],
      "id": 32
    }, {
      "day": "2",
      "holydays": [{
        "title": "Преподобен Ефтимиј Велики",
        "important": false,
        "desc": "Роден е во ерменскиот град Мелитина близу реката Еуфрат околу 377 година од благородни и угледни родители. Единец син, роден по молитвите на мајка му Дионисија, којашто имаше небесно видение за раѓањето на Ефтимиј. Се подвизуваше од младоста, најпрво во близина на својот роден град, а откако го посети Ерусалим во дваесет и деветтата година од животот, остана во пустината меѓу Ерусалим и Ерихон, наречена Фара. Деновите и ноќите ги исполнуваше со молитва, внатрешно богомислие, созерцание и телесен подвиг. Околу него се собраа многубројни ученици, од кои некои станаа славни светители: Киријак Отшелник, Сава Осветен, Теоктист и др. По Божји дар беше голем чудотворец: изгонуваше демони, лечеше од тешки болести, изведе вода во пустината, умножи леб, пророкуваше. Монасите ги учеше на трудољубие, велејќи: „Ако го јадете својот леб без труд, значи дека јадете туѓ труд“. Кога некои помлади браќа сакаа да постат повеќе од другите, тој им забрани да доаѓаат на општата трпеза за да не се погордеат заради својот поголем пост. Уште говореше дека за монахот не е добро да преминува од место на место, зашто: „Дрвото кое често се пресадува не носи плодови“. Секој што сака да прави добро може да го прави на местото каде што се наоѓа. За љубовта велеше: „Тоа што е солта за лебот, тоа е љубовта за другите добродетели“. Во првата недела од Чесниот Пост се оддалечуваше во пустина и таму остануваше во молчание и богомислие до пред Велигден. За време на неговиот живот во негова близина се создаде огромна лавра, којашто после со векови беше преполна со монаси како кошница со пчели. Неговата последна заповед беше да го чуваат гостољубието во манастирот и манастирската порта никогаш да не биде затворена. Се упокои во деведесет и седмата година од животот. На погребот му беше и ерусалимскиот патријарх Анастасиј. Патријархот чекаше цел ден додека огромната маса народ го целиваше светителот и дури вечерта успеа да го опее. Седмиот ден после смртта Свети Ефтимиј му се јави на својот ученик Дометијан сиот светол и радосен. Преподобен Ефтимиј навистина беше син на светлината. Се упокои во 473 година."
      }, {
        "title": " Светите маченици Енен, Нирен и Пен",
        "important": false,
        "desc": "Се сметаат за први словенски маченици што ги спомнува историјата. Се нарекуваат Скити и ученици на Св. Апостол Андреј. Пострадаа за верата од своите незнабожечки соседи од десната страна на Дунав, близу Варна. Врзани на мразот тие се смрзнаа и се упокоија во Господ."
      }],
      "id": 33
    }, {
      "day": "3",
      "holydays": [{
        "title": "Преподобен Максим Исповедник",
        "important": false,
        "desc": "Цариграѓанин по род и најнапред висок дворјанин на дворецот на царот Ираклиј, а потоа монах и игумен на еден манастир недалеку од престолнината. Најголем бранител на Православието од т.н. монотелитска ерес, која се изроди од ереста Евтихиева. Имено: како што тврдеше Евтихиј дека Христос има една природа така монотелитите тврдеа дека Он има една волја. Свети Максим се спротивстави на тоа тврдење и се најде како противник на царот и на патријархот. Но не се исплаши туку докрај истраја во докажувањето дека Господ Христос имаше две волји соодветно на двете природи. На негово настојување се одржа еден собор во Картагена, а друг во Рим. И двата собори го анатемисаа учењето на монотелитите. Страдањето на Свети Максим за Православието е неописливо: малтретиран од кнезовите, измамуван од судиите, плукан од народните маси, тепан од војниците, прогонуван, затваран, а најпосле му ги отсекоа јазикот и раката и го осудија на доживотно прогонство во земјата Скитска, каде што три години помина во затвор, па Му ја предаде својата света душа на Бога во 666 година."
      }, {
        "title": " Блажениот Максим Грк",
        "important": false,
        "desc": "Роден е во Грција, од каде што го повикаа на дворецот на рускиот цар Василиј Јованович за царски библиотекар и преведувач. Многу работеше, но многу и страдаше за вистината. Долго време помина во затвор, каде што го напиша познатиот Канон кон Светиот Дух, којшто до денес се употребува во Црквата. Се упокои во Господ во 1556 година."
      }, {
        "title": " Светиот маченик Неофит",
        "important": false,
        "desc": "Родум од Никеја. Уште како дете вршеше големи чуда со благодатта Божја. Изведе вода од камен, ја воскресна својата мртва мајка. Беше одведен од бел гулаб на гората Олимписка, каде што од една пештера го истера лавот и се насели во нејзината внатрешност. Во неговата петнаесетта година беше мачен за Христа во времето на царот Диоклецијан, и тоа во Никеја. Никако не сакаше да се одрече од Христа. После биење и затварање го фрлија во оган, но Бог го сочува жив. Тогаш го ставија пред гладен лав, но лавот се умилкуваше околу Неофит. Во тој лав светителот го препозна истиот оној лав во чијашто пештера се подвизуваше, па го помилува и му нареди пак да си оди во својата пештера. Тогаш Свети Неофит го прободија со копје и тој се пресели во дворовите Господови."
      }],
      "id": 34
    }, {
      "day": "4",
      "holydays": [{
        "title": "Светиот апостол Тимотеј",
        "important": false,
        "desc": "Еден од Седумдесеттемина апостоли. Роден во Листра Ликаониска од татко Грк и мајка Еврејка. Мајка му и баба му Светиот апостол Павле ги пофалува за нивната нелицемерна вера (2 Тимотеј 1, 4 - 5). Во Листра Тимотеј за првпат се сретна со великиот апостол и самиот беше сведок кога Павле исцели еден човек од раѓање куцоног. Подоцна Тимотеј му беше речиси постојан сопатник на Павле, обиколувајќи ги со него Ахаја, Македонија, Италија и Шпанија. Голем ревнител за верата, извонреден беседник и благодушен, Тимотеј многу придонесе за распростирањето на христијанската вера. Павле го нарекува вистински син во верата (2, 1 - 2). По маченичката смрт на Св. апостол Павле, Тимотеј го имаше за учител Св. Јован Богослов. Но кога царот Дометијан го прогони Јован на островот Патмос, Тимотеј остана да епископува во Ефес наместо него. Во времето на еден идолски празник наречен Катагогиум незнабожците, лути на христијаните, подмолно и под маски го нападнаа Свети Тимотеј и го убија (околу 93 година). Неговите чесни мошти подоцна се пренесени во Цариград и погребани во црквата на Светите апостоли до гробот на Св. евангелист Лука и на Св. Андреј Првоповиканиот."
      }, {
        "title": " Преподобниот маченик Анастасиј",
        "important": false,
        "desc": "Родум Персијанец. Незнабожечкото име му е Магундат. Кога царот Ираклиј војуваше со Персијанците, Магундат пребега кај христијаните, отиде во Ерусалим, се крсти и го доби името Анастасиј. Не му беше доволно што се крсти, туку се замонаши за сиот да Му се предаде на Господ. Покрај останатите подвизи постојано ги читаше житијата на Светиите и ги натопуваше книгите со солзи и самиот топло копнеејќи по мачеништво. Господ најпосле го овенча со венец на маченичка слава. Долго лежеше во затвор и беше луто мачен, додека царот Хозрој не му изрече смртна пресуда. После оваа пресуда Анастасиј го удавија во вода, па го извадија и џелатот му ја пресече главата и му ја прати на царот. Пострада на 22 јануари 628 година во градот Бетсалое, близу Нинива."
      }],
      "id": 35
    }, {
      "day": "5",
      "holydays": [{
        "title": "Светиот свештеномаченик Климент, епсикоп Анкирски",
        "important": false,
        "desc": "Роден 258 година во градот Анкира од татко незнабожец и мајка христијанка. Неговата благочестива мајка Ефросинија му прорече на својот син маченичка смрт и го остави овој свет кога Климент беше на возраст од дванаесет години. Нејзината другарка Софија го зеде Климент во својата куќа како син и го помогна неговото воспитание во христијански дух. Роден 258 година во градот Анкира од татко незнабожец и мајка христијанка. Неговата благочестива мајка Ефросинија му прорече на својот син маченичка смрт и го остави овој свет кога Климент беше на возраст од дванаесет години. Нејзината другарка Софија го зеде Климент во својата куќа како син и го помогна неговото воспитание во христијански дух. Климент беше толку прочуен заради неговиот добродетелен живот, што го избраа за епископ Анкирски во дваесеттата година од животот. Во младоста стекна старечка мудрост и со големо воздржание го скроти и го победи своето тело. Се хранеше само со леб и зелје и не јадеше ништо заклано и крвно. Во времето на Диоклецијан беше мачен толку страшно „како никој никогаш од постанокот на светот“. Во маки и затвори помина дваесет и осум години. Го малтретираа и го мачеа единаесет разни мачители. Кога еднаш го удираа по лицето, го плукаа и му ги кршеа забите, му довикна на мачителот Дометијан: „Ми правиш чест Дометијане, а не ме мачиш, зашто вака беше биена устата на мојот Господ Исус Христос и вака Му беа удирани образите, а ти и мене недостојниот со тоа ме удостои“. Кога го доведоа пред царот Диоклецијан во Рим, царот постави на една страна разни орудија за мачење, а на другата подароци, одликувања, облеки, пари - сѐ што би можел еден цар да дарува, па му рече на Климент да одбере. Христовиот маченик погледна на царевите подароци со презир и ги одбра справите за мачење. Беше неискажливо мачен: парче по парче месо му откинуваа од телото, така што коските му се проѕираа под месото. Најпосле војниците го убија со меч, во 312 година, во црквата во Анкира, додека како архиереј служеше литургија. Чудата што ги изврши Свети Климент немаат број."
      }, {
        "title": " Шестиот Вселенски Собор",
        "important": false,
        "desc": "Одржан во Цариград. Првото заседание беше во 681 година, а второто во 691 година. Овој Собор ги осуди еретиците монотелити, коишто погрешно учеа дека Христос имаше само Божествена волја, без човечката. Беа донесени и неколку правила за дисциплината и редот кај свештенството."
      }],
      "id": 36
    }, {
      "day": "6",
      "holydays": [{
        "title": "Преподобна Ксенија",
        "important": false,
        "desc": "Родена е во Рим како единица ќерка на прочуен сенатор. Привлечена од љубовта Христова не сакаше да стапи во брак како што сакаа нејзините родители и за да ја избегне мажачката побегна од дома тајно со своите две робинки, па отиде на островот Коа во местото Милас. Овде основа обител на девици што се подвизуваа во христовподобувањето. Иако беше жена, имаше машка издржливост во постот, молитвата и бдеењето. Често стоеше на молитва по цела ноќ. Беше облечена посиромашно од сите сестри, а врз лебот што го јадеше често истураше пепел од кадилницата. Во мигот на смртта (+ 455 г.) над манастирот се појави прекрасен знак: венец од ѕвезди со крст во средината, поблескав од сонце. Од нејзините мошти мнозина болни добија исцеление. Нејзините робинки го следеа примерот на својата игуманија и кога умреа беа погребани, според нивната желба, крај нозете на блажената Ксенија."
      }, {
        "title": " Светиот маченик Вавила",
        "important": false,
        "desc": "Свештеник во Сицилија. Пострада за Христа со двајца свои ученици во 3 век."
      }, {
        "title": " Преподобен Македониј",
        "important": false,
        "desc": "Сириски пустиник. Дури на старост се хранеше со печен леб, а пред тоа јадеше само јачменови зрна наквасени во вода. Се упокои во 418 година."
      }],
      "id": 37
    }, {
      "day": "7",
      "holydays": [{
        "title": "Свети Григориј Богослов, архиепископ Цариградски",
        "important": true,
        "desc": "Роден во Назијанз од татко Елин и мајка христијанка. Пред да се крсти учеше во Атина заедно со Св. Василиј Велики и со Јулијан Отстапник. Често му пророкуваше на Јулијан дека ќе биде отстапник од верата и гонител на Црквата, како што и стана. Врз Григориј особено влијаеше неговата мајка Нона. Кога го заврши школувањето го прими Светото Крштение. Свети Василиј го ракоположи за епископ Сасимски, а царот Теодосиј Велики наскоро го повика на испразнетиот престол на Цариградскиот архиепископ. Состави многубројни дела од кои најславни му се теолошките, заради што е и наречен Богослов. Особено значајно е неговото дело „Беседа за Света Троица“. Пишуваше против еретикот Македониј, којшто учеше искривено за Светиот Дух (како Духот да е Божјо создание) и против Аполинариј, којшто учеше искривено за Христос дека немал човечка душа, туку дека Неговото Божество му било наместо душа. Пишуваше и против царот Јулијан Отстапник, неговиот некогашен школски другар. Во 381 година, кога во Соборот настана расправија околу неговиот избор за архиепископ, тој се повлече самиот, откако рече: „Не можат да нѐ лишат од Бога оние што нѐ лишуваат од престолот“. Потоа го напушти Цариград, отиде во Назијанз и таму до смртта поживеа во повлеченост, во молитва и во пишување корисни книги. Иако беше со слабо здравје цел живот, сепак доживеа осумдесет години. Моштите подоцна му ги пренесоа во Рим, а главата му се наоѓа во Успенскиот Собор во Москва. Беше и остана прекрасно светило на Православната Црква, како по кротоста и чистотата на карактерот така и по ненадминливо длабокиот ум. Се упокои во Господ во 390 година."
      }, {
        "title": " Светата маченичка Фелицита и нејзините седум синови",
        "important": false,
        "desc": "Како христијанка во времето на царот Антонин беше осудена на смрт заедно со нејзините седум синови. Му се молеше на Бога само да не ја погубат пред нејзините синови, за да може да ги храбри во маките и страдањата за да не се одречат од Христа. Бог така и устрои. Оваа ненадмината мајка со радост ги испраќаше синовите еден по друг додека сите не ги виде погубени. Тогаш и таа, благодарејќи Му на Бога, прими маченичка смрт. Сите пострадаа во Рим, каде што им се наоѓаат и моштите."
      }],
      "id": 38
    }, {
      "day": "8",
      "holydays": [{
        "title": "Преподобните Ксенофонт и Марија и нивните синови Јован и Аркадиј",
        "important": false,
        "desc": "Угледни и богати цариграѓани. Живееја богоугодно и со најголемо внимание ги воспитуваа своите синови во христијански дух. Кога синовите им пораснаа, ги пратија на студии во Вирит (Бејрут); но се случи бура го потопи коработ. По Божја Промисла Јован и Аркадиј беа некако спасени и исфрлени од брановите на брегот, но на две различни места, така што секој мислеше за другиот дека потонал. Од тага еден за друг обајцата се замонашија во два различни манастири. После две години нивните ужалени родители појдоа во Ерусалим на поклонение на светостите. Таму со помош на проѕорливоста на еден духовник се состанаа прво брат со брат, Јован и Аркадиј, а потоа и родителите со своите деца. Од благодарност кон Бога Ксенофонт и Марија и самите го раздадоа сиот свој имот на сиромасите и обајцата се замонашија. Трогателната историја на овие четири свети души јасно покажува колку прекрасно Господ раководи со судбините на оние што веруваат во Него; како допушта врз нив маки и жалости за потоа уште позасилени во верата да ги возведе во многу поголема радост. Живееја и се упокоија во Господ во 10 век."
      }],
      "id": 39
    }, {
      "day": "9",
      "holydays": [{
        "title": "Пренос на моштите на Свети Јован Златоуст",
        "important": false,
        "desc": "Златна труба на Православието. Споменот на овој светилник на Црквата се празнува на 13 ноември и на 30 јануари. А на овој датум се празнува преносот на неговите чесни мошти од ерменското село Комане, каде што умре како прогонет, во Цариград, каде што порано како патријарх управуваше со Црквата. Кога се навршија триесет години од неговата смрт, патријархот Прокло одржа еден говор во спомен на својот духовен отец и учител и со тој говор толку ја разгоре љубовта на народот и на царот Теодосиј Помладиот кон големиот Светител, што сите посакаа Златоустовите мошти да се пренесат во Цариград. Се раскажува дека ковчегот со моштите никако не можеле да го помрднат од местото сѐ додека царот не му напиша писмо на Златоуст молејќи го за прошка (бидејќи мајката на Теодосиј, Евдоксија, беше виновна за прогонството на Свети Јован) и повикувајќи го да дојде во Цариград, неговата некогашна резиденција. Кога ова покајно писмо го положиле на ковчегот, тој ковчег станал сосем лесен. При преносот мнозина болни кои се допреа до ковчегот со моштите на Св. Јован оздравеа. Кога моштите стасаа до престолнината, тогаш царот повторно молеше над моштите на Светителот прошка во име на својата мајка, и тоа како самата таа да говори: „Додека живеев во минливиот живот направив зло, а сега, кога ти живееш во бесмртноста, биди ѝ полезен на мојата душа. Мојата слава помина и не ми помогна ни малку; ти, оче, помогни ми во твојата слава, пред да бидам осудена на Судот Христов!“ Кога Светителот го внесоа во црквата на Светите апостоли и го поставија на патријаршискиот престол, тогаш маса народ од неговите усни слушна: „Мир на сите!“ Преносот на моштите на Свети Јован Златоуст беше извршен 438 година."
      }, {
        "title": " Преподобен Тит Печерски",
        "important": false,
        "desc": "Најнапред беше војник, па кога во една битка го ранија во главата, се повлече во Печерскиот манастир, оздраве и се замонаши. Времето го минуваше во непрестајно оплакување на своите гревови. Пред смртта беше известен преку некое небесно објавување дека гревовите му се простени. Моштите му почиваат во Теодосиевите пештери."
      }],
      "id": 40
    }, {
      "day": "10",
      "holydays": [{
        "title": "Преподобен Ефрем Сирин",
        "important": false,
        "desc": "Роден е во Сирија од бедни родители во времето на царот Константин Велики. Раната младост ја помина прилично бурно, но одеднаш во неговата душа настана пресврт и тој почна сиот да гори од љубов кон Господ Исус. Му беше ученик на Св. Јаков Нисибиски (13 јануари). Од големата Божја благодат од неговата уста извираше мудрост како меден поток, а од очите непрестајно му течеа солзи. Трудољубив како пчела. Непрестајно пишуваше книги или ги поучуваше монасите во манастирот и народот во градот Едеса или пак самиот се предаваше на молитва и богомислие. Неговите книги се многубројни, неговите молитви прекрасни. Најпозната му е молитвата за Чесниот Пост: „Господи и Владико на мојот живот“. Кога сакаа насила да го земат за епсикоп, почна да се прави луд и да јури низ градот Едеса, влечејќи ја зад себе својата облека. Кога го видоа тоа луѓето го оставија на мир. Му беше современик и пријател на Св. Василиј Велики. Св. Ефрем Сирин е главно апостол на покајанието. Неговите списи и ден денес смекнуваат многубројни срца закоравени во грев, и ги враќаат кон Христа. Се упокои во длабока старост во 378 година."
      }, {
        "title": " Преподобен Исаак Сирин",
        "important": false,
        "desc": "Роден е во Нинива и во младоста се подвизуваше во Мар-Матејскиот манастир близу Нинива. Кога се прочу со светоста на животот и со многубројните чуда, го избраа за епископ Нинивски и го принудија на тој чин. Но после пет месеци тој го остави епископството и тајно се оддалечи во оддалечениот манастир Раббан-Шабур. Состави многубројни дела, од кои до нас дојдоа околу сто беседи за духовниот живот и подвижништвото, пишувани главно од сопствен опит. Неспоредлив психолог и раководител во духовниот живот. Дури и светителите како Св. Симеон Дивногорец од него бараа совет. Се упокои во длабока старост на крајот од 7 век."
      }],
      "id": 41
    }, {
      "day": "11",
      "holydays": [{
        "title": "Пренос на моштите на Светиот свештеномаченик Игнатиј",
        "important": false,
        "desc": "Главното празнување на Св. Игнатиј е на 20 декември. На овој датум се празнува преносот на неговите мошти од Рим, каде што маченички пострада, во Антиохија, во којашто порано беше архиереј. Кога Свети Игнатиј беше повикан во Рим за да одговара пред царот Трајан за својата вера, на тој долг пат го придружуваа неколкумина граѓани од Антиохија, побудени од голема љубов кон својот прекрасен архипастир. Бидејќи Божјиот Светител никако не сакаше да се одрече од верата и ги презре сите ласкања и ветувања на царот Трајан, беше осуден на смрт и фрлен пред ѕверовите во Големиот циркус. Ѕверовите го растргнаа и тој Му ја предаде својата душа на Бога. Тогаш неговите следбеници ги собраа неговите соголени коски, ги пренесоа во Антиохија и чесно ги погребаа. Но кога Персијанците ја зазедоа Антиохија во 6 век, моштите на Свети Игнатиј повторно ги вратија од Антиохија во Рим."
      }, {
        "title": " Светите маченици Роман, Јаков, Филотеј, Иперихиј, Авив, Јулијан и Паригориј",
        "important": false,
        "desc": "Сите пострадаа за Господ Исус Христос на Самосат во времето на царот Максимијан во 297 година. Филотеј и Иперихиј беа големци, а останатите беа момчиња од благородничко потекло. Незнабожците ги убија со страшна смрт, им коваа клинци во главите. Чесно пострадаа и влегоа во радоста на Господ."
      }],
      "id": 42
    }, {
      "day": "12",
      "holydays": [{
        "title": "Тројцата Свети архиереи",
        "important": false,
        "desc": "Светителите Василиј Велики, Григориј Богослов и Јован Златоуст имаат секој свој посебен ден на празнување во месецот јануари. Но овој заеднички празник е востановен во 11 век за време на царот Алексиј Комнен. Еднаш однекаде настана расправа меѓу народот околу тоа кој од овие тројца светители е најголем. Едни го воздигнуваа Св. Василиј заради неговата чистота и храброст, други Св. Григориј за недостижната длабочина и висина на умот во богословието; трети воздивнуваа по Свети Јован со неговата чудесна благоглаголливост и јасност во изложувањето на верата. И така едни се нарекуваа василијани, други григоријани, а трети јованити. По Божја Промисла овој спор беше решен во корист на Црквата и на уште поголема слава на овие тројца светители. Евхаитскиот епископ Јован (под 14 јуни) имаше едно видение во сон, имено: прво му се јави секој од овие светители во голема слава и неискажлива чудесност, а потоа сите тројца заедно. Тогаш му рекоа: „Ние сме едно во Бога, како што гледаш, и кај нас нема ништо противречно, ... ниту има меѓу нас некој кој е прв или втор“. Светителите го посоветуваа епископот да им напише една заедничка служба и да им се одреди еден заеднички ден за празнување. Со ова прекрасно видение спорот се реши на тој начин што 30 јануари се одреди како заеднички празник за тројцата Свети Архиереи."
      }, {
        "title": " Светиот свештеномаченик Иполит",
        "important": false,
        "desc": "Пострада за верата во времето на Клавдиј. Кога девицата Хрисија во Рим беше немилостиво мачена за Христа, тогаш за неа пред мачителите се застапи Св. Иполит и ги изобличи. За овој протест го изведоа на суд и го осудија на смрт после долги мачења. Му ги врзаа рацете и нозете и го потопија во морето. Со него и со Хрисија пострадаа уште дваесетмина други маченици. Свети Иполит пострада во 269 година."
      }],
      "id": 43
    }, {
      "day": "13",
      "holydays": [{
        "title": "Светите Кир и Јован, бесребреници и чудотворци",
        "important": false,
        "desc": "Овие милосрдни и прекрасни светители не беа браќа по крв, но беа браќа по дух. Кир најнапред живееше во Александрија и како лекар ги лечеше луѓето со силата Христова и со материјални лекови. Кога дозна дека болестите ги напаѓаат луѓето најмногу заради гревовите, почна непрестајно да ги упатува болните со пост и покајание да си ја очистат душата од гревовите и така да си го повратат телесното здравје. Кога настана гонењето на христијаните од страна на Диоклецијан, Кир се оддалечи во Арабија и таму се замонаши. Но како што беше прочуен во Александрија исто така се прочу и во Арабија, па луѓето му прибегнуваа за помош. Кога Јован, тогаш римски офицер во Едеса, слушна за Кир, појде во Арабија за да го види. Кога се видоа се засакаа еден со друг како двајца браќа и останаа заедно да се подвизуваат. Во тоа време мачителите ја мачеа некоја маченичка Атанасија христијанка, со нејзините три ќерки во Каноп. Штом слушнаа за ова Кир и Јован отидоа во Каноп за да ги храбрат мајката и ќерките, та да не отпаднат од верата. И навистина, благодарение на советите на овие светители Атанасија ги претрпе сите маки и заедно со ќерките беше погубена за Христа. Ќерките на Атанасија се викаа: Св. Теоктиста, која имаше петнаесет години, Св. Теодотија на тринаесет години, а Евдокија единаесет години. Тогаш мачителите ги фатија Кир и Јован, па после долги маки и претрпен затвор ги убија со меч, во 311 година. Овие свети маченици извршија безбројни чуда за време на животот и после смртта. Нивните мошти во времето на царот Аркадиј се пренесени во Рим. Се повикуваат на помош особено при несоница, при осветување на вода и на Маслосвет."
      }, {
        "title": " Светата маченичка Трифена",
        "important": false,
        "desc": "Драговолно и храбро ги поднесе сите маки за Христа. Па бидејќи не сакаше да се одрече од верата, пуштија еден бесен пес кој ја избоди и ја уби. Тоа се случи во 1 век. Нејзе ја повикуваат на помош мајките што не можат да ги дојат своите деца."
      }],
      "id": 44
    }, {
      "day": "14",
      "holydays": [{
        "title": "Светиот маченик Трифун",
        "important": true,
        "desc": "Роден е во селото Кампсада во Фригија од сиромашни родители. Во детството беше чувар на гуски. И уште од детството врз него беше голема Божја благодат и можеше да исцелува болести кај луѓето и кај животните и да изгонува бесови. Во тоа време со Римското царство завладеа царот Гордијан, чијашто ќерка слезе од умот и со тоа го фрли царот во голема жалост. Ниеден лекар не можеше да ѝ помогне на лудата Гордијана. Тогаш демонот прозборе преку девојката и рече дека освен Трифун никој не може да го истера. После многумина Трифуни ширум царството, по Божја Промисла го повикаа и овој млад Трифун. Го доведоа во Рим и тој ја исцели царската ќерка. Царот му подари многубројни дарови, а тој на враќање им ги раздели на сиромасите. Потоа ова свето момче продолжи да чува гуски и да Му се моли на Бога. Кога се зацари христоборниот Декиј, Свети Трифун беше малтретиран и свирепо измачуван заради Христа. Но тој со голема радост ги поднесе сите мачења, велејќи: „О кога би можел да се удостојам во оган и маки да завршам за името на Исус Христос, мојот Бог и Господ!“ Маките не му наштетија ни малку и најпосле мачителите го осудија на смрт со меч. Му се помоли на Бога и издивна во 250 година."
      }, {
        "title": " Светите маченици Перпетуа, Фелицитате, Сатир и другите со нив",
        "important": false,
        "desc": "Во времето на царот Септимиј Север ги фрлија во затвор зашто беа христијани. Света Перпетуа беше по потекло благородничка и таа ги храбреше другите затвореници да не се исплашат да пострадаат за Христа. На сон виде лествица од земјата до небото, сета начичкана со остри ножеви, јадици, клинци и други смртоносни оружја. А на дното од лествицата лежеше страшна змија. И виде како Сатир прв претрча низ лествицата до врвот неповреден, па од врвот ѝ довикна: „Перпетуа, ајде, те чекам! Но чувај се од змијата!“ Охрабрена од ова Перпетуа застана на главата од змијата како на прво скалило, па брзо редум истрча до врвот. И кога се искачи на врвот, влезе во небесата и ги виде прекрасните дворци небесни и беше многу радосна. Кога им го раскажа овој сон, затворениците растолкуваа дека наскоро им претстои смрт, и тоа прво на Сатир, коешто набрзо и се исполни. Прво го убија Сатир, а потоа Перпетуа и другите редум. Примија од Господ вечна награда во царството на светлината. Пострадаа сите за Христа во 202 или 203 година."
      }],
      "id": 45
    }, {
      "day": "15",
      "holydays": [{
        "title": "Сретение Господово",
        "important": true,
        "desc": "Во четириесеттиот ден по Рождество Пресветата Дева Го донесе својот Божествен Син во ерусалимскиот храм за, според Законот, да Му Го посвети на Бога, а самата да се очисти (Левит. 12, 2 - 7; Исход 12, 2). Иако не беше потребно ни едното ни другото, сепак Законодавецот никако не сакаше да се огреши кон Законот којшто Самиот го беше дал преку Својот слуга, Пророкот Мојсеј. Во тоа време во храмот држеше чреда првосвештеникот Захариј, таткото на Свети Јован Предвесник. Тој Ја смести Богородица не на местото за жени, туку на она за девојки. Во таа прилика во храмот се јавија две необични личности: старецот Симеон и Ана, ќерката Фануилова. Праведниот старец го зеде на своите раце Месијата и рече: „Сега отпушти го Твојот слуга, Господи, зашто го видоа очите мои спасението Твое“. Уште рече Симеон за Младенецот Христос: „Глеј, овој лежи за подигање и паѓање на мнозина во Израилот“. Ана пак, која од младоста Му служеше на Бога во храмот во пост и молитва и самата Го позна Месијата, па Го прослави Бога и им објави на ерусалимјаните за доаѓањето на Долгоочекуваниот. А фарисеите, присутни во храмот, штом видоа и слушнаа сѐ, се разгневија на Захарија зашто ја постави Дева Марија на местото за девојки и му јавија за тоа на царот Ирод. Уверен дека тоа е Новиот Цар за когошто говореа ѕвездогледците од Исток, Ирод брзо испрати да Го убијат Исуса. Но во меѓувреме Божественото семејство веќе поодмина од градот и според упатство од ангел Господов се упати кон Мисир. Денот Сретение меѓу христијаните се празнува уште од самиот почеток, но торжественото празнување на овој чудесен ден е особено востановено во 544 година, во времето на царот Јустинијан."
      }, {
        "title": " Светиот новомаченик Јордан",
        "important": false,
        "desc": "Родум од Трапезунт, по занимање казанџија. Отворено ја бранеше верата Христова и ја изобличуваше мухамеданската. За ова пострада од Турците во 1650 година во Галата во Цариград. Исто така пострада и монахот Гаврил, канонархот на Големата црква во Цариград во 1672 година."
      }],
      "id": 46
    }, {
      "day": "16",
      "holydays": [{
        "title": "Свети Симеон Богопримец",
        "important": true,
        "desc": "Во времето на мисирскиот цар Птоломеј Филаделф овој Симеон беше избран како еден од прочуените Седумдесетмина на коишто им беше доверена работата на преведување на Библијата од еврејски на грчки јазик. Симеон ја работеше својата работа совесно, но кога го преведуваше Пророкот Исаија и дојде до пророштвото: „Еве девица ќе зачне и ќе роди син“, тој се збуни, зеде нож за да го избрише зборот „девица“ и го замени со „млада жена“ за така и да го преведе на грчки. Но во тој миг му се јави ангел Божји и го задржа од неговата намера, објаснувајќи му дека пророштвото е вистинито и дека запишаното е точно. А дека е вистинито и точно, му кажа Божјиот известител дека ќе се увери и самиот, зашто по Божја волја нема да умре дури не Го види Месијата роден од девојка. Праведниот Симеон му се израдува на ваквиот глас од небото, го остави пророштвото неизменето и Му заблагодари на Бога што го удостојува да доживее да Го види Ветениот. Кога Исус како Младенец беше донесен во ерусалимскиот храм од Дева Марија, за ова Духот Божји му јави на старецот Симеон, кој тогаш беше престарен и бел како лебед. Симеон брзо отиде во храмот и таму Ја препозна Дева со Младенецот, според светлината што зрачеше од нив како ореол. Радосен старецот Го зеде Христа на своите раце и Го замоли Бога да го отпушти од овој живот: „Сега отпушти го Твојот слуга, Господи, според зборовите Твои, зашто очите мои го видоа спасението Твое“. Овде се најде и пророчицата Ана, ќерка Фануилова, којашто и самата Го позна Месијата и му Го објави на народот. Ана тогаш имаше осумдесет и четири години. Наскоро потоа Свети Симеон се престави. Праведниот старец Симеон се смета за заштитник на малите деца."
      }, {
        "title": " Светите маченици Адријан и Евул",
        "important": false,
        "desc": "Овие две свети души дојдоа од местото Ванеја во Кесарија Кападокиска за да ги посетат затворените христијани и да ги охрабрат и утешат. Но и нив ги фатија и ги осудија на смрт. Адријан го убија со меч, а Евул го фрлија на ѕверовите во 309 година. И така, не жалејќи по овој живот, чесно и радосно преминаа во вечниот."
      }, {
        "title": " Свети Николај Јапонски",
        "important": false,
        "desc": "На крајот од Неговиот земен живот, нашиот Господ Исус Христос им заповеда на Своите ученици и апостоли: „Одете и научете ги сите народи“ (Матеј 28, 19). На празникот Педесетница оваа проповед на сите народи беше пројавена во духовниот дар на „јазици“, кога зборовите на апостолите слушателите по чудо ги слушаа на своите сопствени јазици. Од тоа време „дарот на јазици“ е крајно редок, но беше заменет со усрдноста на православните мисионери да го научат јазикот и културата на народот на кој му проповедаат, проповедајќи му го Евангелието на неговиот мајчин јазик и во неговиот културен контекст, без притоа да се прават компромиси со Верата. Ваквите мисионери Православната Црква често ги нарекува „рамноапостолни“, односно оние кои се трудат со ревноста и на начинот на првите апостоли. Вакви познати светители се светите Методиј и Кирил, просветителите на Словените од 9. век. Понеодамнешен пример за ваков светител е свети Николај, кој му ја донесе светлината на Православието на јапонскиот народ. Иван Дмитриевич Касаткин е роден на 1 август 1836 г., во селото Берјожа, Белска област, Смоленски регион во Русија. Неговиот татко, ѓаконот Дмитриј Касаткин, имал четири деца: Гавриил (кој починал во раното детство), Олга, Иван и Василиј. Кога Иван имал 5 години, неговата мајка починала, а неговата постара сестра Олга, чиј сопруг служел како ѓакон во селска црква, ја презела грижата за децата. Идниот архиепископ и светител учел во црковното основно училиште во Белск, а потоа во Смоленската семинарија. Откако дипломирал како првенец, во 1856 г. добил државна стипендија за студии на Богословската академија во Санкт Петербург. Пролетта 1860 г. во Академијата било истакнато соопштение во кое се барало дипломец да служи како главен свештеник во црквата на Руската амбасада во Јапонија. Прочитувајќи го соопштението, младиот Николај отишол на Вечерна богослужба, каде што одеднаш добил желба да замине во Јапонија. Тој го пополнил барањето со намера да служи како монах, а не како оженет свештеник. На 21 јуни 1860 г. Иван Касаткин бил потстрижан во монаштво со името Николај. Бил ракоположен за јероѓакон на 29 јуни, а за јеромонах наредниот ден. Тогаш тргнал на долгиот пат до Јапонија. Јеромонахот Николај ја поминал зимата 1860/61 во Николаевск на реката Амур, каде што Епископот на Камчатка Инокентиј (Венјаминов), идниот светител, просветител на Сибир и Аљаска и Митрополит Московски, го поучувал младиот мисионер. Свети Николај ги помнел овие разговори со владиката Инокентиј до крајот на својот живот. Токму свети Инокентиј ја разбудил ревноста кај младиот мисионер да ги научи јазикот и културата на Јапонија. По едногодишно патување, во јуни 1861 г. јеромонахот Николај пристигнал во пристаништето Хакодате. Во времето на неговото пристигнување, средновековната повелба од 1614 г. со која христијанството било целосно забрането, сѐ уште била на сила. Иако подоцна, во 1873 г. граѓански закон ќе дозволи слобода на религија, продолжиле да постојат пречки за проповед на Верата, а и прогоните, особено во селските средини, продолжиле уште долго време. Свети Николај започнал со сериозно изучување на јазикот, културата и историјата на Јапонија. Тој понекогаш шетал по улиците на Хакодате, слушајќи ги обичните луѓе, како и професионалните раскажувачи, се запознал со водечки будистички свештеници и ги слушал нивните проповеди. Јеромонахот Николај по 14 часа секојдневно во текот на 7 години го проучувал секој аспект на Јапонија. Во резултат на неговото неуморно изучување на јапонскиот јазик, јеромонахот Николај на крајот научил неколку илјади кинески букви, со што добил пристап до материјалите печатени од Православната Мисија во Пекинг, каде што Јосиф Гошкевич имал поминато скоро десет години. Ова му овозможило на Николај да ги проучува кинеските текстови на Стариот и Новиот Завет, како и некои литургиски книги. Владиката Серафим (Сигрист), на Сендај и Истокот (сега во пензија) понатаму ја опишува ревноста на свети Николај во подготовката за неговиот мисионерски подвиг: „Се вели дека во првите денови од неговото изучување на јапонскиот јазик, о. Николај (тогаш свештеник во Хакодате) одел со јапонските деца на училиште и седел најодзади и учел колку што најдобро можел со нив. И навистина, во еден момент збунетите учители ставиле знак на вратата: ‘Забрането за брадестиот странец’“. Додека сѐ уште бил во Хакодате, свети Николај бил сосема свесен за огромните задачи што стојат пред него. Во 1869 г. напишал: „Некој би можел да заклучи дека барем жетвата е навистина богата во Јапонија во блиската иднина, но нема работници на нашата страна, ниту еден, ако не се смета мојата лична дејност... Само преводот на Новиот Завет... ќе одземе најмалку две години макотрпна работа. Потоа, потребен е и преводот на Стариот Завет. Дури и во најмалите (православни) заедници службите ќе мора да се извршуваат на јапонски. А што со другите книги, како што се црковната историја, свештената историја, литургиката и богословието? Сите овие се исто така неопходни, и мора да бидат преведени на јапонски. А никој не знае дали странец би можел доволно да го совлада јапонскиот за да пишува барем со пола леснотија со која нормално пишува на сопствениот јазик“. По неколку години интензивно учење, о. Николај преобратил во Православието еден самурај, зет на шинто свештеник, заедно со уште двајца други. (Овој самурај бил идниот православен свештеник Павел Савабе.) Светителот не се обидувал да покрстува голем број на луѓе, туку се стремел оние што ќе ги преобрати да бидат цврсти во Верата. Овие први покрстени потоа му помагале, и тој наскоро имал група од 15 христијани. Кон крајот на 1869 г. јеромонахот Николај отишол во Санкт Петербург за да го извести Синодот за својата дејност. Била донесена одлука „да се основа посебна Руска Црковна Мисија за проповед на Божјото слово меѓу незнабошците“. Отец Николај бил воздигнат во чин на архимандрит и назначен за старешина на Мисијата. Во 1873 г., по 12-годишен труд на св. Николај, условите почнале да се подобруваат. Благодарение на напредната политика на царот Меиџи, јапонската влада донела нов граѓански закон со кој била обезбедена верска толеранција. Тогаш Мисијата била пренесена од Хакодате во Токио, новата царска престолнина, каде што бројот на православните верници наскоро достигнал бројка од 1000 души. Свети Николај го сметал преведувањето за една од најважните дејности што тој би можел да ги оствари при поставувањето темели на Православната Мисија во Јапонија. Тој во една прилика рекол: „Преведувањето е срж на мисионерската дејност. Денес работата на една мисија генерално, во која било земја, не може да се огранични само на усна проповед... Во Јапонија, каде што луѓето сакаат да читаат и многу го почитуваат печатениот збор, мораме пред сѐ да им обезбедиме на верните и на оние коишто допрва треба да се крстат книги печатени на нивниот мајчин јазик, секако добро напишани и читливо и евтино испечатени... Печатеното слово мора да биде душа на Мисијата“. Проповедајќи им го Православието на Јапонците, свети Николај знаел дека би било особено ефективно доколку новите јапонски христијани лично му ја пренесат Верата на својот народ. Така за време на 70-тите години од 19. век тој почнал да ги поттикнува оние што веќе некое време биле членови на Црквата и што се имале здобиено со темелно поучување, да патуваат ширум Јапонија и да го запознаваат својот народ со Верата. Овие вероучители, како нови апостоли, ќе проповедале и, тогаш, доколку новите верници сакале, ќе вршеле служби во нивните домови и дури ќе ги користеле тие домови како „центри“ од кои ќе поучувале во Верата. Ракоположени свештеници или дури самиот свети Николај ги посетувале овие Мисии секогаш кога тоа било можно, за да ги извршуваат Светите Тајни и да ги утврдуваат верните. На овој начин биле основани над 250 Мисии за време на животот на свети Николај. Од времето на своето пристигнување во Јапонија, свети Николај го проживеал таму скоро целиот свој живот, враќајќи се во Русија накратко само двапати: од 1869 г. до 1870 г. за да бара воспоставување на Руска Црковна Мисија во Јапонија, а од 1879 г. до 1880 г. за да биде хиротонисан за Епископ на растечката Мисија и да собере средства за нејзините потреби. И двата пати особено нестрпливо очекувал да се врати дома во Јапонија за да ја продолжи својата дејност. Во 1875 г. бил ракоположен првиот јапонски православен свештеник, о. Павел Савабе. Свети Николај основал училишта за образование на вероучителите и верните, а во 1878 г. отворил Богословска семинарија за образование на јапонското свештенство. Покрај богословските науки, тука се изучувале и јапонскиот, кинескиот и рускиот јазик, како подготовка за преводот на сите делови од Светото Писмо а и на други неопходни текстови. Во 1880 г. свети Николај бил хиротонисан за прв Епископ на Јапонија, а веќе во 1884 г. почнал со изградба на прекрасен соборен храм во Токио. Храмот, посветен на Христовото Воскресение, бил завршен и осветен во 1891 г. Наскоро станал познат меѓу народот како „Nikolai-do“ („домот на Николај“), име што до ден-денес го носи. Иако свети Николај на својата паства ѝ го пренел преданието и литургиската пракса на Руската Црква, тој сепак се стремел да формира вистинска Јапонска Црква, како во поглед на јазикот така и во поглед на идентитетот. Личниот пример на свети Николај, на љубов и почит кон јапонскиот народ и неговата историја, јазик и обичаи, оставил добар впечаток на јапонските власти и придонел кон растежот на Православната Мисија. Бидејќи течно го говорел јапонскиот, свети Николај повремено бил повикуван да присуствува на официјалните средби на претставници на јапонската и руската влада. Руско-јапонската војна од 1904-1905 г. била испит за свети Николај и за православните христијани во Јапонија. Со длабоко расудување, тој им дозволил на свештениците да вршат Молебни за победа на Јапонија, додека самиот не учествувал во нив. Иако му била понудена заштита од страна на Русите, тој ја одбил, претпочитајќи да остане со својата паства. Во 1906 г. владиката Николај бил воздигнат во чин на Архиепископ, а верните во Јапонија ја прославиле неговата 26-годишнина епископствување. Во 1908 г. идниот наследник на свети Николај, владиката Сергиј (Тихомиров) пристигнал во Токио. Тој ја возглавувал Јапонската Православна Црква од 1912 г. до 1940 г. Во 1912 г., последната година од животот на свети Николај, во Јапонија имало 33.000 верници, 266 црковни општини, како и 175 цркви и 8 соборни храмови во кои служеле 40 јапонски свештеници и ѓакони. Архиепископот Николај во 1910 г. се разболел од срцева болест. Неговата состојба толку се влошила, што во јануари 1912 г. бил хоспитализиран. Една вечер владиката Сергеј влегол во болницата да го посети својот учител. Подоцна го опишува тоа што го видел: „Ниска маса поставена крај прозорецот во собата. Јапонски ракописи, мастилница и четка лежат на масата, а пред Неговото Високопреосвештенство е словенскиот Триод. Павел Накаи чита јапонски превод, а Архиепископот го следи неговото читање, гледајќи во друг бележник. Повремено застануваат и вметнуваат запирка... Можеше ли некој да каже дека ова е старец, осуден на неизбежна смрт?“ Обдарен со енергичен и ревносен дух, свети Николај до крајот на своите денови смирено гледал на својот труд, во една прилика велејќи: „Јас не сум ништо повеќе од обично чкорче со кое се пали свеќата. Тоа потоа гасне и се фрла на земјата како сосема непотребно“. На 3/16 февруари, во 19.15 часот, се упокоил Неговото Високопреосвештенство Николај, Архиепископ Јапонски. Следниот ден цела Јапонија дознала за неговата смрт. Владиката Сергеј пишува: „Христијаните во Токио еден по еден се собраа во Мисијата; христијаните од другите деноминации го изразуваа своето сочувство. Оние кои сѐ уште го немаа прифатено Христовото учење итаа кон Мисијата да се поклонат или да остават визит-карта. Тоа не беа само обични граѓани, туку и принцови, грофови, виконти, барони, министри како и нецивилни службеници... Но највисоката чест што Јапонија му ја оддаде на архиепископот Николај беше фактот дека самиот јапонски цар Меиџи... прати величествен и огромен венец од природни цвеќиња за ковчегот на Архиепископот, и не го стори тоа тајно!... Примајќи го венецот и одговарајќи со благодарни зборови, го ставивме венецот кај главата на свети Николај... Самиот јапонски цар ја круниса главата на Божјиот архиереј со цвеќиња на победа!... Внатре во венецот имаше две букви: ‘On-Shi’, т.е. ‘Највозвишениот Дар’... Сите Јапонци ги видоа овие две букви, ги прочитаа, и со почит ги наклонија главите пред венецот!... Започнувајќи со огромен ризик по својот живот, архиепископот Николај ја заврши својата дејност во Јапонија со одобрување од високиот престол (царот)“. Годините што следеле по упокојувањето на свети Николај биле одбележани со големи потешкотии и искушенија за Јапонската Православна Црква. Таа не само што се соочила со тоа да биде отсечена од Црквата во Русија заради болшевичката револуција, што довело до финансиски неволји, туку морала и да се справи со тешките години кои кулминирале со Втората светска војна и нејзините последици. Од 1945 г. до 1970 г. Јапонската Црква е под администрација на Американската Митрополија на Руската Црква (денес Православна Црква во Америка). На 10 април 1970 г. Јапонската Црква добива автономија од страна на Руската Православна Црква, а архиепископот Николај е канонизиран за светител. Низ скоро 100-годишната историја по смртта на Светителот, Јапонската Црква ги сочувува каноните и преданието на Православието предадени од свети Николај. 266-те парохии од времето на свети Николај се обединети, основајќи ги сегашните 69 црковни општини на Јапонската Православна Црква со околу 40.000 верници. Како и во апостолските времиња, Црквата во Јапонија е небројно малцинство во општество кое сѐ уште ја нема примено Светлината Христова, мало стадо (Лука 12, 32) среде една од материјално најнапредните нации во светот. Но, малото семе сѐ уште може да порасне во големо дрво (сп. Матеј 13, 31), зашто, како што рекол свети Николај, жетвата е навистина богата (Лука 10, 2)."
      }],
      "id": 47
    }, {
      "day": "17",
      "holydays": [{
        "title": "Преподобен Исидор Пелусиот",
        "important": false,
        "desc": "Родум Мисирец; син на угледни родители и роднина на александриските патријарси Теофил и Кирил. Откако ги проучи сите светски науки, се одрече од богатството и светската слава и сиот му се предаде на духовниот живот заради љубовта Христова. Беше голем и усрден бранител и толкувач на православната вера. Според тврдењето на историчарот Никифор, Св. Исидор им напиша над десет илјади писма на разни лица, во кои едни ги укорува, други ги советува, трети ги теши, четврти ги поучува: „Поважно е да се поучуваш на добродетелен живот одошто на красноречиво проповедање“, пишува тој во едно писмо. Во друго вели: „Ако некој сака неговите добродетели да се покажат големи, нека ги смета за мали и тие навистина ќе се покажат големи“. Прво и основно правило за него беше: прво практикувај, па потоа поучувај, според примерот на Господ Исус. Во времето на гонењето на Златоуст, кога сиот свет се подели на два табори, едните за, а другите против овој голем столб на Православието, Свети Исидор застана на страната на Златоуст. Му пишуваше на патријархот Теофил каква голема светилка на Црквата е Златоуст и го молеше да се одрече од ненавидноста кон него. Поживеа долго, и многу стори прославувајќи Го Христа со живот и со перо и се пресели во Христовото Царство во 436 година."
      }, {
        "title": " Преподобен Николај Исповедник",
        "important": false,
        "desc": "Овој Светител беше од островот Крит. Дојде во Цариград за да го посети својот роднина Теодор, игуменот на Студитскиот манастир, но остана и се замонаши. Како монах Николај ги мина сите подвизи за спасението на душата. Во времето на гонењето на Црквата од страна на Лав Ерменин, Теодор и Николај беа свирепо мачени, биени со воловски жили и најпосле ги фрлија во затвор, каде останаа три години. По смртта на Св. Теодор Николај стана игумен на Студитскиот манастир. Уште за време на животот правеше чуда со силата на Божествената благодат. Така ја исцели од болест Евдокија, жената на царот Василиј, а потоа и Елена, жената на патрицијот Мануил. На угледниот благородник Теофил Мелисен, на кого не му се држеа децата, му ја благослови новородената ќерка и за неа му прорече дека ќе живее и ќе биде многуплодна, а тоа подоцна така и се исполни. На денот на својата смрт Свети Николај ги повика монасите и ги праша што им недостасува. „Жито“, одговорија. Тогаш игуменот им рече: „Оној Којшто го нахрани Израилот среде пустината, по три дена и вам ќе ви испрати пченица во изоблилство“. И навистина, по три дена под манастирот доплови кораб полн со жито, испратен од царот Василиј. Преподобниот Николај се пресели во Царството Небесно во седумдесет и петтата година од животот, на 4 февруари 868 година."
      }],
      "id": 48
    }, {
      "day": "18",
      "holydays": [{
        "title": "Светата маченичка Агатија",
        "important": false,
        "desc": "Оваа славна девица и маченичка за Христа има потекло од сицилијанскиот град Палермо, од благородни и имотни родители. Кога царот Декиј подигна гонење на христијаните Света Агатија беше фатена и изведена пред судијата Квинтијан. Тој кога ја виде прекрасна на лице, посака да ја има за жена. Но штом ѝ предложи, Агатија му одговори дека таа е невеста Христова и дека не може да го изневери својот вереник. Судијата ја подложи на тешки маки. Ја биеја, ја исмеваа врзана за едно дрво и ја тепаа до крв. Потоа Квинтијан повторно ја посоветува да се одрече од Христа и да ги избегне натамошните маки, но на ова невестата Христова му одговори: „Овие маки се многу корисни за мене. Како што пченицата не може да влезе во амбарот пред да се очисти од плевата така ни мојата душа не може да влезе во Рајот ако најнапред телото не е скрушено со маки“. Тогаш мачителот нареди и ѝ ги отсекоа градите, па потоа ја фрлија во затвор. Во затворот ѝ се јави апостолот Петар и ѝ го врати целото здравје на телото. Повторно ја изведоа на мачење и повторно ја фрлија во затвор, каде што Му ја предаде својата душа на Бога, во 251 година, во градот Катана, а во времето на царот Декиј. После смртта на Агатија нејзиниот мачител Квинтијан појде да го приграби нејзиниот имот, но по патот се разбеснеа коњите што ги јаваа тој и војниците, па сиот го изгризаа по лицето, го фрлија на земја и го изгазија со нозете намртво. Толку брзо го стигна казната од Бога за дивото злосторство над Света Агатија."
      }, {
        "title": " Светата маченичка Теодула",
        "important": false,
        "desc": "Пострада за Христа во времето на нечестивиот римски цар Диоклецијан. При мачењето Теодула го вразуми еден од мачителите, Еладиј, и го приведе кон Христовата вера. Кога Еладиј јавно ја исповеда својата вера во Христа, го убија со меч. На судот Теодула се држеше многу храбро, а за ова судијата ја нарекуваше безумна. Затоа Теодула му рече: „Безумни сте вие што Го заборавивте единствениот вистинит Бог, а им се поклонувате на мртвите камења“. Судијата ја подложи на тешки маки, а нив Теодула ги издржа храбро и со оваа храброст во маките многумина ги восхити и ги обрати кон Христа. Меѓу нив беа и двајца угледни граѓани, Макариј и Евагриј. Нив двајцата и мнозина други ги фрлија заедно со Света Теодула во усвитена печка. Така го завршија земниот живот и се удостоија со Христовото царство."
      }],
      "id": 49
    }, {
      "day": "19",
      "holydays": [{
        "title": "Св. Вукол, епископ Смирненски",
        "important": false,
        "desc": "Ученик на Св. Јован Богослов, којшто и го посвети за епископ на градот Смирна. Во Смирна тогаш имаше малкумина крстени. Свети Вукол блескаше сред темнината на незнабоштвото како јасна свеќа. Се одликуваше со сите добродетели, а особено со благост и со кротост. Пред смртта Вукол го посвети за свој наследник во епископството славниот Поликарп, а самиот мирно се упокои и отиде кај Господ."
      }, {
        "title": " Св. Фотиј, патријарх Цариградски",
        "important": false,
        "desc": "Голем светилник на Црквата. Роднина на царот и внук на славниот патријарх Тарасиј. Крепостен заштитник на Црквата од папското властољубие и од другите римски изопачувања на верата. За шест дена ги помина сите чинови од лаик до патријарх. Стана патријарх на Божик, 857 година, а се упокои во Господ во 891 година."
      }],
      "id": 50
    }, {
      "day": "20",
      "holydays": [{
        "title": "Свети Партениј, епископ Лампсакиски",
        "important": false,
        "desc": "Син на некој ѓакон од градот Мелитопол. Уште како дете добро ги помнеше зборовите на Евангелието и се трудеше да ги исполни. Се насели покрај едно езеро каде што ловеше риба, ја продаваше и им делеше на сиромасите. По Божја Промисла го избраа за епископ Лампсакиски. Го очисти градот од незнабоштвото, ги затвори идолопоклоничките храмови, изгради многу цркви и го утврди благочестието. Со молитва лечеше секаква болест, а особено имаше власт над злите духови. Еднаш кога сакаше да изгони зол дух од некој луд човек, злиот дух го молеше да не го изгонува. „Ќе ти дадам друг човек; во него влези и живеј“, му рече Партениј. „Кој е тој човек?“, праша демонот. „Јас сум“, одговори светителот. „Влези и живеј во мене!“ Кога го слушна тоа демонот побегна како од оган викајќи: „Кај можам да влезам во Божјиот дом?!“ Свети Партениј поживеа долго и својата обилна љубов кон Господ и кон луѓето ја покажа на дело. Во вечниот покој на Христос се пресели во 6 век."
      }, {
        "title": " Преподобен Лука Еладски",
        "important": false,
        "desc": "Родум од Касторија. Уште како дете никогаш не сакаше да вкуси месо и сиот живот го минуваше во чистота и молитва. Еднаш појде на нива со семе жито за да сее. Но патем поголемиот дел им го раздаде на сиромасите, а помалиот што му преостана го посеа. Даде Бог и од тоа малку семе се собра поголем род одошто порано кога го сееше целото количество. Потоа Лука побегна од својата мајка вдовица во манастир. Нажалена мајка му Го молеше Бога да ѝ ја објави тајната каде ѝ се наоѓа синот. И Бог ја услиши нејзината молитва. Игуменот на оној манастир три ноќи едно по друго ја сонуваше една жена како остро го напаѓа што ѝ го зеде синот единец. Тогаш игуменот му нареди на Лука веднаш да оди кај мајка му. Лука отиде, се виде со мајка му, но пак си замина, овој пат бесповратно. Живееше во покајание на т.н. Јованова Гора. Ноќе Му се молеше на Бога, а дење работеше во градината и на нивата не заради себеси, туку за сиромасите и посетителите. Се хранеше само со леб од јачмен. Бог му даде дар на чудотоворство. Се упокои мирно во Господ во 946 година. Од неговите мошти одвреме навреме течеше миро."
      }],
      "id": 51
    }, {
      "day": "21",
      "holydays": [{
        "title": "Светиот пророк Захарија",
        "important": false,
        "desc": "Единаесеттиот од помалите Пророци. Заедно со Пророкот Агеј го поттикнуваше кнезот Зоровавел да го обноват ерусалимскиот храм. Го прорече свеченото влегување на Исус Христос во Ерусалим на младенче од ослица; и предавството на Јуда за триесет сребреници; и бегањето на апостолите од Христа во времето на Неговото страдање - ќе удрат по пастирот и овците ќе се разбегаат (13, 7). Пророкот Захариј се нарекува и Срповидец, зашто во визија виде срп како слегува од небото за да ги покоси неправедните, особено крадците и хулителите на Божјото име. Се упокои во последната година од царувањето на Дариј Хистасп, околу 520 година пред Христа."
      }, {
        "title": " Светиот великомаченик Теодор Стратилат",
        "important": false,
        "desc": "Драгоценоста на маченичкиот подвиг зависи од величината на богатството што ќе го напушти христијанинот примајќи страдање наместо тоа богатство; и од величината на страдањето што ќе го поднесе заради Христа. Свети Теодор, римски војвода, во војската на царот Ликиниј и градоначалник на градот Хераклеја, ја презре својата младост и убавина и војводскиот чин и царската милост и наместо тоа на себе прими страшни маки заради Христа. Најпосле беше биен, прими шестотини удари по грбот и петстотини по стомакот; потоа го подигнаа на крст и го издупчија со стрели. На крајот го убија со меч. Сето тоа го претрпе зашто Го љубеше Христа над сѐ на светот. Го презре глупавото суеверие на царот Ликиниј, ги урна сребрените и златни идоли и парчињата од нив им ги раздаде на сиромасите; мнозина ги обрати во верата Христова и го повика самиот цар Ликиниј да се одрече од идолите и да поверува во единствениот жив Бог. За време на мачењето Свети Теодор непрестајно говореше: „Слава Ти, Боже мој, слава Ти!“ Пострада на 8 февруари 319 година во три часот попладне и се пресели во Царството Христово. Се смета за заштитник на војниците што го повикуваат на помош. Неговите чудотворни мошти ги пренесоа од Евхаити во Цариград и ги погребаа во црквата Влахерна."
      }],
      "id": 52
    }, {
      "day": "22",
      "holydays": [{
        "title": "Светиот маченик Никифор",
        "important": false,
        "desc": "Житието на овој маченик јасно покажува дека Бог ја отфрла надменоста и со слава го овенчува смирението и братољубието. Во Антиохија живееја двајца блиски пријатели, учениот свештеник Саприкиј и простиот граѓанин Никифор. Нивното пријателство некако се изметна во страшна меѓусебна омраза. Богобојазливиот Никифор повеќепати се обидуваше да се помири со свештеникот, но овој никако не го сакаше тоа. Кога настана гонење на христијаните, свештеникот Саприкиј беше осуден на смрт и изведен на губилиште. Нажален Никифор појде со Саприкиј молејќи го патем барем пред смртта да му прости и да се разделат во мир: „Те молам, Христов маченику“, му велеше Никифор, „прости ми ако ти згрешив нешто!“ Саприкиј не сакаше да се обѕрне на својот соперник, туку мирно и гордо чекореше кон смртта. Но кога ја виде тврдокорноста на неговото срце, Бог не сакаше да му ја прими маченичката жртва и да го овенча со венец, туку тајно му ја одзеде благодатта. И во последниот миг пред џелатите Саприкиј се одрече од Христа и изјави дека ќе им се поклони на идолите. Така беше заслепен од омразата. Никифор го преколнуваше Саприкиј да не се одрекува од Христа. „О брате, не прави го тоа, не одрекувај се од нашиот Господ Исус Христос, не губи го небесниот венец!“ Но сѐ беше залудно, Саприкиј остана на своето. Тогаш Никифор им возвикна на џелатите: „И јас сум христијанин! Убијте ме мене наместо Саприкиј!“ Џелатите му го јавија ова на судијата и тој им нареди да го пуштат Саприкиј, а да го убијат Никифор. Тој радосно ја положи својата глава на трупецот и му ја отсекоа. Така се удостои со Царството Небесно во кое влезе овенчан со маченички венец на бесмртната слава. Ова се случи во 260 година, во времето на царот Галиен."
      }, {
        "title": " Светиот свештеномаченик Петар Дамаскин",
        "important": false,
        "desc": "За овој светител едни мислат дека живеел во 8 век, други во 12 век. Оваа разлика во мислењата секако доаѓа оттаму што постоеја двајца светители со името Петар Дамаскин. Овој за кого овде станува збор беше голем подвижник. Несебичен до крајност, самиот немаше ниедна книга, но ги позајмуваше и ги читаше. А читаше неуморно собирајќи мудрост. Едно време беше епископ во Дамаск, но бидејќи зборуваше против мухамеданството и манихејската ерес, Арапите му го пресекоа јазикот и го испратија во прогонство длабоко во Арабија. Но Бог повторно му даде сила на говор, па и таму го проповедаше Евангелието и многумина ги обрати во верата Христова. За христијанското потомство состави една драгоцена книга за духовниот живот. Заврши како исповедник и маченик и се пресели во Царството Христово."
      }],
      "id": 53
    }, {
      "day": "23",
      "holydays": [{
        "title": "Светиот свештеномаченик Харалампиј",
        "important": true,
        "desc": "Овој голем светител беше епископ во Магнезија и во својата сто и тринаесетта година пострада за Христа. Кога настана страшното гонење на христијаните во времето на царот Септимиј Север, старецот Харалампиј не се криеше од гонителите, но слободно и јавно ја проповедаше Христовата вера. Сите маки ги претрпе како во туѓо тело. А кога уште жив му ја дереа кожата, незлобливиот светител им рече на царските војници: „Ви благодарам, браќа, зашто ми го иструживте старото тело, а ми го обновивте духот за нов, вечен живот“. Изврши многубројни чуда, во верата обрати многумина. Дури и царската ќерка Галина го напушти незнабоштвото на својот татко и стана христијанка. Осуден на смрт и изведен на губилиштето Св. Харалампиј ги воздигна рацете кон небото и Му се помоли на Бога за сите луѓе, за да им даде Бог телесно здравје и спасение на душите и да ги умножи земните плодови. „Господи, Ти знаеш дека луѓето се месо и крв; прости им ги гревовите и излеј ја Твојата благодат врз сите!“ После молитвата овој свет старец ја предаде својата душа на Бога пред да го спушти џелатот мечот врз неговиот врат. Пострада во 202 година. Неговото тело го зеде Галина и чесно го погреба."
      }, {
        "title": " Преподобен Прохор Лободник",
        "important": false,
        "desc": "Чудотоворец печерски. Лободник е наречен зашто за цело време додека живееше во Печерскиот манастир не вкуси леб, туку се хранеше со лобода, месејќи ја на свој начин и правејќи од неа некаков леб. Кога ќе му дадеше некому од тој свој леб, лебот стануваше сладок како да е од мед; а кога некој ќе му украдеше, му стануваше горчлив како пелин. Едно време кога снема сол во Русија Прохор му ја раздаваше на народот пепелта како сол. Пепелта што ја раздаваше со благослов стануваше сол; а онаа пепел која некој ќе си ја земеш сам си остануваше обична. Кнезот Свјатополк нареди и во неговиот дворец ја пренесоа целата пепел од келијата на Прохор без прашање и благослов на монахот. Но кога ја пренесоа, тие што вкусија од неа се уверија дека е пепел а не сол. Тогаш Прохор му рече на народот што доаѓаше кај него по сол да одат сите кај дворецот на кнезот, па кога кнезот ќе ја исфрли онаа сол од дома, тие да си ја земат и ќе им биде сол. Народот така направи и пепелта повторно се претвори во сол. Откако се увери во ова самиот кнез се исполни со почит и љубов кон Св. Прохор, а кога овој умре во 1107 година, тој со своите раце го положи во гробот крај големите руски светители Антониј и Теодосиј."
      }],
      "id": 54
    }, {
      "day": "24",
      "holydays": [{
        "title": "Светиот маченик Георгиј Кратовски",
        "important": false,
        "desc": "Македонец од градот Кратово. По занает златар. Во срцето и со сета душа христијанин. Имаше осумнаесет години кога Турците сакаа да го потурчат, но остана тврд во верата како прекрасен дијамант. Тогаш Турците го мачеа со најлути маки и најпосле жив го запалија. Пострада за Христа на 11 февруари 1515 година во Софија, во времето на царот Селим и се прослави со невенлива небесна слава."
      }, {
        "title": " Светиот свештеномаченик Власиј",
        "important": false,
        "desc": "Родум од кападокиската област. Богобојазлив и кроток уште од раното детство. Заради своите големи добродетели беше избран за епископ на градот Севастија. Во тој незнабожечки град Св. Власиј беше големо духовно светило. Во времето на тешкото гонење на христијаните Св. Власиј го храбреше своето стадо и ги посетуваше Христовите маченици по затворите, меѓу кои особено се истакнуваше славниот Евстратиј. Кога градот Севастија остана сосем без христијани - едни пострадаа, други побегнаа - тогаш старецот Власиј се повлече во планината Аргеос и таму се насели во една пештера. Дивите ѕверови го познаа светиот човек и се приклонија кон него и ги милуваше. Но гонителите го најдоа светителот и во неговото скривалиште и го поведоа да му судат. Патем Власиј исцели едно момче на кое му беше застанала коска во грлото; и на поплаката на една вдовица дека волкот ѝ го грабнал прасето направи со силата на својата молитва и волкот го врати украденото. Мрачните судии го мачеа жестоко, го биеја и го стружеа. Со својата непоколебливост во верата Свети Власиј многумина ги обрати кон Христа. Заедно со него беа затворени седум жени и две деца. Прво ги заклаа жените, а потоа и чудесниот Власиј со децата. Пострадаа и се прославија во 316 година. Народот му се моли на Св. Власиј за здравјето на добиците и за заштита од ѕверовите."
      }, {
        "title": " Света царица Теодора",
        "important": false,
        "desc": "Грчка царица, сопруга на злобниот иконоборен цар Теофил. По смртта на овој цар царицата Теодора се зацари со својот син Михаил III. Веднаш го воспостави иконопочитувањето на Соборот во Цариград во 842 година. Во таа прилика беше востановено и празнувањето на победата на Православието коешто оттогаш се врши во првата недела на Чесниот пост. Оваа света, за Црквата заслужна жена, Му ја предаде својата душа на Бога на 11 февруари 867 година. Во тоа време на потполно торжество на Православието над сите ереси, според прекрасната Божја Промисла меѓу Словените беа испратени Светите браќа Методиј и Кирил како христијански мисионери."
      }],
      "id": 55
    }, {
      "day": "25",
      "holydays": [{
        "title": "Свети Мелетиј, архиепископ Антиохиски",
        "important": false,
        "desc": "Овој голем и свет маж беше извонреден толкувач и заштитник на Православието. Сиот негов живот беше посветен на борбата против Ариевата ерес којашто не Го признаваше Синот Божји за Бог и хулеше на Пресвета Троица. Еретиците трипати го оддалечуваа од неговиот архиепископски престол на прогонство во Ерменија. Борбата меѓу православните и еретиците се водеше толку огорчено, што еднаш кога Св. Мелетиј му зборуваше в црква на народот за Божествената Троица во единство, неговиот сопствен ѓакон, еретик, притрча и му ја затвори устата на владиката со рака. Не можејќи да зборува со јазикот Мелетиј зборуваше со знаци. Имено, ја подигна раката нагоре, ги отвори прво трите прста и му ги покажа на народот, потоа ја склопи раката и подигна еден прст. Учествуваше на Вториот Вселенски Собор, каде што уживаше особени почести од страна на царот Теодосиј. На тој Собор Бог покажа чудо преку овој свет архиереј. Кога Мелетиј им ја докажуваше на ариевците догмата за Света Троица, тој прво подигна три прсти, раздвоено, еден по еден, па потоа ги склопи во едно. Во тој миг пред сите присутни од неговата рака блесна светлина како молња. На тој Собор Св. Мелетиј го утврди Григориј Богослов на Цариградскиот престол. Порано тој го заѓакони Св. Василиј Велики, а го крсти Св. Јован Златоуст. По завршувањето на Соборот го заврши својот овоземен живот во Цариград. Неговите мошти се пренесени во Антиохија."
      }, {
        "title": " Преподобна Марија",
        "important": false,
        "desc": "Девојка со машка храброст. По смртта на нејзината мајка татко ѝ посака да се замонаши. Но Марија не сакаше да се раздели од својот татко, па по договор обајцата се упатија во еден машки манастир, и тоа Марија со потсечена коса и во машка облека, како момче. Умре татко ѝ, а Марија се замонаши како машко и го доби името Марин. Во близина на манастирот имаше гостилница и ќерката на гостилничарот се загледа во божемниот монах Марин и откако неуспешно го искуша, го обвини овој монах за недопустлив однос со неа, а таа со некого зачна и роди син. Марија не се бранеше, па беше понижена и избркана од манастирот. Со туѓо дете на рацете проживеа пред портите на својот манастир три години трпејќи глад и студ и секаква мака и немаштија. По ова ќерката на гостилничарот полуде, а наскоро потоа Марија умре. Дури по смртта се дозна дека т.н. монах Марин бил женско. А кога лудата ќерка на гостилничарот се допре до моштите на Св. Марија, оздраве и потоа го призна својот страшен грев. Св. Марија се упокои и се пресели во бесмртната радост во 508 година."
      }],
      "id": 56
    }, {
      "day": "26",
      "holydays": [{
        "title": "Преподобен Мартинијан",
        "important": false,
        "desc": "Житието на овој светител е чудесно и прекрасно. Што сѐ не претрпе за да ги исполни Господовите заповеди! Во својата осумнаесетта година се оддалечи во планината наречена Ковчежна во Кападокија и таму поживеа дваесет и пет години во пост, молитва и бденија и во борби со многу искушенија. Кога дојде да го искушува една жена а тој виде дека ќе падне во грев со неа, скокна бос во оган и стоеше внатре додека болката не му навре солзи на очите и не уби во него секаква похот. Кога надојдоа други искушенија тој побегна на една осамена карпа сред морето и таму живееше. Но кога при еден бродолом и на оваа карпа доплива една жена, тој скокна во морето за да се удави, но го дочека еден делфин и по Божја Промисла го изнесе на грб на брегот. Тогаш реши повеќе нигде да не се населува трајно, а постојано да патува. Така за две години измина сто шеесет и четири града, исправајќи ги и советувајќи ги луѓето. Најпосле пристигна во Атина и таму се упокои во 422 година."
      }, {
        "title": " Светите Зоа и Фотинија",
        "important": false,
        "desc": "Зоа беше најпрво развратна жена и искушувачка на Св. Мартинијан, па кога го виде овој испосник како скока во оган за да убие секакво сладострастие во себе, таа горко се покаја, отиде во еден манастир во Витлеем, каде што јуначки се подвизуваше како испосничка и затворничка. Кога ги покаја своите гревови доби од Бога дар на чудотворство. Света Фотинија морската бура ја исфрли на островот на којшто се беше осамил Св. Мартинијан. Тој веднаш се оддалечи од островот, а Фотинија се упокои таму во пост и молитва."
      }],
      "id": 57
    }, {
      "day": "27",
      "holydays": [{
        "title": "Упокоение на Св. Кирил",
        "important": true,
        "desc": "Родени браќа родум од Солун, од угледни и богати родители, Лав и Марија. Постариот брат, Методиј, како офицер помина десет години меѓу Македонските Словени. Потоа се оддалечи на гората Олимп и се предаде на монашки подвиг. Овде подоцна му се придружи и Кирил (Константин). Но кога хазарскиот цар Каган побара од царот Михаил проповедници на верата во Христос, тогаш на заповед на царот беа пронајдени овие двајца браќа и беа испратени меѓу Хазарите. Откако го уверија Каган во верата Христова, тие го крстија овој цар и голем број негови доглавници и уште помногуброен народ. По извесно време се вратија во Цариград, каде што ја составија словенската азбука од триесет и осум букви и почнаа да ги преведуваат црковните книги од грчки на словенски. На повик од царот Ростислав отидоа во Моравија и таму ја распространија и ја утврдија православната вера, па ги умножија книгите и им ги дадоа на свештениците за да ја подучуваат младината. А подоцна на повик од папата заминаа за Рим, каде што Кирил се разболе и умре, на 14 февруари 869 година. Тогаш Методиј се врати во Моравија и до смртта се потруди на утврдувањето на Христовата вера меѓу Словените. По неговата смрт - а тој се упокои во Господа на 6 април 885 година - неговите ученици Петочисленици, на чело со Свети Климент како епископ, го преминаа Дунав и се спуштија на југ во Македонија, каде што од Охрид продолжија да работат меѓу Словените на истото дело што го започнаа Методиј и Кирил на север."
      }, {
        "title": " Преподобен Аксентиј",
        "important": false,
        "desc": "Мошне угледен богаташ меѓу големците и дворјаните на царот Теодосиј Помладиот. Горејќи со љубовта Христова Авксентиј се замонаши и пребиваше уште недолго време во Цариград. Кога почнаа за него да зборуваат пофално, побегна од човечките пофалби и се оддалечи на една гора близу Халкидон, којашто потоа се нарече Авксентиева Гора. Не му се оствари желбата да остане таму засекогаш скриен од луѓето, зашто го најдоа овчарите и разгласија за него. И почнаа кај него да донесуваат болни за исцеление. И тој многумина ги исцели. На слеп му го врати видот, очисти лепрозни, ги помаза со елеј, подигна еден фатен и мнозина демонизирани ги ослободи од демоните. Уште поголем восхит предизвикува неговото смирение со кое ги примаше оние што ќе одведеа кај него болни заради молитвена помош. Или ќе ги помолеше присутните да застанат на заедничка молитва кон Бога за болниот, или прво ја утврдуваше верата кај луѓето па ги уверуваше дека ќе им биде според верата, или над главата на болниот изговараше: „Те исцелува Господ Исус Христос“. Сето ова го правеше само за да не му се припишува чудотворството нему, туку на Бога Кој е семоќен. Учествуваше на Четвртиот Вселенски Собор во Халкидон и многу силно го штитеше Православието од ересите на Евтихиј и Несториј. Господ ја зеде неговата душа кај Себе кога беше во длабока старост. Се упокои во 470 година."
      }],
      "id": 58
    }, {
      "day": "28",
      "holydays": [{
        "title": "Светиот апостол Онисим",
        "important": false,
        "desc": "Еден од Седумдесеттемина. Му беше роб на Филимон, човек богат и угледен во градот Колосај во Фригија, но нешто му згреши на својот господар и побегна во Рим, каде што од апостолот Павле го слушна Евангелието и се крсти. Па со оглед дека Павле претходно го имаше приведено и Филимон кон вистинската вера, тој сега ги измири овие двајца, Филимон и Онисим, господарот и робот, пишувајќи му посебно послание на Филимон, еден од најтрогателните пишани состави кои воопшто постојат во Светото Писмо. „Те молам“, пишува, „за мојот син Онисим, кого го родив во оковите свои ...Можеби затоа се раздели од тебе на некое време, за да го добиеш вечно, не повеќе како роб а повеќе од роб, како брат возљубен“. Трогнат од ова писмо Филимон навистина го прими Онисим како брат и го ослободи од робувањето. Подоцна Онисим од самите апостоли беше поставен за епископ и по смртта на апостолот Тимотеј ја прими Ефеската Столица. Тоа се гледа од посланието на Св. Игнатиј Богоносец. Во времето на Трајановото гонење Онисим веќе беше старец. Го уапсија и го одведоа во Рим. Овде одговараше пред судијата Тертул, одлежа затвор и најпосле го убија со меч. Неговото тело го зеде некоја богата жена, го положи во сребрен ковчег и чесно го погреба во 109 година."
      }, {
        "title": " Преподобен Евсевиј",
        "important": false,
        "desc": "Сириски пустиник. Најпрво се подвизуваше под раководство на свети мажи, а подоцна се оддалечи и се осами во пустина. Се хранеше исклучиво со растителна храна. Дури ни овошје не вкусуваше. Целото време го минуваше под ведро небо во молитва, трпејќи секаква временска непогодност. Доживеа старост од деведесет и пет години и мирно се упокои во Господ во 440 година."
      }],
      "id": 59
    }]
  }