{
  "month": 3,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Светите Дванаесет маченици кои пострадаа во времето на Диоклецијан",
      "important": false,
      "desc": "Првиот од нив, Памфил, презвитер на Црквата во Кесарија Палестинска, човек учен и благочестив, го исправи текстот на Новиот Завет од грешки на различни препишувачи; самиот ја препишуваше оваа спасоносна книга и им ја даваше на оние што сакаа. Вториот беше ѓаконот Валент, стар според годините и белокос според мудроста. Беше одличен познавач на Светото Писмо и го знаеше речиси наизуст. Третиот беше Павле, маж чесен и угледен, кој еднаш порано беше фрлен во оган за Христа. Освен нив уште петмина браќа по тело и дух, родум од Мисир, се враќаа од осуда од рудникот Киликиски во својата татковина, но на портата од градот Кесарија изјавија дека се христијани, заради што ги изведоа на суд. На прашањето како се викаат, рекоа: „Незнабожечките имиња што ни ги даде мајка ни ги отфрливме и се нарековме Илија, Исаија, Еремија, Самуил и Даниил“. На прашањето од каде се, рекоа: „Од Горниот Ерусалим“. Сите беа убиени, а со нив пострада и момчето Порфириј, кое ги побара нивните тела за да ги погреба. Тие беа убиени со меч, а него го изгореа во оган. Уште и Селевкиј, кој пријде и ги бакна мачениците пред мечот да падне врз нивните глави. Пред ова Селевкиј беше офицер. И старецот Теодул, слуга на римскиот судија, бидејќи при погребната поворка бакна еден од мачениците. Најпосле и Јулијан, кој ги целиваше мртвите тела на мачениците и ги фалеше. И така дадоа мало за големо и евтино за скапоцено и смртно за бесмртно и се преселија кај Господ во 308 година."
    }, {
      "title": " Свети Марут",
      "important": false,
      "desc": "Епископ на градот Тагрита во Месопотамија. Прочуен по верата и добрината. Го ублажи гневот на персискиот цар Издегерд кон христијаните, ги испроси од него моштите на четиристотини маченици во Персија и основа посебен град, Мартиропол, каде што ги положи тие Свети мошти. Во тој град се упокои и самиот во 422 година и замина кај Господ."
    }, {
      "title": " Преподобниот маченик Роман",
      "important": false,
      "desc": "Прост и неписмен селанец од Карпенис. Кога дозна за славата и јунаштвото на Христовите маченици, а беше млад - и самиот посака мачеништво. Отиде во Солун и почна да Го фали Христа по улиците, а Мухамед да го нарекува празнословец. Турците жестоко го изнамачија, па му го продадоа на некој капетан на една галија. Христијаните го откупија од капетанот и го испратија на Света Гора, каде што Роман стана монах кај прочуениот Старец Акакиј. Но тој и понатаму беше желен за мачеништво за Христа. Со благослов на Старецот отиде во Цариград, се направи луд и почна да води куче по турските улици. На прашањето што прави, одговори дека го храни кучето како што христијаните ги хранат Турците. Турците го фрлија во сув бунар и таму помина четириесет дена без леб. Потоа го извадија и го заклаа. Од неговото тело три дена избиваше светлина. Еден Англичанец го зеде телото и го однесе во Англија. А еден монах натопи една крпа со крвта на маченикот. Па таа крпа и денес се чува во манастирот Дохијар. Овој славен Христов војник пострада во 1694 година."
    }],
    "id": 60
  }, {
    "day": "2",
    "holydays": [{
      "title": "Света Маријамна (Марија)",
      "important": false,
      "desc": "Сестра му на Светиот апостол Филип. Патуваше со својот брат и заедно го проповедаа Евангелието во Ерапол и по други места. После маченичката смрт на Филип Маријамна ја продолжи својата мисионерска работа во Ликаонија, каде што и се упокои."
    }, {
      "title": " Светиот великомаченик Теодор Тирон",
      "important": false,
      "desc": "„Тирон“ значи „регрут“. Штотуку Свети Теодор беше стапил во војска, во Мармаритскиот полк, во градот Амасија, започна гонењето на христијаните под царевите Максимијан и Максимин. Со оглед дека тој не сакаше да крие дека е христијанин, го подложија на суд и го фрлија во затвор, заклучен и запечатен. Во затворот му се јави Самиот Христос велејќи му: „Не плаши се, Теодор, Јас Сум со тебе, не земај веќе овоземна храна и пијалок, зашто ќе бидеш во другиот живот, вечниот и неминливиот, со Мене на небесата“. При ова се јави мнозинство ангели во затворот и сиот затвор заблеска прекрасно, а затворските стражари ги видоа ангелите облечени во бело и мошне се уплашија. По ова Свети Теодор беше изведен и осуден на смрт. Го фрлија во оган и Му ја предаде својата душа на севишниот Бог. Пострада во 306 година."
    }],
    "id": 61
  }, {
    "day": "3",
    "holydays": [{
      "title": "Свети Лав I, папа Римски",
      "important": false,
      "desc": "Роден е во Италија од благочестиви родители. Најпрво беше ѓакон кај папата Сикст III, а по неговата смрт и покрај неговото противење го возведоа на престолот на римскиот папа. Кога Атила со Хуните дојде близу Рим и се подготвуваше веќе да го разори и запали овој град, Лав излезе пред него во архиерејска облека, го скроти гневот на хунскиот водач и ја оттргна пропаста од Рим. Колку што врз Атила подејствува советот на Светиот човек толку го уплаши и визијата на Светите апостоли Петар и Павле кои стоеја покрај Лав и со пламени сабји му се закануваа на Атила. Овој папа не само што го спаси Рим туку ја помогна и заштитата на Православието од Евтихиевата и Диоскоровата ерес. Таа ерес се состоеше во слевањето на Божествената и човечката природа кај Христос во една и следственото одрекување на двете волји во личноста на Спасителот. Заради ова беше свикан Четвртиот Вселенски Собор во Халкидон, на којшто се прочита посланието на Светиот папа Лав, коешто тој прво го напиша па го положи на гробот на Св. Петар, а Св. Петар го исправи. Пред смртта четириесет дена помина во пост и молитва на гробот на апостолот Петар, молејќи го да му јави дали му се простени гревовите. Апостолот му се јави и му кажа дека сите гревови му се простени, освен гревовите на ракополагањето свештеници (во што се гледа колку тежок е гревот на недостојното ракополагање). Светителот повторно се предаде на молитва сѐ додека не беше известен дека и тие гревови му се простени. Тогаш мирно Му ја предаде душата на Господ. Свети Лав се упокои во 461 година."
    }, {
      "title": " Свети Флавијан",
      "important": false,
      "desc": "Патријарх Цариградски после Прокло. Современик на Св. папа Лав. Се бореше одлучно против Евтихиј и Диоскор, но не го дочека жив триумфот на Православието на Четвртиот Собор, зашто претходно на еден еретички собор го биеја и го газеа толку бездушно, што таму и умре. Верен војник Христов, храбар бранител и исповедник на православната вера. Се упокои во 449 година."
    }],
    "id": 62
  }, {
    "day": "4",
    "holydays": [{
      "title": "Светите апостоли Архип, Филимон и Апфија",
      "important": false,
      "desc": "Архип беше еден од Седумдесеттемина. Апостол Павле го спомнува во Посланието до Колосјаните и во Посланието до Филимон, нарекувајќи го другар во војувањето. Во градот Колоси центар на христијанството беше куќата на Филимон. Овде христијаните се собираа на молитва. Ова го нарекуваше Св. Павле пишувајќи му на Филимон: „твојата домашна црква“. Во тоа време апостолите ги ракополагаа своите ученици за епископи, и тоа некои од нив на постојани места, а некои како патувачки мисионери по разни места. Филимон беше од овие последниве. Неговата жена Апфија постеше и ѝ служеше на домашната Црква. Во времето на еден празник на незнабожната божица Артемида сите верни во Колоси беа собрани во домот на Филимон на молитва. Незнабожците дознаа за ова собрание, навалија и ги испофаќаа христијаните. Филимон, Архип и Апфија како водачи прво ги избија, потоа ги закопаа до појас во земја и почнаа да ги каменуваат. Вака ги убија Филимон и Апфија, а Архип го извадоа од дупката одвај жив, за разонода на децата. Децата сиот го избодија со ножеви. Така овој Павлов другар во војувањето добро го заврши својот подвиг и патот на земниот живот и се престави кај Господ."
    }, {
      "title": " Преподобен Доситеј",
      "important": false,
      "desc": "Ученик на славниот авва Доротеј, којшто живееше во киновијата на Преподобните Серид, Јован и Варсонуфиј Велики. Доситеј беше роднина на еден војвода и во Ерусалим дојде да ги види Светите места. Еднаш додека гледаше во сликата на Страшниот Суд во една црква, му се приближи една жена во порфирен фустан и му објаснуваше. А најпосле, при разделбата му рече дека ако сака да се спаси треба да пости и често да Му се моли на Бога. Ова беше Пресвета Богородица. Срцето на младиот Доситеј се разгоре и посака монашки живот. Доротеј го прими за негов ученик и му нареди наполно да ја отсече сопствената волја и да го слуша својот духовен отец. Неколку дена му даваше да јаде колку што сака, по извесно време му скратуваше по една четвртина, по некое време уште по една, сѐ дури не го навикна на најмало количество храна, постојано велејќи му: „Јадењето е навика и кој колку ќе навикне толку и јаде“. Свети Доситеј се спаси и се прослави преку послушанието. Остана засекогаш за пример на монашкото послушание и предаденост на својот духовен отец. Овој млад светител живееше во 6 век."
    }, {
      "title": " Велики пост)",
      "important": false
    }],
    "id": 63
  }, {
    "day": "5",
    "holydays": [{
      "title": "Свети Лав, епископ Катански",
      "important": false,
      "desc": "Свети Лав им беше добар пастир и милосрден наставник на луѓето во градот Катана под вулканската планина Етна. Многу се погрижи околу болните и сиромашните. Неговата ревност за верата беше исто толку голема како и неговото милосрдие кон неволните. Во тој град се појави еден маѓепсник Илиодор, кој го замајуваше народот со разни магиски вештини и ја развраќаше младежта во градот. Еднаш за време на литургија влезе во Божјиот храм и се зафати да волшебствува. Свети Лав му пристапи, го врза со едното крајче на својот омофор и го одведе на градскиот пазар. Овде нареди да се запали голем оган и кога огнот се разгоре, влезе самиот во него и го вовлече внатре и Илиодор. Илиодор сиот изгоре, а Свети Лав остана неначнат од огнот. Од ова сите што беа замајани од Илиодор и гледаа во него божество се засрамија. А милосрдниот и ревносен Лав се прочу по целото царство како голем чудотворец, којшто со своите пресветли чуда им помага на луѓето. По неговата смрт од неговите мошти потече исцелително миро. Се упокои во 8 век."
    }, {
      "title": " Светиот свештеномаченик Садок",
      "important": false,
      "desc": "Беше епископ во Персија после Св. Симеон. Еднаш во сон му се јави Св. Симеон и му рече: „Вчера јас, денес ти!“ Овие зборови Св. Садок му ги протолкува на своето стадо со значењето: „Лани пострадав јас, а оваа година ќе пострадаш ти!“ И навистина, таа година царот Сапор го уапси, заедно со многуборен клир и народ и ги изведе на суд. Прво им нареди да им се поклонат на огнот и на сонцето како на божества. Садок одговори: „Ние сме од сесрце подготвени да умреме за нашиот Бог, но на сонцето и на огнот нема да им се поклониме“. По ова беа мачени и осудени на смрт со меч. Пред смртта Св. Садок Му ја вознесе на Бога оваа молитва: „Измиј нѐ, Боже, во нашата крв од нашите гревови!“ Неговите свештеници и верни заедно со него си ги предадоа телата на смрт, а душите на Бога бесмртниот. Пострадаа во 342 или во 344 година."
    }],
    "id": 64
  }, {
    "day": "6",
    "holydays": [{
      "title": "Свети Захариј, патријарх Ерусалимски",
      "important": false,
      "desc": "Во времето на византискиот цар Ираклиј во 614 година персискиот цар Хозрој го нападна Ерусалим, го ограби градот, го однесе Чесниот Крст во Персија и повлече во ропство огромен број христијани, меѓу нив и патријархот Захариј. Евреите му помагаа да врши зло над христијаните. Меѓу другите еврејски злосторства се памети и ова: Евреите откупија од Хозрој деведесет илјади христијани и како свои робови ги убија. Стариот патријарх остана во ропство четиринаесет години. А од Чесниот Крст во Персија се пројавија многубројни чуда, така што Персијанците велеа: „Христијанскиот Бог дојде во Персија“. Подоцна Ираклиј го принуди персискиот цар да ги врати Чесниот Крст, патријархот и останатите робови во Ерусалим. Самиот цар Ираклиј го внесе Чесниот Крст на своите плеќи во Светиот град. Останатите денови од животот Св. Захариј ги помина во мир и се пресели кај Господ во 631 година. На престолот го замени патријархот Модест, после кого патријархуваше Св. Софрониј (11 март)."
    }, {
      "title": " Свети Евстатиј, архиепископ Антиохиски",
      "important": false,
      "desc": "Голем ревнител и заштитник на Православието. Како таков особено се истакна на Првиот Вселенски Собор, каде што мудро и разумно го поби учењето на Ариј. Заедно со останатите Свети отци Евстатиј правилно исповедаше дека според Божествената суштина Исус Христос како Син Божји е рамен на Отецот и на Светиот Дух. После смртта на Св. цар Константин ариевците повторно некако претегнаа и почнаа немилосрдно да го гонат Православието. Свети Евстатиј беше симнат од неговиот престол и протеран најпрво во Тракија, а потоа во Македонија. Многу и долго страдаше, додека најпосле не Му ја предаде својата света душа на Бога, во 345 година."
    }],
    "id": 65
  }, {
    "day": "7",
    "holydays": [{
      "title": "Светиот маченик Маврикиј и седумдесетмина војници",
      "important": false,
      "desc": "Во времето на царот Максимијан имаше големо гонење на христијаните. Маврикиј беше старешина на војската во градот Апамија Сирска. Незнабожците го обвинија кај царот како христијанин и како сеач на христијанската вера меѓу војниците. Самиот цар дојде и поведе истрага. Заедно со Маврикиј пред царот беа изведени и седумдесетмина војници христијани, меѓу кои и Маврикиевиот син Фотин. Овие јунаци не можеа да ги поколебаат ниту ласкањата ниту заканите на царот. На заканите му одговорија: „О цару, нема страв во доброумната и моќна душа на оние што Го љубат Господа!“ Кога царот нареди и им ги соблекоа војничките појаси и облеката, тие рекоа: „Нашиот Бог ќе нѐ облече во облеки и појаси нераспадливи и со вечна слава!“ Кога царот ги укоруваше затоа што ги презреа војничките почести што им ги беше дал, одговорија: „Твоите почести се бесчестење, зашто заборави на Бога Кој ти ја даде царската власт! Тогаш царот нареди, па пред очите на Маврикиј го убија син му Фотин за со ова да го исплашат таткото и останатите. Но Маврикиј рече: „Ни ја исполни желбата наш мачителу и го испрати пред нас Христовиот војник Фотин“. Тогаш царот ги осуди на најнечовечна смрт - ги одведоа во една кал, ги разголеа, ги врзаа за дрвјата, ги намачкаа со мед за да ги испокасаат комарци, стршени и оси. Дури десеттиот ден во страшни маки Му ги предадоа своите души на Бога, за вечно да се радуваат со светите ангели на небото. Христијаните тајно ги зедоа нивните тела и чесно ги погребаа. Овие храбри Христови војници пострадаа околу 305 година."
    }, {
      "title": " Многубројните маченици во Евгенија близу Цариград",
      "important": false,
      "desc": "Во времето на царот Аркадиј беа откопани мошти на многумина Христови маченици, а меѓу нив ги пронајдоа и моштите на Светиот апостол Андроник и оние на неговата помошничка Јунија (Рим. 16, 7). Тие мошти беа пронајдени според откровението од Бога што му се даде на еден клирик, Никола Калиграф. Нивните имиња ги знае само Господ, Којшто ги запиша во Книгата на Живите на небесата. Над моштите на Св. апостол Андроник во 12 век царот Андроник I изгради прекрасен храм."
    }],
    "id": 66
  }, {
    "day": "8",
    "holydays": [{
      "title": "Светиот свештеномаченик Поликарп, епископ Смирненски",
      "important": false,
      "desc": "Овој голем апостолски маж се роди како незнабожец. Во верата Христова го воведе и го крсти Свети Јован Богослов. Во раното детство Поликарп остана сираче и според некој нејзин сон го зеде една благородна вдовица Калиста, којашто го подигна и го воспита како сопствен син. Поликарп беше благочестив и милосрден од детството. Се трудеше со животот да го подражава Св. Вукол, тогашниот епископ во Смирна, а и Светите апостоли Јован и Павле, коишто ги познаваше и ги слушаше. Св. Вукол го ракоположи за презвитер, а пред смртта го покажа за свој наследник во Смирна. Апостолските епископи што се собраа на погребот на Вукол го хиротонисаа Поликарп за епископ. Поликарп имаше дар на чудотворство од самиот почеток. Така го изгони демонот од слугата на некој кнез, со молитва го запре силниот пожар во Смирна во она време. Гледајќи го ова мнозина незнабожци во Смирна го сметаа за еден од боговите. Низведуваше дожд сред сушно време, исцелуваше болести, прорекуваше итн. Пострада во времето на царот Марко Аврелиј. Три дена пред смртта Св. Поликарп прорече: „За три дена ќе бидам фрлен во оган заради Господ Исус Христос!“ И кога војниците го фатија третиот ден и го поведоа на суд, возвикна: „Нека биде волјата на Господа Бога мој!“ Кога судијата го советуваше да се одрече од Христа и да ги признае римските богови, Поликарп му рече: „Не можам да менувам подобро за полошо!“ Евреите посебно го мразеа Поликарп и настојуваа да биде изгорен. Кога го врзаа и го положија на кладата, тој долго Му се молеше на Бога. А беше многу стар, белокос и светол како ангел. Луѓето сите видоа како пламенот го обвива, но не го допира. Исплашени од оваа појава незнабожните судии му наредија на џелатот низ пламенот да го убие со копје. Кога беше прободен од него истече толку многу крв, што сиот оган изгасна, а телото остана цело и ненагорено. Наговорен од Евреите судијата нареди мртвото тело на Поликарп да се запали според елинскиот обичај. Така нечестивите го запалија мртов оној когошто жив не можеа да го запалат. Св. Поликарп пострада во 167 година на Велика сабота."
    }, {
      "title": " Преподобен Дамјан",
      "important": false,
      "desc": "Монах на манастирот Есфигмен на Света Гора. Му беше современик и другар на великиот Козма Зографски. Се подвизуваше на гората Самарија меѓу Есфигмен и Хилендар. Се упокои мирно во 1280 година. Откако се упокои од неговиот гроб четириесет дена избиваше прекрасно благоухание."
    }],
    "id": 67
  }, {
    "day": "9",
    "holydays": [{
      "title": "Наоѓање на главата на Свети Јован Крстител",
      "important": true,
      "desc": "Великиот и славен Крстител Јован беше убиен по желба и наговор на злобната Иродијада, жената на царот Ирод. Откако му ја отсекоа главата, Иродијада нареди да не му ја погребуваат заедно со телото, зашто се плашеше дека страшниот Пророк би можел некако да воскресне. Затоа ја зеде неговата глава и ја закопа на едно скриено и бесчесно место длабоко во земјата. Нејзината дворјанка Јоана, жената на Хуза, не можеше да трпи главата на Божјиот човек да остане на она бесчесно место, па тајно ја откопа, ја однесе во Ерусалим и ја закопа на Елеонската Гора. Не знаејќи за сето тоа, кога царот Ирод дозна дека Исус врши големи чуда, се уплаши и рече: „Тоа е Јован кого што јас го убив, стана од мртвите“ (Марко 6, 16). По извесно време еден угледен богаташ поверува во Христа, ја остави својата висока позиција и суетата на светот и се замонаши, па како монах со името Инокентиј се насели на Елеонската Гора токму на она место каде што беше закопана главата на Свети Јован Крстител. Сакајќи да си ѕида келија копаше длабоко и пронајде земјен сад и во него глава за којашто на таинствен начин му беше јавено дека е на Крстителот. Тој ја целива и ја закопа на истото место. По Божја Промисла оваа чудотворна глава подоцна одеше од рака на рака и понираше во мракот на заборавот па одново беше објавувана, додека најпосле во времето на благочестивата царица Теодора - мајка на Михаил а жена на царот Теофил - и во времето на патријархот Игнатиј, не беше пренесена во Цариград. Од главата на Светиот Предвесник се извршија многубројни чуда. Значајно и интересно е тоа што додека беше жив Свети Јован не изврши ниедно чудо (Марко 10, 41), а на неговите Свети мошти им се даде дар на чудотворство."
    }, {
      "title": " Преподобен Еразмо, монах Печерски",
      "important": false,
      "desc": "Од родителите наследи големо богатство и целото го потроши за украсување на црквите, особено за посребрување и позлатување на икони. А кога осиромаши и остана без ништо сите го презреа. Ѓаволот му нашепна дека залудно си го потроши имотот: наместо да им го раздаде на сиромасите тој го потроши за украсување на црквите. Еразмо му се подаде на ова искушение и поверува, заради што се презре себеси и падна во очајание, па почна да живее беспатно и беззаконо. Кога му се приближи часот на смртта, се собраа околу него монасите од братството и почнаа да разговараат за неговите гревови, зашто тој беше во бессознание. Одеднаш се исправи во постелата и рече: „Отци и браќа, така е како што велите, но еве ми се јавија Светите Антониј и Теодосиј, а потоа и Пресвета Богородица и ми рекоа дека Господ ми дава уште време за покајание“. Пресвета Богородица му кажала и охрабрувачки зборови: „Сиромасите ги имате на секое место, а моите цркви ги немате“. И поживеа уште три дена, па се покаја и почина во Господ. Свети Еразмо се упокои во 1160 година."
    }],
    "id": 68
  }, {
    "day": "10",
    "holydays": [{
      "title": "Свети Тарасиј, патријарх Цариградски",
      "important": false,
      "desc": "Неговиот претходник, патријархот Павле, тајно го напушти престолот, отиде во манастир и прими схима. Тогаш владееја Ирина и Константин. Во 783 година, според советот на Павле, за патријарх беше избран царскиот советник и сенатор Тарасиј. Брзо ги помина сите црковни чинови и стана патријарх. Човек со високо образование и голема ревност во православната вера. Овој чин го прими неволно, но во име на победата на Православието над ересите, особено над иконоборството. Под него беше свикан Седмиот Вселенски Собор во Никеја во 787 година, каде што ереста беше осудена, а се врати и се утврди почитувањето на Светите икони. Тарасиј беше многу милостив кон сиромашните и кон бедните, им правеше засолништа и им даваше храна. Но кон силните беше одлучен во одбрана на верата и моралот. Кога царот Константин ја избрка својата законска жена Марија и зеде некоја своја роднина па живееше со неа барајќи од патријархот благослов да се венча, Свети Тарасиј не само што не му даде благослов туку најпрво го посоветува, потоа го изобличи и најпосле го одлачи од Причест. Пред срмтта го видоа како им одговара на демоните: „Не сум виновен за тој грев! Не сум виновен ни за тој грев!...“ Така сѐ дури не му изнемоште јазикот, па почна да се брани со рацете и да ги изгонува демоните. Кога издивна лицето му заблеска како во сончева светлина. Овој вистински јерарх се упокои во 806 година. Со Црквата управуваше дваесет и две години и четири месеци."
    }, {
      "title": " Преподобен Пафнутиј Кефалас",
      "important": false,
      "desc": "Му беше современик на Св. Антониј Велики. За него се вели дека осумдесет години носел едно исто расо. Свети Антониј многу го ценел и на сите им велел дека овој преподобен Пафнутиј е вистински подвижник, кој умее да лечи и да спасува души."
    }],
    "id": 69
  }, {
    "day": "11",
    "holydays": [{
      "title": "Свети Порфириј, епископ Гаски",
      "important": false,
      "desc": "Овој голем архипастир се роди во Солун од богати родители. Младоста до дваесет и петтата година ја проживеа во родниот град, потоа го напушти родителскиот дом и светскиот живот и се оддалечи во Мисирската пустина. Под раководство на опитен духовник младиот Порфириј таму се замонаши и мина пет години. После ја посети Светата Земја заедно со својот соподвижник, монахот Марко. Се подвизуваше во една пештера близу Ерусалим пет години, но тогаш расслабе во нозете и не можеше да оди. Сепак, ползејќи на колена постојано ги посетуваше Божјите служби. Една ноќ му се јави во видение Самиот Господ и го исцели од болеста во нозете и стана сосем здрав. Кога го избраа за епископ во Газа Порфириј ја прими таа должност со тешко срце. Во Газа затекна само двесте и осумдесет христијани; сите други жители беа идолопоклоници, и тоа фанатици. Само со својата голема вера и трпение Порфириј успеа да ги приведе Газаните во Христовата вера. Мораше лично да патува во Цариград кај царот Аркадиј и кај патријархот Јован Златоуст за да бара потпора во нерамната борба со идолопоклониците. Бараната поддрша ја доби. Идолските храмови беа затворени, идолите урнати, а тој изгради прекрасна црква со триесет меремерни столбови. Ѕидањето на овој храм особено го помогна царицата Евдоксија. Порфириј поживеа доволно долго за да го види целиот град Газа обратен во христијанската вера, но дури после неговите долги и тешки напори, страдања и плачни молитви кон Бога. Се упокои мирно во 421 година. Беше чудотворец за време на животот и по смртта. Моштите и денес му почиваат во Газа."
    }, {
      "title": " Светиот маченик Јован Калфа",
      "important": false,
      "desc": "Овој светител се роди во Галата во Цариград. По занимање беше ѕидар („калфа“ значи „ѕидар“). Заради усрдното исповедање на христијанската вера се замери со Турците и тие почнаа да го присилуваат да се потурчи. „Не сакам да се одречам од мојот сладок Исус Христос“, им одговараше. „Во Него верувам, Нему Му служам, Него Го исповедам“. После тешки мачења Турците го заклаа на 26 февруари 1575 година во Цариград. Чесно пострада за љубениот Господ и се пресели во Неговите небесни дворци."
    }],
    "id": 70
  }, {
    "day": "12",
    "holydays": [{
      "title": "Преподобен Прокопиј Декаполит",
      "important": false
    }, {
      "title": " Преподобен Талалеј",
      "important": false,
      "desc": "Испосник сириски. Прво се подвизуваше во манастирот на Свети Сава Осветен, но потоа се насели на некои многубожечки гробишта прочуени по појави на демони и плашила. За да го победи стравот во себе со верата во Бога, Талалеј се насели таму и на гробиштата живееше долги години многу трпејќи од нападите на злите духови дење и ноќе. Заради големата вера и љубов кон Господ, Он му даде дар на чудотворство, па им направи многу добрини на болните и страдални луѓе. Се упокои околу 460 година."
    }, {
      "title": " Светиот маченик Агатангел Битолски",
      "important": true,
      "desc": "Овој македонски светител пострада од Агарјаните во 1727 година. Како што пишува на кивотот во кој денес во Бигорскиот манастир се чува неговата чесна глава, во тој период од нивното петвековно владеење со македонските краишта Агарјаните имале необичен и свиреп обичај за време на тридневното празнување на Бајрам насилно да го преведат во својата исламска вера секој христијанин што ќе го нашле. Во страв и трепет пред нивниот незадржлив гнев незаштитените и угнетени христијани се сокривале кој како умеел и можел. Раката на друговерните гонители пак, секогаш успевала да докачи по некоја нејака жртва и да го изврши злото над невиниот човек. Мнозина од уловените македонски христијани гонителите ги наоѓале неподготвени да појдат на маченички подвиг и исходот на спасението на оние што го примале исламот под тешка закана останувал неизвесен. Но Бог разгоре љубов кај Својот храбар следбеник Агатангел, кој реши да се дрзне, та со помош Божја да му стави крај на нечесното затирање на кревките и неопитни души. Поттикнат од благодатта Божја, свети Агатангел појде во царскиот сарај и со богомудри зборови пред турските големци се заложи тоа насилно исламизирање на невините христијани на Бајрам да запре. Со содејство Божјо светителот успеа да најде милост пред агарјанските првенци и тие, според ферманот приготвен за таа добра намера, го укинаа гонењето на христијаните на Бајрам. Но Бог, за да ја открие вистинската верност на Својот ревнител Агатангел им допушти на неколкумина Агарјани во Битола да му се нафрлат на светиот маж и да го погубат. А свети Агатангел чесно пострада од нив, простум примајќи го својот небесен венец од Христа, Кому Му поверува: „Секој што ќе Ме признае Мене пред луѓето, ќе го признаам и Јас него пред Мојот Отец небесен. А кој се одрече од Мене пред луѓето, и Јас ќе се одречам од него пред Мојот Отец небесен.” (Мат. 29 – 33 )"
    }],
    "id": 71
  }, {
    "day": "13",
    "holydays": [{
      "title": "Свети Василиј Исповедник",
      "important": false,
      "desc": "Другар и соработник на Свети Прокопиј Декаполит. Василиј верно го следеше својот учител Прокопиј и во време на мир и кога беа гонењата. Претрпе многу маки од иконоборците. А кога иконоборците пропаднаа, по Божја Промисла Василиј се врати заедо со Прокопиј во својот манастир и таму во пост и молитва поживеа долго и се упокои мирно во 747 година."
    }],
    "id": 72
  }, {
    "day": "14",
    "holydays": [{
      "title": "Преподобната маченичка Евдокија",
      "important": false,
      "desc": "Живееше во феникискиот град Илиопол во времето на царот Трајан. Беше прво голема развратница, а потоа покајничка, испосничка и најпосле маченичка. Од развратниот живот имаше собрано големо богатство. По Божја Промисла пресврт во нејзиниот живот беше направил некој стар монах Герман, и тоа не сакајќи. Дојден по работа во градот, отседна кај еден христијанин чија куќа граничеше со куќата на Евдокија. Кога ноќе тој според својот обичај почна да чита од Псалтирот и од една книга за Страшниот Суд, Евдокија го слушна и ја обзеде таков ужас што остана будна до изутрина. А штом се зазори испрати слуги да го измолат тој монах да дојде кај неа. Герман појде и меѓу нив започна долг разговор за она што старецот го читаше минатата ноќ и воопшто за верата и спасението. Како плод на тие разговори Евдокија го замоли месниот епископ да ја крсти. По Крштението сиот свој имот ѝ го предаде на Црквата за да им се раздаде на сиромасите, ги отпушти своите слуги и робови, а самата се повлече во еден женски манастир. И толку одлучно се посвети на монашкиот живот во послушание, трпеливост, бдеење, молитва и пост, што после тринаесет месеци ја избраа за игуманија. Во манастирот проживеа педесет и шест години и се удостои пред Бога да ѝ даде толкава благодат што и мртви воскреснуваше. Кога извесен кнез Викентиј покрена гонење на христијаните, ја убија и Света Евдокија со меч. Таа е прекрасен пример како еден сад на нечистотијата може да се очисти и да се освети, да се исполни со скапоцен небесен мирис, што е благодатта на Светиот Дух."
    }, {
      "title": " Преподобен Агапиј",
      "important": false,
      "desc": "Беше ученик кај еден духовник во манастирот Ватопед. Го фатија морски разбојници и го продадоа како роб во Магнезија. После дванаесет години доживеа чудесно ослободување со помош на Пресвета Богородица. Своите поранешни господари ги крсти и им стана духовник. Остатокот од животот го мина во подвиг во Ватопед и мирно се упокои во Господ."
    }],
    "id": 73
  }, {
    "day": "15",
    "holydays": [{
      "title": "Светиот свештеномаченик Теодот",
      "important": false,
      "desc": "Епископ Кириниски на островот Кипар. За неговата мудрост и добродетел го избраа за епископ и со љубов и ревност управуваше со Црквата Божја. Кога настана гонење на христијаните во времето на нечестивиот цар Ликиниј, овој Божји човек беше изведен на суд и подложен на маки. Кога мачителот Савин го советуваше да се одрече од Христа и да им се поклони на незнабожечките идоли, Теодот му одговори: „Да би ја знаел ти добрината на мојот Бог на Кого се надевам дека заради овие краткотрајни маки ќе ме удостои со вечен живот и самиот би посакал да пострадаш за Него вака како јас“. Му удираа клинци во телото, а тој Му се молеше на Бога со благодарност; па мислејќи дека крајот му е близу, ги советуваше и ги поучуваше христијаните што беа околу него. Но по Божја Промисла царот Константин во тоа време објави слобода за христијаните и нареди да бидат пуштени сите што се под суд заради Христа. Тогаш го ослободија и овој светител и така изнамачен се врати на епископската столица во Киринија и поживеа уште две години. Потоа се упокои во Господ Кому верно Му служеше и за Кого многу пострада. Земниот живот го заврши и замина во дворците Господови во 302 година."
    }, {
      "title": " Преподобен Агатон",
      "important": false,
      "desc": "Голем мисирски подвижник од 5 век. Современик на Св. Макариј и на неговиот ученик Св. Лот. Се грижеше да ги исполнува сите Божји заповеди. Некој од браќата му го пофали ноженцето со кое сечеше прачки за плетење кошници. Кога го слушна, светителот со радост му го подари ноженцето на братот. Говореше Св. Агатон: „За мене би било задоволство да можам на себе да го земам телото на некој лепрозен, а нему да му го дадам моето“. Ете за совршената љубов..."
    }],
    "id": 74
  }, {
    "day": "16",
    "holydays": [{
      "title": "Светите маченици Евтропиј, Клеоник и Василиск",
      "important": false,
      "desc": "Му беа другари на Св. Теодор Тирон. Кога славниот Теодор славно и умре, тие останаа во затворот после него и уште долго не беа осудени, зашто се обавуваше смената на царскиот намесник во градот Амесија. Кога стигна новиот намесник, уште понечовечен од својот претходник, нареди и му ги изведоа овие тројца. Сите беа млади, Клеоник и Евтропиј беа родени браќа, а Василиск му беше роднина на Св. Теодор. Но според братската љубов меѓу нив како да беа тројца браќа. Така му рекоа и на намесникот: „Како што Света Троица е неделлива така и ние сме неделливи во верата и неразлачни во љубовта“. Сите ласкања на намесникот и сите обиди да го поткупи Евтропиј беа залудни. Тој прво го покани Евтропиј на вечера, но Евтропиј го одби со зборовите на Псалмот: „Блажен е оној човек кој не оди на совет безбожнички“ (Пс. 1, 1). Потоа намесникот му понуди и огромно богатство - сто и педесет литри сребро - но Евтропиј и за ова го одби потсетувајќи го дека Јуда за сребро си ја изгуби душата. После сите обиди, малтретирања и мачења Евтропиј и Клеоник беа осудени на смрт со распетие, а Василиск го убија со меч. Му благодареа на Бога Којшто ги удостои да заминат во радоста на Неговото Царство, во кое му тргнаа во пресрет на својот војвода Св. Теодор, прославен од Христа, Господ и Победникот. Чесно пострадаа во 308 година."
    }, {
      "title": " Света Пијамука Мисирска",
      "important": false,
      "desc": "Заради Христа не сакаше да се мажи, а се предаде на подвижнички живот во домот на својата мајка. Земаше само малку храна, и тоа секој втор ден, а времето го минуваше во молитва и созерцание. Се удостои со дар на проѕорливост. Мирно се упокои предавајќи Му ја душата на својот Женик Христос, околу 377 година."
    }],
    "id": 75
  }, {
    "day": "17",
    "holydays": [{
      "title": "Преподобен Герасим Јордански",
      "important": false,
      "desc": "Овој познат светител најпрво се учеше на подвижнички живот во Тиваида Мисирска, а потоа премина на Јордан и таму основа обител во која имаше околу седумдесет монаси и која до ден денес постои. За својот манастир постави посебен типик, според кој пет дена монасите поминуваа по келиите плетејќи кошници и рогозини; внатре не ложеа оган, а јадеа само по малку сув леб и урми. Кога излегуваа од своите келии ги оставаа отворени за да може секој кој би влегол внатре да си земе што сака. Во сабота и во недела се собираа во манастирската црква, имаа заедничка трпеза, со вариво и со малку вино во слава Божја. Тогаш секој монах ќе донесеше и ќе го положеше пред нозете на игуменот она што го изработил во изминатите пет дена. Монахот имаше само по една облека. Свети Герасим им беше пример на сите. За Чесниот Пост не јадеше ништо освен што се причестуваше. Еднаш виде лав како рика од болка бидејќи имаше трн во ногата. Герасим пријде, се прекрсти и му го извади на ѕверот трнот од ногата. Лавот толку се скроти, што појде по Старецот во манастирот и остана таму до неговата смрт, а кога умре Старецот и лавот загина од болка по него. Свети Герасим учествуваше на Четвртиот Вселенски Собор во Халкидон, во времето на Маркијан и Пулхерија, па иако и тој најпрво клонеше кон монофизитската ерес на Евтихиј и Диоскор, на Соборот се покажа како голем поборник за Православието. Од таа ерес го одврати Свети Ефтимиј. Од учениците на Св. Герасим најславен беше Св. Киријак Отшелник. Свети Герасим се упокои и премина во радоста на својот Господ во 457 година."
    }, {
      "title": " Светите маченици Павле и Јулијана",
      "important": false,
      "desc": "Брат и сестра од Птолемаида Феникиска. Беа страшно мачени за Христа од царот Аврелијан и најпосле ги убија со меч. При нивните мачења се покажаа многубројни чуда. Незнабожците што ги видоа се обратија во верата, а некои од нив беа и убиени. Пострадаа во 273 година."
    }, {
      "title": " Свети Јаков Постник",
      "important": false,
      "desc": "Живееше во 6 век. Толку се восоврши во богоугодниот живот што со молитва ги лечеше најтешките болни. Но непријателот на човечкиот род наведуваше врз него силни искушенија. Така еднаш едни подбивачи испратија кај него една развратна жена. Таа се преправаше пред него и плачеше, а го навлекуваше на грев. Гледајќи дека ќе падне во грев Јаков ја стави својата лева рака во оган и ја држеше така додека не се испржи целата. Кога го виде тоа жената се исполни со страв и ужас, се покаја и го поправи својот живот. Но во друга прилика тој не му одолеа на искушението а падна во грев со една девојка којашто родителите ја донесоа кај него како избезумена за да ја исцели од лудилото. Тој навистина ја исцели, но потоа згреши со неа и за да го скрие гревот ја уби и ја фрли во реката. Тоа е вообичаено: од блудот до убиството нема многу. По ова Јаков поживеа десет години во еден гроб како покајник. Еднаш во време на голема суша од која страдаа и луѓето и животните, по неговите молитви падна дожд и по тоа позна дека Бог му го прости гревот. Овој пример е сличен на Давидовиот: свирепиот зол демон по Божјо допуштение може да ги собори и најголемите духовни џинови, но искреното покајание го привлекува Божјото милосрдие. А најголемите гревови биваат простени тогаш кога грешникот самиот си наложува сесрдна казна за гревот, таква што ги зафаќа сите длабочини на неговото битие."
    }],
    "id": 76
  }, {
    "day": "18",
    "holydays": [{
      "title": "Св. маченик Конон",
      "important": false,
      "desc": "Родум од Назарет. Беше благ и незлоблив и во сѐ угоден на Бога. Во времето на Декиевото гонење го мачеа за Христа. Но тој остана цврст во верата, а незнабожечките судии остро ги изобличи за нивното безумство. Со клинци во нозете, врзан за колата на кнезот, овој кроток и незлоблив светител го влечкаа сѐ додека не изнемоште и падна. Тогаш за последен пат Му се помоли на Бога и Му го предаде својот дух во 251 година."
    }, {
      "title": " Преподобен Исихиј Постник",
      "important": false,
      "desc": "Роден е близу Бруса во 8 век. Но се оддалечи во една гора наречена Мајонис, злогласна заради демонските привиденија. Таму си направи себеси колиба и една црквичка во чест на Св. апостол Андреј. Самиот ја загради градината и ја обработуваше за да може да живее од својот труд. Со својата молитва твореше големи чуда. Прорече дека после неговата смрт на тоа место ќе биде устроен женски манастир. Еден месец пред смртта го провиде денот и мигот кога ќе се упокои. На полноќ во проречениот ден луѓето ја видоа неговата колиба огреана од необична светлина. И кога дојдоа го најдоа мртов. Го погребаа во црквата на Св. Андреј, а подоцна Теофилакт, амасискиот епископ, го пренесе во градот Амасија. Се упокои мирно и се пресели во Царството на својот Господ во 790 година."
    }, {
      "title": " Преподобен Марко Подвижник",
      "important": false,
      "desc": "Аскет и чудотворец. Замонашен од својот учител Св. Јован Златоуст во четириесеттата година од животот, Марко помина уште шеесет години во Нитриската пустина во пост, молитва и пишување на духополезни книги. Целото Свето Писмо го знаеше наизуст. Беше многу милостив и плачеше над бедата на секое Божјо создание. Еднаш плачејќи Му се помоли на Бога за слепото малечко на една хиена и тоа прогледа. Од благодарност хиената мајка му донесе една овновска кожа. Но светителот ѝ забрани на хиената во иднина да ги коле овците на кутрите луѓе. Причест примаше од раце на ангели. Неговите беседи за духовниот закон, за покајанието, за трезвеноумието итн. спаѓаат во првокласната црковна книжевност, нив ги фалеше и возвишениот патријарх Фотиј."
    }],
    "id": 77
  }, {
    "day": "19",
    "holydays": [{
      "title": "Светите Четириесет и двајца маченици од Амореја",
      "important": false,
      "desc": "Сите беа војводи на византискиот цар Теофил. Кога царот Теофил ја изгуби битката со Сарацените околу градот Амореја, Сарацените го зазедоа градот, заробија многумина христијани, меѓу кои и овие војводи. Останатите христијани или ги убија или ги продадоа во ропство, а војводите ги фрлија во затвор, каде прележаа седум години. Повеќепати доаѓаа муслиманските првенци и ги советуваа да ја примат мухамеданската вера, но војводите не сакаа ни да чујат. Кога Сарацените им велеа дека Мухамед е вистински пророк а не Христос, војводите ги запрашаа: „Ако двајца се препираат за една нива, па едниот рече моја е, а другиот не, туку моја е, а притоа едниот од нив има многубројни сведоци, другиот пак нема ниту еден освен себеси, што би рекле вие, чија е онаа нива?“ Сарацените одговорија: „Навистина, на оној којшто има многубројни сведоци“. „Право пресудивте“, им одговорија војводите. „Така е и со Христос и Мухамед. Христос има многубројни сведоци - старите Пророци, коишто и вие ги признавате, а тие сите од Мојсеј до Јован Предвесник сведочат за Него, а Мухамед самиот за себе сведочи дека е пророк и нема ниту еден сведок“. Сарацените се засрамија, но повторно се обидоа да ја бранат својата вера на овој начин: „Дека нашата вера е подобра од христијанската се гледа по тоа што Бог нам ни даде победа над вас и ни ги даде најдобрите земји во светот и царство многу поголемо до христијанското“. На тоа војводите одговорија: „Кога би било така тогаш и египетското и вавилонското и елинското и римското идолопоклонство би биле вистинити вери, зашто во различни времиња секој од овие народи ги победуваше останатите и владееше над нив. Очигледно е дека вашата победа и силата и богатството не ја докажуваат вистинитоста на вашата вера. А ние знаеме дека Бог некогаш им дава победа на христијаните, а некогаш допушта над нив маки и страдања за да ги исправи и приведе кон покајание и очистување од гревовите“. После седум години, во 845 година, војводите завршија со смрт под меч. Нивните тела ги фрлија во реката Еуфрат, но испливаа на другиот брег, каде што христијаните ги зедоа и чесно ги погребаа."
    }, {
      "title": " Блажениот Јов",
      "important": false,
      "desc": "Роден е во Москва во 1635 година. Кон Црквата го привлекоа црковното пеење и богослужбите. Му стана духовник на царот Петар Велики, но заради некоја клевета се оддалечи во Соловецкиот манастир, каде што тврдо се подвизуваше. Се упокои во Господ во 1720 година во својата осумдесет и петта година. Пред смртта возвикна: „Благословен е Бог на нашите Отци! А кога е така не се плашам и со радост заминувам од овој свет.“"
    }],
    "id": 78
  }, {
    "day": "20",
    "holydays": [{
      "title": "Светите Седум Херсонски свештеномаченици: Василиј, Ефрем, Евгениј, Елпидиј, Агатодор, Етериј и Капитон",
      "important": false,
      "desc": "Сите овие беа епископи во Херсон во разни времиња и сите пострадаа (само Етериј умре мирно) од неверниците, било од Евреите било од Грците или од Скитите. Овие епископи одеа во тие диви краишта како мисионери за да ја пренесат евангелската светлина. Сите беа намачени и пострадаа за својот Господ. Василиј го воскресна синот на еден кнез во Херсон, што ги огорчи Евреите, па го обвинија. Го врзаа за нозете и го влечеа по херсонските улици дури не ја испушти душата. Ефрем го убија со меч. Евгениј, Елпидиј и Агатодор ги биеја со стапови и со камења сѐ дури не Му ги предадоа своите души на Бога. Етериј поживеа во времето на Константин Велики, па во мир и слобода управуваше со Црквата, изгради голем храм во Херсон и се упокои мирно. Кога последниот од нив, Капитон, го испратија за епископ во Херсон, дивите Скити од него побараа знак за да поверуваат. И му предложија да влезе во огнена печка, па ако не изгори тие сите ќе поверуваат во Христа. Со топла молитва и со надеж во Бога Капитон го положи архиерејскиот омофор на себе, се прекрсти и влезе во вжарената печка држејќи го умот во срцето воздигнат кон Бога. И во пламенот постоја околу еден час без никаква повреда на телото и на облеката, па излезе оттаму здрав. Тогаш сите повикаа: „ Еден е Бог, Бог на христијаните, велик и силен, Кој го сочува слугата Свој во огнената печка!“ И се крсти сиот град и околината. За ова чудо многу се зборуваше на Никејскиот Собор. И сите Го прославија Бога и ја пофалија цврстата вера на Св. Капитон. А на Капитон му се случи по патот да го фатат на реката Дњепар незнабожечки Скити и во реката го удавија. Овие епископи пострадаа во почетокот на 4 век."
    }, {
      "title": " Преподобен Емилијан",
      "important": false,
      "desc": "Се роди во Рим, а во младоста изврши многубројни и тешки гревови. Но кога се отрезни од грешењето и си дојде на себе, трепереше од самата помисла за Судот Божји. Стапи во еден манастир и со пост, бдение и послушание го скроти и го исуши своето тело. Овде им беше пример на браќата. Ноќе често излегуваше од манастирот и одеше во една блиска пештера на молитва. Бидејќи не знаеше каде оди монахот, игуменот на манастирот една ноќ тајно тргна по него. И таа ноќ тој го виде Емилијан како стои на молитва со страв и во солзи. Одеднаш целата таа гора ја облеа небесна светлина посилна од сонцето, а најсилна беше во пештерата на Емилијан. А од небото се слушна глас: „Емилијан, ти се простуваат гревовите!“ Игуменот се исполни со ужас и побегна во манастирот. Утредента им објави на браќата за она што го виде и чу минатата ноќ. Емилијан поживеа долго и мирно, во голема почит меѓу браќата, па се упокои во Господ."
    }],
    "id": 79
  }, {
    "day": "21",
    "holydays": [{
      "title": "Свети Теофилакт, епископ Никомидиски",
      "important": false,
      "desc": "Кога првиот царски советник Тарасиј од мирјанин беше избран за патријарх Цариградски, тогаш заедно со него примија монашки чин многумина од неговите пријатели и приврзаници од световниот сталеж. Меѓу нив беше и овој Теофилакт. Тарасиј го испрати за епископ во Никомидија. Како епископ Теофилакт му беше добар пастир на словесното стадо и се покажа необично преисполнет со милосрдие кон неволните и кон бедните. По смртта на Св. Тарасиј патријаршискиот престол во Цариград го зазеде некој Никифор, а малку подоцна Лав Ерменин седна на царскиот престол. Овој цар беше иконоборец и како таков покрена цела бура во Црквата Христова. Иако иконоборната ерес беше проколната на Седмиот Вселенски Собор, овој цар сепак ја воспостави и сакаше со неа да го замени Православието. Св. Теофилакт в лице му се спротивстави на царот, па кога царот не попушти, Теофилакт му рече: „На тебе цару ненадејно ќе дојде лута погибел и од неа не ќе можеш да се избавиш ниту да побегнеш“. За овие зборови Св. Теофилакт беше тргнат од епископската столица и испратен во ропство, каде помина триесет години трпејќи многу маки и понижувања и најпосле Му ја предаде својата света душа на Господ околу 845 година."
    }, {
      "title": " Светиот свештеномаченик Теодорит",
      "important": false,
      "desc": "Царот Константин во Антиохија изгради соборна црква со особена убавина. Народот ја нарече Златна црква, заради позлатата однатре и однадвор и многубројните садови во црквата од злато и сребро. Царот ѝ подари на оваа црква голем имот за издржување на свештениците, чиј број во неа беше голем. Чувар на оние садови и на сите драгоцености во црквата беше Теодорит, свештеник со голема вера и ретко благочестие. Тогаш почна да царува Јулијан Отстапник, кој иако беше крстен се одрече од Христа и подигна гонење на христијаните. Неговиот чичко, којшто и самиот се викаше Јулијан, дојде во Антиохија и ја ограби Златната црква, а Теодорит како ризничар го зеде и го изведе на суд, и го советуваше да се одрече од Христа. Теодорит не само што не сакаше да се одрече од својот Господ туку го изобличи и царот Јулијан за отпадништвото од верата, како оној којшто повторно се вратил на идолопоклонскиот блуеж. Кога злиот судија од дрскост отиде и мокреше во Златната црква, Теодорит му прорече ужасна смрт, којашто наскоро и го снајде. Светителот беше убиен со секира, а судијата Јулијан од мигот кога мокреше во црквата во долниот дел од телото го спопаднаа страшни болки. И тој дел од телото му го разјадоа црви, па ја изблуи својата отпадничка душа во најгрозни маки. Така и неговиот помошник Феликс, според пророштвото на Свети Теодорит, умре набрзо по убиството на праведникот, со крварење на устата. Свети Теодорит го обезглавија и се пресели во Христовото Царство во 362 година."
    }],
    "id": 80
  }, {
    "day": "22",
    "holydays": [{
      "title": "Светите четириесет маченици во Севастија",
      "important": true,
      "desc": "Сите овие беа војници во римската војска, но тврдо веруваа во Господ Исус. Кога настана гонење во времето на Ликиниј, ги изведоа на суд пред војводата, а тој им се закани дека ќе им ја одземе војничката чест. На ова еден од нив, Свети Кандид, одговори: „Не само војничката чест туку и телата земи ни ги; нам не ни е ништо помило и почесно од нашиот Бог Христос“. По ова војводата им нареди на слугите да ги каменуваат овие светии. Но кога слугите фрлаа по нив камења, камењата се враќаа сами и паѓаа врз тие што ги фрлаа, па луто ги изудираа. Еден камен му падна на војводата в лице и му ги скрши забите. Мачителите, лути како ѕверови, ги врзаа светиите и ги фрлија во тамошното езеро и поставија наоколу стражари за ниеден да не излезе од водата. Имаше силен мраз, езерото мрзнеше околу телата на мачениците. За да бидат маките посилни, мачителите загрејаа и осветлија бања покрај езерото близу до страдалците, за тие гледајќи ја некако да се подлажат и да се одречат од Христа, а да ги признаат римските идоли. И навистина, еден се опрелести, излезе од водата и влезе во топлата бања. Но ноќта падна една необична светлина од небото, па ја загреа водата во езерото и телата на мачениците, а со оваа светлина од небото се спуштија триесет и девет венци врз нивните глави. Ова го виде еден од стражарите на брегот, па се соблече, го исповеда името на Господ Исус Христос и влезе во езерото за самиот да се удостои со четириесеттиот венец на предавникот. Врз него навистина слезе тој последен венец. Утредента сиот град се изненади кога ги виде мачениците живи. Тогаш злобните судии наредија и ги претепаа, а телата им ги фрлија во водата за да не ги земат христијаните. На третиот ден Светите маченици му се јавија на тамошниот епископ Петар и го повикаа да ги собере од водата и да ги извади нивните мошти. Епископот излезе ноќе по темнина заедно со својот клир и по водата видоа како светат моштите на мачениците. И секоја коска што беше одвоена од нивните тела исплива на површината и светеше како свеќа. Ги погребаа чесно. Нивните души отидоа кај Господ Исус, намачен за сите нас и воскреснат со слава. Чесно пострадаа и стекнаа непропадлива слава во 320 година."
    }, {
      "title": " Преподобен Филор Исповедник",
      "important": false,
      "desc": "Живееше и се подвизуваше во Галатија во 4 век. За него велат дека бил толку совршен во добродетелите, што повеќе личел на ангел одошто на човек. Особено е прочуен по неговото трпение. Бил гонет од царот Јулијан Отстапник и многу страдал за Христа. Но по смртта на овој христогонител Св. Филор поживеа мирно, за полза на многумина. Се упокои во осумдесеттата година од животот."
    }, {
      "title": " Светите Четириесет Битолски маченици",
      "important": true,
      "desc": "Bо времето кога Османлиите тргнале да го завладеат Балканскиот полуостров, градот Битола (нарекуван уште и Манастир поради бројноста на црквите, манастирите и скитовите) бил голем и добро утврден град. Животот во него прилегал на Црква Божја, а најголема скапоценост, пак, било бројното монаштво, сместено низ многуте манастири и скитови, внатре и надвор во неговата околина. Но општото зло што ги снашло христијaнските земји на Балканот во втората половина на XIV век, не го одминало ни овој, не малку значаен град. Имено, откако османлиските војски без борби го освоиле градот Прилеп, тие ја опколиле и ставиле под опсада Битола. Населението давало огромен отпор, не поради надмоќноста во бројност, или во оружје, туку поради храброста и пожртвуваниот дух, посветен целосно на верата и слободата. Но по четиримесечната опсада и тешките, жестоки битки што бојното поле го претвориле во алеја на пустош и беда, градот, по допуштение Божјо, конечно паднал во рацете на Османлиите. Според нивниот закон, жителите на освоениот христијански град што ќе одбиел да се предаде, ја губеле личната слобода, а војниците на освојувачот имале право три дена неограничено да убиваат и ограбуваат. Па така, откако Агарјаните влегле низ градските ѕидини, следеле страшни настани: жителите биле убивани, жените силувани, свештениците, монасите и монахињите мачени и погубувани; храмовите биле ограбувани и сквернавени, а потоа и до темел палени. Целиот град што претходно имал обличје на еден голем и прекрасен манастир, почнал да потсетува на бедна и тажна слика од некој мрачен уметник, касапница на човечки тела, гнездо на ужас и страв. Улиците и сите градски населби биле претворени во губилиште – Голгота, а мртви тела имало насекаде. Градските зданија и тврдини биле претворени во пепел и прав. Особено големо крвништво варварите покажале кон свештениците и монасите, коишто за сето време на борбите непрестајно го поучувале и поткрепувале верниот народ, поттикнувајќи го да се бори до крај за својот Спасител и Творец – Христос, па и самите застанале цврсто во одбрана на своите светињи, своите огништа и гробовите на своите предци. Многу од жителите, поттикнати од благодатните проповеди на овие преподобни богоугодници, со радост оделе на губилиште, говорејќи: „Подобро смрт, отколку да Го предадеме Христа, единствениот вистински Бог, Кој ни дава живот вечен!“ Најревносните, пак, проповедници и чувари на верата, претежно млади продуховени и просветлени монаси, со неколкуте искусни обожени старци, сите заедно триесет и девет на број, од повеќе битолски манастири и скитови, кои, по Божја промисла, ги преживеале страшните настани, се повлекле во манастирот „Св. Георгиј Победоносец“. Оттаму, тие преку молитви, утехи и беседи ги храбреле битолчани да не го жалат, па ако треба и да го дадат својот привремен живот само да не се откажат од својата прататковска вера во Христа, знаејќи дека така ќе придобијат бесмртен живот во слава и чест. Затоа водството на Агарјаните имало голема желба да ги зароби и некако да ги придобие овие монаси на своја страна, за откако ќе им го прекинат изворот на просветление на останатите битолчани, полесно да можат да ги поколебаат во верата и да ги наведат да му се подадат на учењето на нивниот пророк. По пат на предавство, Исмаилците успеале да откријат каде се кријат овие монаси, ја разбиле манастирската врата и ги заробиле браќата, коишто тогаш се наоѓале на утрено молитвено собрание. Најпрвин жестоко ги измачиле, па потоа ги фрлиле в зандана, а утредента, доведувајќи им ги најдобрите мухамедански учители, започнале ласкаво да им се додворуваат и да ги убедуваат да се откажат од Христа. Мухамеданските првенци се обиделе најпрво со ветување на слобода, голема чест и земни блага, да ги наведат монасите да се откажат од својата вера. Но бидејќи браќата не сакале ни да слушнат за такво нешто, туку бескомпромисно изјавиле дека подобро би претрпеле и најлути маки отколку да Го остават најслаткиот Исус, Агарјаните се обиделе преку теолошки дијалог да ја постигнат својата цел. Започнала препирка за тоа која вера е вистинската, при што монасите мудро одговарале, темелејќи ги своите зборови на Светото Писмо и светоотечкото Предание и така постигнале победа во дијалогот. Откако го проследил со големо внимание овој дијалог, еден Турчин, кој се викал Хасан, а им служел како преведувач на препирачите, се восхитил и бил трогнат од неочекуваната духовна длабочина и големото христијанско смирение на овие блажени души. А восхитен и од необичната храброст на битолските монаси, како и нивната цврста вера, тој силно посакал своето мухамеданско верување да го промени во христијанско Православие. Ранет длабоко во срцето од стрелата на Христовата љубов и благодат, тој громогласно извикал: – Голем е Бог на христијаните, и јас сум Христов! Навистина, роден сум како мухамеданец и воспитан во мухамеданскиот закон, но сега го примам Божјиот призив што ме повикува во царството на Исуса Христа, Синот Божји и Господ мој. Отфрлам секакво друго учење освен законот на добриот Христос! Ваквата ненадејна промена во однесувањето на така угледен султански великодостојник најпрво предизвикала недоумица кај Агарјаните, но гледајќи го неговото просветлено ангелско лице, тие ја увиделе цврстата определба на својот сонародник, па грубо нафрлајќи се на него, толку силно го претепале што на телото на маченикот не останало неповредено место. Потоа го фрлиле во занданата, заедно со останатите Христови преподобномаченици. Преку ноќта, светите отци со голема љубов се погрижиле за него и подробно му го објасниле Евангелското учење. Целата таа ноќ тие ја поминале во непрестајни благодарења на Бога, славословија и усрдни молитви. Утредента, кога посрамените Агарјани увиделе дека монасите се непопустливи и бидејќи исполнети со безмерен гнев, ги осудиле на смрт сите четириесетмина и ги повеле кон височинката на Баирскиот рид, кај еден голем камен, што сè уште постои, за таму да им ги отсечат главите. Тоа високо ритче има таква местоположба, што може да се види од секое место во градот. Одејќи кон својата Голгота, светите биле радосни, како да одат на свадбена веселба. А кога стигнале на спомнатото место, пред да бидат посечени, тие Му се помолиле на Бога: да ги заштити децата и луѓето кои умираат за Него, да ги вразуми заблудените, да се смилува над градот и повторно да го подигне од урнатините, да им го врати скиптарот на христијанските цареви... Веднаш потоа, на 9-от ден од месец март, во 1385 година од Раѓањето по плот на нашиот Спасител Господ Исус Христос, Осмaнлиите им ги отсекле главите и така Преподобномачениците ја покажале својата бестрашност, извојувале неовенлива победа и го добиле венецот на славата од Господа, својот Подвигоположник, за да се радуваат вечно во Неговото царство, молејќи се за сите оние што верно го почитуваат нивниот свет спомен. Зајдоа овие светила на земјата за да заблескаат уште посилно на небесата. Телата на Светиите биле намерно расфрлени по тешко пристапни места, во горите на планината Баба, како храна на шумските ѕверови, за да не дојдат во рацете на христијаните и да се уништи споменот за нив. Но споменот за нив никогаш не згаснал во срцата на верните, кои до наши дни, секоја година, на денот на нивното мачеништво, во голем број се собираат за да се поклонат во храмот изграден над каменот каде што била пролеана нивната света маченичка крв и каде стануваат безброј и големи чудеса. По молитвите на светите Четириесет битолски преподобномаченици, коишто пострадале заради Твоето пресвето Име, Господи Исусе Христе, Боже наш, помилуј нè и спаси нè. Амин!"
    }],
    "id": 81
  }, {
    "day": "23",
    "holydays": [{
      "title": "Светиот маченик Кодрат Коринтски и другите со него",
      "important": false,
      "desc": "За време на гонењето на христијаните многумина верни се разбегаа по планините и по пештерите. Така направи и мајката на овој Кодрат. Но токму во тоа време беше бремена, па во шумата го роди Кодрат и наскоро умре. По Божја Промисла и чуван од ангелот чувар, хранет и воден, Кодрат порасна во осаменост во природата. Оној Кој му даваше манна од небото на Израилот во пустината, му пушташе и на младенецот Кодрат слатка роса од облаците на усните. Кога имаше дванаесет години тој слезе в град и таму едни добри луѓе го засакаа и го дадоа да учи. Тој ја изучи лекарската вештина и ги лечеше болните колку со природните лекови толку, но и уште повеќе, со молитвата на која се привикна од детството. Кога настана ново гонење под Декиј, Кодрат беше изведен на суд и фрлен во затвор. Нему му се придружија и петмина негови другари и го исповедаа името Христово. Тие беа Кипријан, Дионисиј, Анект, Павле и Крискент. Незнабожците ги влечеа по улиците и, особено нивните деца, ги биеја со стапови и со камења дури не ги одвлекоа до губилиштето. Мачениците Му се помолија на Бога, па беа обезглавени. На тоа место изби извор со вода, којшто и денес го носи името Кодратов и потсетува на херојската смрт за Христа на овие шесточисленици. Пострадаа чесно за вистината во 250 година во Коринт, во времето на царот Декиј и неговиот намесник Јасон."
    }, {
      "title": " Преподобната мајка Анастасија",
      "important": false,
      "desc": "Патриција и дама на дворецот на царот Јустинијан. Кога остана вдовица и виде дека царицата Теодора не ја поднесува, таа ненадејно се изгуби од Цариград и се најде во Мисирската пустина. Прочуениот духовник авва Данило ја потстрижа во ангелски образ и ја објави како монах Анастасиј евнух. Ова беше според нејзината желба, за полесно како жена да се спаси под машки лик, а и за да се сокрие од царевото трагање по неа. Потоа се затвори во тесна келија и во неа помина дваесет и осум години. Се упокои во 563 година. Пред нејзината смрт авва Данило ѝ го виде лицето светло како сонце."
    }],
    "id": 82
  }, {
    "day": "24",
    "holydays": [{
      "title": "Свети Софрониј, патријарх Ерусалимски",
      "important": false,
      "desc": "Роден е во Дамаск од угледни родители. Откако насобра светска мудрост сепак не остана задоволен и тргна да ја собира единствено духовната. Во Лаврата на Св. Теодосиј се најде со монахот Јован Мосха кого го зеде за свој учител и тргнаа заедно да ги обиколуваат манастирите и подвижниците во Мисир. Нивната лозинка беше: „секој ден стекни што повеќе духовна мудрост “. Сѐ што знаеја запишаа и потоа го издадоа во две книги под името Лемонариум (или Цветник). Подоцна заминаа во Рим, каде што Мосха умре, а му остави на Софрониј аманет да го пренесе или на Синај или во Теодосиевата Лавра. Софрониј му ја исполни желбата и го однесе телото на својот учител во Лаврата на Теодосиј, а самиот се задржа во Ерусалим, којшто во тоа време беше ослободен од Персијанците. Присуствуваше на враќањето на Чесниот Крст од Персија, кога царот Ираклиј на своите плеќи го внесе Крстот во Светиот Град. Стариот патријарх Захарија исто така вратен од ропство не поживеа долго, па кога се пресели во оној свет, го замени Модест (+ 364г.), а после него патријарх беше блажениот Софрониј. Тој со особена мудрост и ревност управуваше со Црквата десет години. Стануваше во одбрана на Православието од монотелитската ерес, којашто тој на својот собор во Ерусалим ја осуди уште пред таа да биде осудена на Шестиот Вселенски Собор. Го напиша житието на Св. Марија Египетска, го состави чинот на Водосвет и воведе нови химни и песни во разни богослужби. Кога арапскиот калиф Омар го освои Ерусалим, Свети Софрониј го измоли да ги поштеди христијаните, а Омар ова наводно и го вети. Кога сепак калифот набрзо потоа почна да ги ограбува и малтретира христијаните во Ерусалим, Софрониј од дното на срцето Го молеше Бога да го земе од живите на земјата за да не го гледа осквернувањето на светоста. И Бог ја услиши неговата молитва, па го зеде кај Себе во 644 година."
    }, {
      "title": " Светиот маченик Пиониј и другите со него",
      "important": false,
      "desc": "Свештеник смирненски. Пострада во Смирна во времето на Декиевото гонење. Го осудија на распнување, заради што беше многу радосен. И штом војниците го склопија крстот и го положија на земјата, Пиониј самиот легна на крстот, ги испружи рацете и им заповеда на војниците да му ги приковаат рацете со клинци. Крстот го всадија во земјата наопаку, а под главата на маченикот наложија оган. Наоколу имаше многу народ. Светиот Пиониј си ги затвори очите и радосно возвикна: „Боже, прими го мојот дух!“ и издивна. Овој светител го напиша житието на Св. Поликарп Смирненски. Пострада и се прослави во 250 година."
    }],
    "id": 83
  }, {
    "day": "25",
    "holydays": [{
      "title": "Преподобен Теофан Исповедник",
      "important": false,
      "desc": "Наречен Сигријан заради местото Сигрија каде што беше роден. Роднина на царот Лав Исавријанин и на неговиот син Копроним. Имаше огромно богатство и раскош. Но кога Господ Христос се зацари во неговата душа, сето тоа за него изгуби вредност. Се спротивстави на женидбата што му ја наметнуваа, па кога сепак го принудија, успеа да ја посоветува својата сопруга на девствен живот под руво на брак. А штом му починаа родителите, жена му отиде во еден манастир, а тој во друг. Неговиот беше во Сигријанските Гори во Кизичката област. Некогаш славниот и богат Теофан во манастирот живееше како последен сиромав. И сите ѝ се восхитуваа на таа чудесна промена кај него. Бидејќи стана прочуен по неговата силна вера, воздржливост и мудрост, го повикаа на Седмиот Вселенски Собор во Никеја, на којшто се утврди иконопочитувањето. Заради големата чистота и целомудрие што го красеа Бог му даде дар на чудотворство и ги лекуваше сите болести, особено манијаштвото и лудилото. Му се молеше на Бога за болните и за неволните и им помагаше со својата молитва. А кога се разболе самиот, долго и со благодарност ја трпеше својата болест и не сакаше да Му се моли на Бога за оздравување. Кога повторно настана гонење на иконите од злиот Лав Ерменин, Свети Теофан беше доведен во Цариград и фрлен во затвор, каде што две години помина во тегобност и во маки и понижувања. Тогаш царот го испрати во ропство на островот Самотрак, а ова тој го проѕре со својот дух отпорано и им го кажа на затворските чувари. Но кога стигна во Самотрак, поживеа само дваесет и три дена и се престави кај својот Господ и Создател од Кого го прими стекнатиот венец на невенлива слава."
    }, {
      "title": " Преподобен Симеон Нов Богослов",
      "important": false,
      "desc": "Овој богоносен и голем отец на Црквата беше роден во Галата Пафлагониска, воспитан во Цариград и вбројан меѓу дворјаните на царевите Василиј и Константин Порфиророден. Остави сѐ заради Христа и се повлече во манастир. Се подвизуваше под раководство на старецот Симеон, потоа беше игумен на манастирот на Св. Мамант и најпосле живееше како пустиник. Најголем богослов после Св. Григориј Богослов. Ја чувствуваше благодатта во своето срце. Неговите зборови се вистински духовни и богословски откровенија. Се упокои во 1032 година. Моштите му се чудотворни."
    }, {
      "title": " Свети Григориј Двоеслов",
      "important": false,
      "desc": "Син на сенаторот Гордијан. И самиот потоа беше сенатор и началник на градот Рим. Но штом се упокои татко му, се предаде на духовен живот. Од своето големо богатство изгради шест манастири во Сицилија, а седмиот во Рим, во чест на апостолот Андреј. Во тој манастир и самиот прими потстриг. По смртта на папата Пелагиј го избраа за папа. Тој бегаше од таа чест и власт и се криеше по зафрлени места по горите, но Господ го поткажа на оние што го бараа со тоа што на местото каде што се криеше се јави огнен столб од земјата до небото. Беше необично милосрден. Сите свои приходи ги употребуваше за засолништа за бедните и за гостопримство. Често ги канеше бедните и им служеше на трпеза. Се занимаваше и со пишување корисни книги. Двоеслов или Собеседник се нарекува затоа што напиша книга со таков наслов, а во неа ги изложи добродетелите и чудотворствата на италијанските светители. Го состави и чинот на Литургијата на претходноосветени Дарови (Преждеосвештената Литургија), којашто се служи во средите и петоците на Чесниот Пост. Кога Св. Григориј седеше и пишуваше, неговиот архиѓакон Петар гледаше како над неговата глава лета некаков гулаб. Се упокои во Господ во 604 година."
    }],
    "id": 84
  }, {
    "day": "26",
    "holydays": [{
      "title": "Пренос на моштите на Свети Никифор, патријарх Цариградски",
      "important": false,
      "desc": "Управуваше мудро и ревносно со Светата Црква како најголем цариградски архипастир. Кога Лав Ерменин стана против иконите, тој му се спротивстави на царот и прво го советуваше, но потоа го изобличи. За ова нечестивиот цар го протера на островот Проконис. На тој остров имаше манастир којшто самиот Никифор го беше изградил во чест на Св. Теодор. Таму овој исповедник на православната вера помина тринаесет години, а потоа се упокои во Господ во 827 година. Кога изгинаа сите цареви иконоборци и на царскиот престол седна Михаил со мајка му Теодора, а на патријаршискиот беше вратен патријархот Методиј, тогаш (846 година) моштите на Свети Никифор ги пренесоа од Проконис во Цариград и прво ги положија во црквата Света Софија од која беше прогонет за време на животот, а потоа во црквата на Светите апостоли. Главното празнување на овој јерарх е на 2 јуни, а на 13 март се празнува откривањето и преносот на неговите нетлени мошти. Свети Никифор е прогонет од Цариград на 13 март, а по деветнаесет години на истиот датум во престолнината ги донесоа неговите Свети мошти."
    }, {
      "title": " Светата маченичка Христина Персијанка",
      "important": false,
      "desc": "Беше луто мачена во Персија во 6 век заради нејзиното непоколебливо исповедање на верата во Христа. Мачителите толку ја камшикуваа што изнемоште и умре. Нејзината душа влезе во Царството на Господ Христос."
    }],
    "id": 85
  }, {
    "day": "27",
    "holydays": [{
      "title": "Преподобен Бенедикт",
      "important": false,
      "desc": "Роден е во Нурсиската област во Италија во 480 година од богати и угледни родители. Не се задржа долго по школите, зашто брзо увиде дека заради книшкото учење може да го изгуби „големиот разум на својата душа“. Од училиште излезе како „ ненаучен мудрец и разумен незнајко“. Побегна во еден манастир, каде прими монашки чин од монахот Роман и се повлече во една недостапна гора, па остана во една пештера трудејќи се околу својата душа повеќе од три години. Роман носеше леб и го спушташе со јаже од една стрмна карпа до влезот на пештерата на Бенедикт. Кога се прочу по околината, за да ја избегне човечката слава побегна оттаму. Беше многу суров кон себе. Еднаш кога го спопадна демонот на блудот, се соблече гол и се валкаше по коприви и трња сѐ дури не отстрани од себе секаква помисла на жена. Бог му даде многу духовни дарови: беше проѕорлив, исцелуваше болни, изгонуваше демони, воскреснуваше мртви, им се јавуваше на луѓето и на јаве и на далечина и во сон. Еднаш проѕре дека чашата со вино што му ја дале е отровна. Ја прекрсти и таа пукна. Устрои дванаесет манастири, во секој од нив по дванаесет монаси. Подоцна се создаде посебен ред на бенедиктинци, којшто и денес постои во Римската црква. Шест дена пред смртта нареди да го отворат неговиот гроб, кој беше подготвен отпорано бидејќи светителот го провиде својот крај. Ги собра сите монаси, ги посоветува и Му го предаде својот дух на Бога, Кому верно Му послужи во сиромаштија и во чистота. Неговата родена сестра Схоластика живееше во еден женски манастир и по примерот на својот брат и самата се подвизуваше тврдо и достигна големо духовно совршенство. Кога Свети Бенедикт ја испушти својата душа, двајца монаси, едниот на пат а другиот во една оддалечена келија, молејќи се видоа истовремено исто видение: пат од земјата до небото послан со скапоцени ткаенини и по страните осветлен со редици луѓе; на врвот од патот стоеше еден човек со неискажлива убавина и блесок, кој им рече дека патот за Бенедикт, кој Му е омилен на Бога, е подготвен. Од ова видение двајцата браќа дознаа дека нивниот игумен замина од овој свет. Свети Бенедикт се упокои во 543 година."
    }, {
      "title": " Свети Евсхимон, епископ Лампсакиски",
      "important": false,
      "desc": "Во времето на иконоборството претрпе гонење и затвор. Се упокои за време на царот Теофил иконоборец (829 г. – 842 г.)."
    }, {
      "title": " Свети Теогност, митрополит Киевски",
      "important": false,
      "desc": "По потекло Грк. Преемник на Св. Петар Киевски. Многу страдаше во монголската орда од Џинибек. Неговите луѓе, Русите, го наклеветија кај монголскиот цар дека не плаќа кај царот никаков данок за својот чин. Кога царот го повика и го праша за тоа, тој одговори: „ Христос, нашиот Бог, Својата Црква ја искупи од незнабожците со Својата чесна крв. Зошто сега би им плаќале данок на незнабожците?“ Најпосле некако се ослободи и се врати дома. Се упокои во Господ во 1353 година."
    }],
    "id": 86
  }, {
    "day": "28",
    "holydays": [{
      "title": "Свети маченик Агапиј",
      "important": false,
      "desc": "Сите пострадаа од кнезот Урбан во Кесарија Палестинска во времето на царот Диоклецијан. Сите седуммина, освен Агапиј, беа сосем млади луѓе, а сѐ уште не беа христијани. И никогаш не се крстија со вода. Но се крстија со крв. Еден ден овие седум момчиња гледаа како ги мачат христијаните, едни на оган, други на бесилки, трети пред ѕверови, па гледајќи како поднесуваат маки со трпение, се распалија со ревност по Христа, самите си ги врзаа рацете наопаку и така врзани дојдоа пред Урбан велејќи: „И ние сме христијани!“ Залудни беа ласкањата и заканите на Урбан. На овие момчиња им се придружи и угледниот граѓанин Агапиј, кој дотогаш доста страдаше за Христа и почна уште повеќе да ја распалува кај нив верата и љубовта кон Господ. Беа сите убиени со меч во 303 година, кога заминаа во Небесното Царство на Господ Христос."
    }, {
      "title": " Свети маченик Александар",
      "important": false,
      "desc": "Од градот Сида Памфилиска. Намесникот на царот Аврелијан го запраша кој и што е тој. На ова Александар му одговори дека е пастир на Христовото стадо. „А каде е тоа стадо?“, беше следното прашање. Александар одговори: „Низ целиот свет живеат луѓето коишто Христос ги создаде; од нив оние што веруваат во Него се Неговите овци, а тие што се отпадници од Создателот и им робуваат на созданијата и на делата на рацете човечки, на мртвите идоли, како што правите вие, тие се отуѓени од Неговото стадо и на Страшниот Суд ќе застанат од Неговата лева страна како кози“. Злобниот судија нареди најпрво да го бијат со воловски жили, а по ова го фрлија во огнена печка. Но огнот не му наштети. Потоа му го стружеа месото. Најпосле судијата нареди и му ја отсекоа главата. Но штотуку ја изрече таа пресуда судијата подлегна под злиот дух и побесне. Како што урликаше го поведоа накај неговиот бог идол, но патем ја испушти својата зла душа. Свети Александар пострада меѓу 270 и 275 година."
    }],
    "id": 87
  }, {
    "day": "29",
    "holydays": [{
      "title": "Светиот апостол Аристовул",
      "important": false,
      "desc": "Еден од Седумдесеттемина апостоли. Брат на Св. апостол Варнава. Родно место му е островот Кипар. Следбеник на Св. апостол Павле, којшто во Посланието до Римјаните и го спомнува (16, 10). Кога великиот Павле поставуваше многубројни епископи за разни краеви на светот, тогаш го постави и Аристовул за епископ британски (англиски). Во она време народите во Британија беа диви, неверни и сурови, а Аристовул од нив претрпе неискажливи маки, беди и пакости. Безмилосно го биеја, го влечеа по улиците, му се подбиваа и го исмеваа. На крајот со силата на Божествената благодат овој свет маж постигна успех. Ги просвети овие народи, ги крсти во името на Господ Христос, изгради таму цркви, посвети свештеници и ѓакони и најпосле мирно се упокои во Господ и појде во Неговото Царство."
    }, {
      "title": " Светиот маченик Савин",
      "important": false,
      "desc": "Мисирец од градот Хермопол и хермополски старешина. За време на едно гонење на христијаните се оддалечи во една планина заедно со многумина христијани и се затвори во една колиба во која времето го минуваше во пост и молитва. Но просјакот којшто му носеше храна, а на кого Савин му имаше направено многу добрини, за два златника го поткажа. Беа фатени Савин и уште шестмина. Војниците ги врзаа и ги потераа на суд. После големи маки го фрлија во реката Нил и таму Му го предаде својот дух на Бога во 287 година."
    }, {
      "title": " Светите свештеномаченици Трофин и Тал",
      "important": false,
      "desc": "Браќа по тело, од Сирија. Јавно и слободно Го проповедаа Христа и го изобличуваа елинското и римското безумство. Разјарените незнабожци решија да ги убијат со камења, но кога ги фрлаа камењата по нив, тие им се враќаа на напаѓачите, а браќата останаа неповредени. По ова обајцата ги распнаа на крст. Висејќи на крстовите браќата ги поучуваа и ги храбреа христијаните што стоеја наоколу нажалени. После маките Му го предадоа својот дух на Господ, Кому верно Му служеа. Пострадаа чесно во 300 година во градот Вофор."
    }],
    "id": 88
  }, {
    "day": "30",
    "holydays": [{
      "title": "Свети Алексиј човек Божји",
      "important": true,
      "desc": "Различни се патиштата по коишто Бог ги води оние што сакаат да Му угодат и да го исполнат Неговиот закон. Во времето на царот Хонориј во Рим живееше високиот царски достоинственик Ефтимијан, многу угледен и многу богат. И тој и жена му Аглаида животот го минуваа богоугодно. Иако беше богат, Ефтимијан само еднаш дневно седнуваше на трпеза, и тоа по залезот на сонцето. Имаа син единец, овој Алексиј, кој кога порасна го принудија да се ожени. Но ноќта по свадбата тој не само што ги остави жената и домот на својот татко туку седна на кораб и отиде во градот Едеса во Месопотамија, каде што беше прочуениот неракотворен лик на Господ Исус, испратен од Него Самиот за царот Авгар. Откако му се поклони на овој лик Алексиј се облече во руво на просјак и како таков живееше во тој град полни седумнаесет години, непрестајно молејќи Го Бога во припратата на црквата на Пресвета Богородица. Кога таму се прочу како богоугодник, се уплаши од човечката слава и замина оттаму, седна на кораб што оди за Лаодикија, но по Божја Промисла коработ беше носен и доплови дури до Рим. Сметајќи го ова за прст Божји, Алексиј смисли да отиде во домот на својот татко и таму како непознат да го продолжи својот подвиг. Татко му не го препозна, а од милосрдие му дозволи да живее во една визба во неговиот двор. Овде Алексиј помина уште седумнаесет години, живеејќи само на леб и вода. Слугите го малтретираа на разни начини, но тој претрпе сѐ. А кога му се приближи крајот, напиша една хартија, ја стегна во рацете, легна и издивна, на 17 март 411 година. Тогаш во црквата на Светите апостоли стана во присуство на царот и на патријархот откровение во вид на глас кој рече: „Побарајте го човекот Божји“. Малку по ова се откри дека тој човек Божји е во куќата на Ефтимијан и по долго распрашување дознаа дека станува збор за оној просјак. Кога влегоа го најдоа мртов во неговата визба, а во лицето блескаше како сонце. Од онаа хартија неговите родители дознаа дека е тоа нивниот син Алексиј, а невестата којашто триесет и четири години живееше без него го виде нејзиниот маж, па сите ги обзеде неизмерна тага. По ова сепак се утешија, гледајќи дека Бог го прослави Својот угодник. Од допирот на неговото тело се лечеа многубројни болни и од него потече благоухано миро. Го погребаа во ковчег од мермер и смарагд. Главата се наоѓа во Светата Лавра на Пелопонез."
    }, {
      "title": " Светиот маченик Марин",
      "important": false,
      "desc": "Тој беше војник. Не само што не сакаше да им принесува жртви на идолите туку и жртвите што ги принесоа другите ги растури и со нозе ги изгази. За ова го мачеа и го убија со меч во 3 век. Еден сенатор Астериј, облечен во бела скапоцена облека, го набљудуваше мачењето на Св. Марин. И толку се одушеви од верата во Христа, Којшто им дава толкава храброст на Своите следбеници, што самиот на грб го зеде телото на маченикот и чесно го погреба. Кога го видоа тоа незнабожците и него го убија како христијанин."
    }],
    "id": 89
  }, {
    "day": "31",
    "holydays": [{
      "title": "Свети Кирил, архиепископ Ерусалимски",
      "important": false,
      "desc": "Роден е во Ерусалим во времето на Константин Велики, а умре во времето на Теодосиј Велики (315 г. – 386 г.). Во 346 година го посветија за свештеник, а во 350 г. го наследи на престолот блажениот ерусалимски патријарх Максим. Трипати го симнуваа од престолот и го испраќаа во прогонство, додека најпосле во времето на Теодосиј не го вратија, па проживеа мирно уште осум години и Му ја предаде душата на Господ. Тој имаше две тешки борби: од една страна со аријанците кои се засилија во времето на Константиновиот син Констанциј, а од друга во времето на Јулијан Отстапник, со самиот цар отпадник од верата и со Евреите. Во времето на силата на аријанците на денот на Педесетница се јави знакот на Крстот, посветол од сонце, се простираше над Ерусалим и над Елеонската Гора. Ова траеше неколку часа, а почна во девет наутро. За оваа појава што ја видоа сите жители на Ерусалим му пишаа и на царот Констанциј и тоа на мнозина им послужи за утврдување во Православието, а против ереста. Во времето на Отстапник се случи друг знак. За да го понижи христијанството Јулијан ги наговори Евреите да го обноват Соломоновиот храм. Св. Кирил Му се молеше на Бога тоа да не стане. И имаше страшен земјотрес којшто урна сѐ што беше обновено на храмот. Тогаш Евреите почнаа одново да градат. Но повторно фати земјотрес и го урна не само новоизграденото туку и старите камења кои уште се држеа под земјата. Така се обвистини зборот Господов: „ни камен на камен овде нема да остане“. Од многубројните списи на овој Свет отец зачувана е само неговата „Катихетика“, првокласно дело што ја потврдува верата и праксата на Православието до денешен ден. Овој светител беше необичен архипастир и голем подвижник. Се одликуваше со смирение и кротост, а сиот беше испостен и блед во ликот. После многуплодниот живот во подвиг и витештво за верата во Христа, мирно се упокои во Господ."
    }, {
      "title": " Свети Анин Чудотворец",
      "important": false,
      "desc": "Родум од Халкидон. Според растот малечок како Закхеј, но со духот и во верата голем. Во петнаесеттата година се одрече од светот и се насели во една визба во близина на реката Еуфрат и таму принесуваше покајание и молитви најпрво при својот учител Мајум, а по неговата смрт сам. Со силата на својата молитва еден сув бунар го наполни со вода и исцелуваше болни од разни болести и маки и ги скротуваше ѕверовите. Еден скротен лав постојано живееше кај него во послушание. Имаше дар на проѕорливост на далечина. Кога еден столпник кој живееше недалеку од него го нападнаа разбојници и толку го изнатепаа што овој намисли да слезе од столбот и да оди да ги обвини кај судиите, Свети Анин проѕре во неговата душа и ја виде намерата, па по својот лав му испрати писмо во кое го молеше да ја остави, да им прости на напаѓачите и да си го продолжи подвигот. Беше неискажливо милосрден. Епископот Неокесариски му подари едно магаре за да му го олесни носењето вода од реката, но тој му го подари магарето на еден сиромав којшто му се пожали на својата сиромаштија. Епископот му даде друго магаре, но тој и тоа го подари. Тогаш епископот му даде трето магаре но само на заем, како водоносец, со тоа што би морал да го чува и да му го врати. Пред својата смрт овој светител виде како му доаѓаат Мојсеј, Арон и Ор, кои го повикаа: „Анине, Господ те вика, стани и појди со нас!“ Им го откри ова на учениците и Му го предаде својот дух на Бога. Се упокои на возраст од 110 години."
    }],
    "id": 90
  }]
}