[{
  "day": "1",
  "holydays": [{
    "title": "Свети маченик Хрисант, Дарија и др.",
    "important": false,
    "desc": "Хрисант беше единец син на еден велик бојарин Полемиј, којшто од Александрија се беше преселил во Рим. Како син на богати родители Хрисант ги изучи разните светски школи, а ги имаше за учители најучените луѓе. Но светската мудрост го збуни и го остави во неизвесност околу прашањето што е вистина. И тој тагуваше заради ова. А Бог Кој промислува за сите и за сѐ ја ублажи неговата тага: до рацете на младичот Хрисант дојдоа Евангелието и Делата Апостолски. Кога ги прочита се просветли со Вистината. Бараше учител и го најде во лицето на еден свештеник Карпофор, којшто го поучи и го крсти. Ова не му се допадна на Хрисантовиот татко, кој презеде сѐ за да го одврати од Христовата вера. Откако не успеа, злобниот татко најпрво се обиде да го разврати и го затвори младиот човек сам со бесрамни девојки. Хрисант се победи самиот себеси во ова и се одржа во чистота. Тогаш татко му го присили да се ожени со незнабожечката девојка Дарија. Хрисант ја поучи Дарија и таа ја прими Христовата вера и живееја заедно како брат и сестра, во привиден брак. Кога умре татко му, Хрисант почна слободно да Го исповеда Христа и да живее според Неговите заповеди, тој и сиот негов дом. Во времето на царот Нумеријан тој и Дарија беа страшно мачени за верата. Но и самиот мачител Клавдиј, којшто го виде трпението на овие маченици и чудата што се пројавија при нивното мачење, ја прими Христовата вера заедно со целиот свој дом. Зато и него го потопија во вода, обајцата синови му ги заклаа, а жена му откако се помоли на губилиштето издивна. Дарија беше толку истрајна во маките што незнабожците викаа: „Дарија е божица!“ Најпосле Хрисант и Дарија беа каменувани во еден длабок ров. На тоа место подоцна беше подигната црква. Близу ровот имаше една пештера во која еднаш христијаните се собраа на литургија во спомен на Светите маченици Хрисант и Дарија. Кога дознаа за ова незнабожците навалија и ја затворија пештерата, во која ги натераа во смрт дојдените христијани, а тие со ова се преселија во блажениот живот. Славните маченици Хрисант и Дарија и останатите што загинаа со нив, меѓу нив беше и еден свештеник Диодор и ѓаконот Маријан, пострадаа за Христа во Рим, во 283 и 284 година."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Преподобна маченичка Фотина",
    "important": false,
    "desc": "Таа е жената Самарјанка која ја имаше ретката среќа да позборува со Самиот Господ Христос, на Јакововиот извор кај Сихем (Јован 4). Откако поверува во Исус Христос, таа тргна да го проповеда Евангелието заедно со своите двајца синови Виктор и Јосија и со петте сестри, коишто се викаа: Анатолија, Фота, Фотида, Параскева и Киријакија. Тие дојдоа во Картагена во Африка. Но во времето на царот Нерон ги осудија и ги доведоа во Рим, па ги фрлија во затвор. По Божја Промисла Домнина, ќерката на Нерон, дојде во допир со Света Фотина и ја прими Христовата вера. После затворот сите пострадаа за Христа. Фотина ја фрлија во бунар и таму го заврши земниот живот влегувајќи во бесмртното царство на Господ Христос."
  }, {
    "title": " Преподобен маченик Јован и другите со него",
    "important": false,
    "desc": "Тие се од обителта на Св. Сава Осветен кај Ерусалим. Овој славен манастир постои и денес. Повеќепати е напаѓан од дивите Арапи, но по Божја Промисла секогаш е обновуван и зачуван до денеска. Во времето на царувањето на Константин и Ирина Арапите го нападнаа и го ограбија. Монасите не сакаа да бегаат, а откако се посоветуваа со својот игумен Тома рекоа: „Ние побегнавме од светот во оваа пустина заради љубовта Христова. Срамота е да бегаме од пустината заради страв од луѓето. Ако нѐ убијат овде, ќе бидеме убиени заради нашата љубов кон Христа, заради Кого и дојдовме да живееме овде.“ И откако вака одлучија невооружени ги дочекаа Арапите, како јагниња волци. Некои од нив Арапите ги убија со стрели, некои ги затворија во пештерата на Св. Сава, па наложија на влезот оган и ги загушија со чад. И така многумина од нив завршија како Христови маченици и се преселија во Царството на Оној Кого Го љубеа. Чесно пострадаа пред Велигден 796 година во времето на царувањето на Константин и Ирина, кога ерусалимски патријарх беше Илија. Дивите напаѓачи наскоро ги постигна праведна казна. На враќање кон своите шатори се испокараа и изгинаа борејќи се меѓу себе. Ова се случи 796 година."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Свети Јаков Исповедник",
    "important": false,
    "desc": "Не се знае ни местото на неговото раѓање ни местото на неговото епископство. Се знае само дека ги исполнил Христовите заповеди, подвизувајќи се многу во пост и во молитва и дека во времето на Копроним претрпел големи беди од иконоборците: глад, затвор и секакво подбивање. Најпосле Му ја предал својата света душа на Бога, Кому верно Му послужил во овој живот. Живеел и страдал во 7 век."
  }, {
    "title": " Преподобен Серапион",
    "important": false,
    "desc": "Другар на Св. Антониј Велики. Во Нитриската пустина беше настојател на т.н. Антиохиски манастири, во кои имаше околу единаесет илјади монаси. Паладиј и Созомен го нарекуваат Велик. Се упокои околу 366 година. Пишуваше Свети Серапион: „Не мисли дека болеста е тешка, тежок е само гревот. Болеста нѐ следи само до гробот, а гревот останува со грешникот и потоа“."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Св. свептеномаченик Василиј Анкирски",
    "important": false,
    "desc": "Презвитер анкирски. Под царот Констанциј трпеше многу од аријанците. Во тоа време се прочу како голем ревнител на Православието и вистински пастир на словесното стадо во Анкира. Потоа кога на престолот стапи Јулијан Отстапник и почна гонењето на христијаните, Василиј јавно го изобличуваше тоа ново нечестие и ги утврдуваше своите луѓе во верата. За ова беше фрлен во затвор. Кога дојде царот Јулијан во Анкира, го изведоа пред него Василиј и царот почна да го наговара да ја остави Христовата вера, ветувајќи му почести и богатство. Василиј му одговори: „Јас верувам во мојот Христос од Кого ти се одрече и Којшто ти го даде ова земно царство, но наскоро и ќе ти го одземе. Зарем не се срамиш од олтарот под којшто се спаси од смрт кога имаше осум години, кога те бараа за да те убијат?... Затоа наскоро ќе ти биде одземено ова земно царство; ни телото нема да ти биде погребано кога ќе си ја испуштиш душата во тешки маки.“ Царот се разлути и нареди од телото на Василиј секој ден да дерат по седум ремени кожа. Вака правеа мачителите неколку дена. Кога Василиј повторно излезе пред царот, самиот си симна еден ремен од сопствената кожа и му ја фрли в лице на Јулијан извикувајќи: „Земи и јади, Јулијане, ако ова јадење ти е слатко, а мене живот ми е Христос!“ Овој настан се разгласи по целиот град и царот од срам тајно се повлече од Анкира во Антиохија. А Василиј продолжија да го мачат со усвитено железо дури не Му ја предаде својата душа на Господ, за Кого многу пострада во 363 година."
  }, {
    "title": " Света Дросида",
    "important": false,
    "desc": "Ќерка на царот Трајан. Заедно со пет други жени ја фатија како ги собира телата на постраданите Христови маченици и за ова царот жестоко ја искара. Оние пет жени беа тешко мачени и најпосле фрлени во растопен бакар, каде што Му ги предадоа своите души на Господ. А Дросида остана под строга царска стража. Но таа побегна од дворецот и самата себеси се крсти во една река. По осум дена Му ја предаде својата душа на Бога."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Преподобен свештеномаченик Никон",
    "important": false,
    "desc": "Роден е во Неапол од татко незнабожец и мајка христијанка. Беше римски офицер во Неапол. Не беше крстен, иако мајка му тајно од таткото го поучуваше на Христовата вера. Еднаш кога тргна со својата чета во бој, мајка му го посоветува ако западне во неволја да се прекрсти и да Го повика Христа на помош. И навистина, кога во битката Никоновата чета беше опколена и сосем близу до конечна погибел, Никон се прекрсти и во срцето повика кон Господ Исус. Во тој миг се исполни со необична сила, јурна на своите непријатели и едните ги уби, а другите ги натера во бегство. Враќајќи се дома непрестајно во чудо возвикнуваше: „Голем е христијанскиот Бог!“ Откако ја израдува мајка си со веста за победата со помош на крстот Христов, тајно отплови во Азија и таму епископот кизички Теодосиј го крсти. По Крштението се затвори во еден манастир, каде што се предаде на учење и подвиг. Но пред смртта епископот Теодосиј имаше видение во кое му беше заповедано за свој наследник да го ракоположи Никон. Старецот Теодосиј веднаш го повика Никон и го ракоположи за ѓакон, потоа за презвитер и накрајот за епископ. По Божја Промисла Никон наскоро дојде во Неапол, каде што ја затекна мајка си сѐ уште жива. По нејзината смрт заедно со деветмина ученици, свои некогашни војнички другари, замина за Сицилија и таму го проповедаше Евангелието. А во тоа време имаше страшно гонење на христијаните. Кнезот Квинтијан го фати Никон со другарите и ги удри на големи маки. Сто и деведесет негови другари и ученици беа убиени. А мачителот го врзуваше Никон за опашките на коњите, го фрлаше во бездна од високи карпи, го тепаше, го стружеше, но Никон ги преживеа сите тие маки. Најпосле го убија со меч и се пресели со душата кај Господ. Неговото тело го оставија во полето за да го изедат птиците. Но едно демонизирано овчарче се сопна и падна врз мртвото тело на Христовиот маченик и веднаш се исцели. Разгласи за телото на Свети Никон, па дојдоа христијаните и го погребаа. Пострада за Христа во времето на царот Декиј."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Преподобен Захариј",
    "important": false,
    "desc": "Син на Карион Мисирецот, којшто ги остави жената и децата и се замонаши. Захарија го зеде кај себе неговиот татко, бидејќи мајка му не можеше да го прехрани. Иако многу помлад од многумина старци во Скитот, се здоби со многу поголеми благодатни дарови од многумина меѓу оние старци. Од благодатта Божја чувствуваше како му гори целата внатрешност. На прашањето на Св. Макариј кој е вистински монах, Захарија одговори: „Оној којшто непрестајно се принудува себеси на заповедите Божји“. А на прашањето на авва Мојсеј што значи да се биде монах, Захарија ја симна камилавката, ја изгази со нозете, па рече: „Ако човекот не се смири не може да биде монах!“ Беше големо светило меѓу монасите во пустината и млад се упокои во Господ."
  }, {
    "title": " Преподобен Јаков Исповедник",
    "important": false,
    "desc": "Беше монах на Студитскиот манастир. Пострада за иконите од царот Лав Ерменин. Кога великиот Теодор Студит беше во ропство, Јаков го фрлија во големи маки за да се одрече од иконопочитувањето. Но тој остана истраен и верен на Православието докрај. Избиен и измачен го вратија назад во манастирот, а тогаш злобниот цар најде зол крај на својот живот. Преподобен Јаков умре во манастирот од тешките повреди стекнати при страдањето."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Свето Благовештение",
    "important": true,
    "desc": "Кога Пресветата Дева наврши единаесет години пребивање и служење во ерусалимскиот храм и четиринаест од раѓањето - значи кога стапи во петнаесеттата година од животот - свештениците ѝ соопштија дека според Законот повеќе не може да остане при храмот, туку треба да пристапи кон веридба и брак. Одговорот на Пресветата Дева беше големо изненадување за тамошните свештеници. Изјави дека Таа себеси Му се посветила на Бога и не сака да стапува во брак со никого. По Божја Промисла и вдахновение тогаш првосвештеникот Захарија, татко на Св. Јован Крстител, се договори со другите свештеници, па собраа дванаесет безжени луѓе од Давидовото племе за да пронајдат еден на кого што би му ја довериле Дева Марија како на оној кој ќе ја чува Нејзината девственост и ќе се грижи за Неа. Му ја доверија на стариот Јосиф од Назарет, којшто ѝ беше роднина. Во домот Јосифов Пресветата Дева продолжи да живее исто како во Соломоновиот храм, минувајќи го времето во читање на Светото Писмо, во богомислие и ракоделие. Од дома не излегуваше речиси никогаш ниту се интересираше за светските работи и настани. Малку зборуваше со кого било и никогаш без особена потреба. Најчесто општеше со ќерките на Јосиф. Но кога се исполни времето означено со пророштвото на Даниил и кога Бог благоволи да го исполни ветувањето што му го даде на прогонетиот Адам и на Пророците, на Пресветата Дева ѝ се јави во одајата великиот архангел Гавриил, а некои свештеници пишуваа дека во оној миг Таа го имала пред себе отворено пророштвото на Исаија кој вели: „Ете, девојка ќе зачне и ќе роди син!“ Гавриил ѝ се јави во архангелска светлина и ѝ рече: „Радувај се, благодатна! Господ е со Тебе!“ И сѐ друго, како што пишува во Евангелието на Божествениот Лука. Со оваа архангелска благовест и со слегувањето на Светиот Дух врз Пречистата Дева, започна спасението на луѓето и обновата на созданието. А историјата на Новиот Завет значи радост за човештвото и за сета твар."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Собор на свети Архангел Гавриил",
    "important": true,
    "desc": "Тој е благовесникот на воплотувањето на Синот Божји. Еден од големите седум ангели што претстојат пред престолот Божји. Му го јави на Захарија раѓањето на Св. Јован Предвесник и самиот за себе рече: „Јас сум Гавриил кој стојам пред Бога“ (Лука 1, 19). Неговото име, Гавриил, значи маж - Бог. Зборувајќи за Благовештение Светите отци толкуваат дека е испратен архангел со такво име што ќе означи кој и каков ќе биде Оној што ќе се роди од Пречистата Дева. Ќе биде значи Маж - Бог, крепок, силен Бог. Некои дознаа дека истиот тој Гавриил им го јави на Јоаким и Ана раѓањето на Дева Марија и дека тој го поучуваше Мојсеј во пустината како да ја напише книгата Битие. Светите отци мислат дека Гавриил му принадлежи на првиот и највисок чин на небесните сили, на серафимскиот, зашто серафимите стојат најблиску до Бога. Тој е значи еден од седумте серафими најблиски до Бога. Имињата на тие седуммина се: Михаил, Гавриил, Рафаил, Уриил, Селатиил, Јегудил, Варахиил. На овој број некои им го додаваат и Еремиил. Секој од нив има посебна служба, а сите тие се рамночесни. Зошто Бог не го испрати Михаил? Зашто неговата служба е да ги крши непријателите на Божјата вера. А службата на Гавриил е благовестење за човековото спасение."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Светата маченичка Матрона Солунска",
    "important": true,
    "desc": "Како сиромашна девојка беше слугинка во куќата на еден Евреин во Солун. Жената на Евреинот постојано ѝ се потсмеваше за нејзината вера во Христа и ја наговараше да се одрече од Него, а да оди во синагогата. Но кротката Матрона ништо не ѝ одговараше на својата госпоѓа, а тајно Му се молеше на Господ Христос. Еднаш Еврејката дозна дека кришум од неа Матрона отишла в црква, па сета во гнев ја запраша зошто не отишла во синагогата туку в црква. Матрона ѝ одговори: „Затоа што во христијанската црква живее Бог, а од еврејската синагога Он отстапи“. Бесна заради овој мажествен одговор Еврејката ја натепа и ја затвори во една темна одаја, а уште и ја врза. Но утредента ја најде одврзана со Божјата сила како клечи на молитва и Го фали Бога. По ова уште на двапати Еврејката ја затвараше и ја мореше со глад додека слугинката не ја испушти душата. Тогаш нечестивата жена го зеде телото на Светата девојка и од високо од нејзината куќа го фрли на земја. Христијаните го зедоа телото и чесно го погребаа, а кога епископот Александар ги дозна многубројните чуда на Светата маченичка, на нејзиниот гроб подигна црква. Злобната Еврејка наскоро ја постигна праведна казна: од истото место на куќата од коешто го фрли долу телото на Св. Матрона, таа се лизна, падна на калдрмата и намртво се разби."
  }, {
    "title": " Преподобен Пафнутиј",
    "important": false,
    "desc": "Ученик на Св. Антониј Велики. Со светоста на животот многумина ги обрати на патот на покајанието. Една од нив е и Св. Таиса (под 8 октомври). Повеќе личеше на бестелесен ангел одошто на телесен човек. Се упокои на крајот од 4 век."
  }, {
    "title": " Света Лидија Македонска",
    "important": true,
    "desc": "Света Лидија е родена во Тијатир (денешен Ак-Хисар), во Мала Азија, во првиот век. А во она време градот Тијатир беше познат по бојаџилниците. Па и оваа богобојазлива Лидија, како што се нарекува во Делата Апостолски (16, 14), беше продавачка на пурпурни ткаенини и бои кога стана прв човек во Филипи, во Македонија (па и во Европа), кого светиот апостол Павле го обрати во верата. За своето доаѓање во Македонија првиот проповедник на Евангелието за незнабожците беше поттикнат од Светиот Дух во видение. Бидејќи, кога апостолот и браќата што беа со него дојдоа во Мизија, се обидоа да отидат во Витинија, но Духот не ги пушти. И кога ја напуштија Мизија, слегоа во Троада. Преку ноќта Павле имаше видение: стоеше пред него еден човек, Македонец, кој го молеше и му велеше: ’Премини во Македонија и помогни ни!’ ... (Дела 16, 7 – 9). Надвор од градот Филипи при една река, сведочат апостолите во Делата Апостолски, беше едно место каде што доаѓаа од градот оние што имаа обичај да се молат. Меѓу таму насобраните жени Господ ѝ го отвори срцето на богобојазливата Лидија да внимава на зборовите Павлови. А кога се крсти таа и целиот нејзин дом, ги молеше кај неа да живеат Павле и оние што го придружуваа (апостолите Сила и Тимотеј), велејќи: „Ако сте ме признале за верна на Господа, тогаш влезете и живејте во мојата куќа.” (Дела 16, 15). Семејството на Света Лидија и домот на затворскиот стражар пред кого, по молитвите на светите апостоли Павле и Сила, се изврши чудото на отворањето на затворот во Филипи (Дела 16, 26), се првите никулци на Христовата Црква на македонска почва, која оттогаш, по молитвите на апостолите и на оние што по нивните зборови се обраќаа во Христовата благодат, низ многу страдања и искушенија со векови расне и принесува изобилен плод по сите македонски краишта."
  }, {
    "title": " Светите Пречистански маченици",
    "important": false,
    "desc": "Среде природните убавини на планината Цоцан во близина на Кичево, Пресвета Богородица си издигнала прекрасен дом – манастирот „Пречиста – Кичевска“, посветен на светото Благовештение. Кон средината на XVI век, монашкото братство од овој манастир станало вистинска утеха и крепост за напатениот народ кој страдал под тешкото османлиско ропство. Гласот за нивната слава и духовна сила допрел и до злонамерните Агарјани, па тие на 27-от ден од месец март, 1558 лето Господово, со сета своја јарост се упатиле кон светата Богородична обител. Браќата заедно со присутните мирјани биле собрани како и обично во храмот на заедничка Литургија. Во часот кога од певницата, со умилен молитвен глас, бавно прозвучила херувимската песна, отец Аверкиј, којшто морал да исполни некое послушание надвор, втрчал во храмот и известил дека кон манастирот се приближува многуброен, насилнички османлиски аскер. Тогаш преподобниот старец Евнувиј, заедно со уште двајцата монаси Пајсиј и Аверкиј, подготвени да примат маченички венец, останале во манастирот, а останатите монаси и мирјани заминале во шумата и таму пронашле безбедно место да ја довршат Литургијата. По службата, откако се увериле дека Агарјаните биле заминати, монасите се вратиле и тука затекнале страшна и тажна слика: сè било уништено, храмот бил во пламен, а на местото Γοсподинец близу манастирската чешма, лежеле телата на тројцата свети старци и духовни учители. Тие откако најрешително одбиле да се приклонат кон иноверното учење и пред разбеснетите Агарјани непоколебливо ја исповедале својата силна вера во Спасителот Христос, биле подложени на страшни измачувања и примиле маченички венец со отсекување на нивните божествени глави. Сите селани од околните села се собрале за да ја споделат болката со осиротеното и обездомено братство. Притоа, со стравопочит и солзи во очите, тие им се поклонувале и ги целивале телата на светите преподобномаченици. Но тагата се преплетувала со радост заради стекнувањето на тројца нови застапници за народот пред Бога. Со силното молитвено застапништво на светите тројца преподобномаченици, и под покровителство на Пресвета Богородица, светата обител не се распуштила, туку продолжила со својата монашко-евангелска просветна дејност. За шест години бил изѕидан нов храм од камен. Таков бил подвигот, страдањето и преминот во вечниот живот на нашите свети отци и преподобномаченици: Евнувиј, Пајсиј и Аверкиј. По нивните свети молитви, Господи Исусе Христе, чувај ја нашата татковина и спаси ги нашите души, дарувајќи ни голема милост. Амин!"
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Преподобен Исихиј Ерусалимски",
    "important": false,
    "desc": "Презвитер и длабок богослов. Ученик на Св. Григориј Богослов. Особено е препорачливо неговото славно дело „За трезвеноумието и молитвата“. Современик и на Св. Ефтимиј Велики. Се упокои мирно околу 434 година."
  }, {
    "title": " Преподобен Иларион Нови",
    "important": false,
    "desc": "Игумен на манстирот Пеликит близу Хелеспонт. Со Духот Божји блесна како сонце. Исцелуваше болести кај луѓето и изгонуваше демони. Во времето на Лав Ерменин настана иконоборно гонење во кое пострада и овој Божји човек. Го испратија во ропство во прогонство близу Ефес заедно со неговите четириесетмина монаси и во 754 година се упокои во затворот."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Свети Марко Исповедник, епископ Аретусиски ",
    "important": false,
    "desc": "За неговото страдање известуваат Св. Григориј Богослов и блажениот Теодорит. Според тие извештаи Марко разурнал некој незнабожечки храм во времето на царот Константин и многумина ги превел во христијанската вера. Но кога на царскиот престол седна Јулијан Отстапник, со отпаѓањето на овој цар од верата во Христа и некои аретујски граѓани се одрекоа од Христа и се вратија во незнабоштвото. Сега тие се кренаа на Марко затоа што им го разорил нивниот храм, па побараа или да им изгради храм или да им плати некоја поголема сума пари. Бидејќи старецот Марко се откажа да им направи како што бараа, го биеја, го навредуваа и го влечеа по улиците. Потоа со тенок и јак конец му ги одрежаа ушите, а потоа го разголеа и го намачкаа со мед, па го оставија врзан за едно дрво на летната жега за да го касаат осите, комарците и стршените. Но Христовиот маченик претрпе сѐ без збор. Беше сосем стар, а лицето му светеше како на Господов ангел. Незнабожците ја спуштаа цената за својот храм сѐ пониско и на крајот му побараа на маченикот една сосем незначителна сума којашто тој лесно можеше да им ја плати, но Св. Марко одби да даде и најситна паричка за таа цел. Неговата трпеливост направи огромен впечаток врз граѓаните и за ова почнаа да му се восхитуваат и да сочувствуваат со него и заради ова ја спуштија цената на својот храм речиси на нула, само за да остане жив. Најпосле го пуштија на слобода и еден по еден повторно сите примија од него поука и се вратија во Христовата вера. За слично дело во тоа време пострада и ѓаконот Кирил од градот Илиопол под гората Ливан. Тој беше разбил некои идоли за време на слободата на христијанството, а под Јулијан за ова беше луто мачен. Незнабожците беа толку озлобени на него, што кога го убија со заби му ја распараа утробата. Истиот ден пострадаа со него и многумина други. Злобните незнабожци ги исекоа нивните тела на парчиња, ги помешаа со јачмен и им ги дадоа на свињите. Но набрзо ги постигна казна: забите им испопаѓаа, а на усните им изби неподнослива смрдеа."
  }, {
    "title": " Преподобен Јован Пустиник",
    "important": false,
    "desc": "Син на една христијанка Јулијана во Ерменија. Уште како момче ја остави мајка му и побегна во пустина. Сиот пламтеше од љубов кон Господ Христос. Во пустината најпрво се предаде на раководство на духовникот Фармутиј, којшто толку се беше удостоил кај Бога што ангел Божји секојдневно му носеше леб. По извесно време младиот Јован се оддалечи и се повлече во осаменост. Се спушти во еден сув бунар и внатре помина цели десет години во пост, молитва и бдеење. Св. Фармутиј му носеше од ангелскиот леб и му даваше да јаде. Бидејќи ангелот Божји не сакаше лично да му дава леб на младиот Јован, за да не се погордее, затоа леб му се даваше преку Старецот Фармутиј. По десет години тежок подвиг во бунарот, Свети Јован се престави кај Господ, а неговите мошти се покажаа чудотворни. Поживеа и се прослави во 4 век."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Преподобен Јован Лествичник",
    "important": false,
    "desc": "Писателот на прочуената Лествица. Однекаде дојде на Синајската Гора како шеснаесетгодишно момче и остана овде, прво како послушник, потоа како отшелник и на крајот како синајски игумен до осумдесеттата година од животот, кога се упокои (околу 563 година). Неговиот животописец, монахот Даниил, за него вели: „Со телото се вознесе на Синајската Гора, а со духот на Гората Небесна“. Кај својот духовен отец, Мартириј, Свети Јован помина во послушание деветнаесет години. Кога Анастасиј Синајски еднаш го виде младиот Јован, за него прорече дека ќе биде синајски игумен. По смртта на својот духовник Јован се повлече во една пештера, во која во тешки подвизи проживеа дваесет години. Неговиот ученик Мојсеј еден ден заспа под сенката на еден голем камен. Додека во тој миг стоеше на молитва, Св. Јован виде дека ученикот му е во опасност и почна за него да Му се моли на Бога. Подоцна кога дојде, Мојсеј падна на колена пред својот духовен отец и му заблагодари зашто го спаси од сигурна смрт. Му раскажа како во сон го слушнал гласот на Св. Јован кој го викнал, па скокнал од сонот. Во тој миг оној голем камен паднал, а ученикот се спасил неповреден. На навалување на браќата светителот прифати да им биде игумен и со љубов и ревност се трудеше за спасението на човечките души. Еднаш слушна прекор од некои дека е многуглаголлив. Не се разгневи ни малку, но по ова замолча и цела година не изговори ни збор додека браќата не го измолија да им зборува и да продолжи да ги поучува со неговата Божествена мудрост. Еднаш во Синајскиот манастир дојдоа шестотини поклоници. На трпезата сите видоа едно вешто момче во еврејска облека како им служеше, а и на останатите слуги им заповедаше и ги распоредуваше. Одеднаш момчето исчезна. И кога сите се обѕираа и се распрашуваа, Свети Јован рече: „Не го барајте, тоа беше Пророкот Мојсеј, кој ни послужи на своето место“. За време на своето молчалништво во пештерата Св. Јован напиша многу духополезни книги, од кои најславна и до ден денес многу читана е „Лествица“. Во неа се опишува методот на вознесувањето на душата кон Бога како постапна лествица. Пред смртта Свети Јован го одреди својот брат по тело Георгиј за наследник во игуменството на манстирот. Но тој многу тагуваше заради разделбата со неговиот Свет брат и игумен. Тогаш Јован му рече дека ако се удостои со близината Божја на оној свет ќе се моли и тој, Георгиј, да биде земен. Така и стана. По десет месеци се упокои и Георгиј и стана небесен сограѓанин на својот свет брат Св. Јован Лествичник."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Светиот свештеномаченик Ипатиј, епископ Гангрски",
    "important": false,
    "desc": "Роден во Киликија, а епископ во градот Гангра. Учествуваше на Првиот Вселенски Собор. На сите страни прочуен заради благочестивиот живот и дарот на чудотворство. Царот Констанциј нареди да се изобрази ликот на Ипатиј уште за време на животот на овој светител и тој лик царот го држеше во својот дворец како оружје против секаква непријателска сила. Враќајќи се еднаш од Цариград Ипатиј беше нападнат во еден теснец од еретиците новатијани и турнат од друмот во некоја кал. При ова една жена од таа дружина го удри со камен во главата и вака светителот го заврши својот земен живот. Но жената одеднаш полуде и го зеде истиот оној камен и со него се удираше самата себеси. Кога ја доведоа на гробот на Свети Ипатиј и Му се помолија на Бога за неа, по големата милосрдност на Свети Ипатиј таа се исцели и остатокот од животот го помина во покајание и молитва. Свети Ипатиј пострада и се пресели во Царството на Христос во 326 година."
  }, {
    "title": " Преподобен Аполониј",
    "important": false,
    "desc": "Прочуен мисирски пустиник. Во петнаесеттата година се одрекол од светот и се повлекол во некоја гора, каде што проживеал четириесет години, хранејќи се само со полски растенија. Потоа основа манастир во кој имаше петстотини монаси. Се упокои мирно во 395 година."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Света Марија Египетска",
    "important": false,
    "desc": "Житието на оваа светителка го напиша ерусалимскиот патријарх Св. Софрониј. Еден свештеномонах, старецот Зосим, се оддалечи еднаш за време на Чесниот Пост во Задјорданската пустина на растојание од дванаесет дена одење. Одеднаш здогледа едно човечко суштество, суво, голо во телото, со коса бела како снег, кое веднаш почна да бега од погледот на Зосим. Старецот долго трчаше додека онаа човечка прилика не прилегна во потокот и не викна: „Авво Зосиме, прости ми заради Господ, не можам да ти се обратам, зашто сум гола жена!“ Тогаш Зосим ѝ ја дофрли својата горна наметка и таа му се јави. Старецот беше застрашен од звукот на своето име што го изговорија усните на таа непозната жена. На негово долго настојување жената му го раскажа своето житие. Таа била родена во Мисир и од својата дванаесетта година почнала да живее развратно во Александрија и во разврат поминала цели седумнаесет години. Гонета од блудниот телесен оган еден ден седнала на кораб што пловел за Ерусалим. Кога пристигнала во Светиот Град, посакала и таа да влезе в црква и да му се поклони на Чесниот Крст, но некоја невидлива сила ја задржувала и не ѝ допуштала да влезе. Во голем страв погледнала во иконата на Пресвета Богородица во припратата на црквата, молејќи се кон Пречистата да ѝ дозволи да влезе и да го целива Чесниот Крст, исповедајќи ја својата грешност и нечистотија, а ветувајќи дека по ова ќе појде таму каде што ќе ја упати Богородица. Тогаш ѝ било дозволено да влезе в црква. Откако го целивала Чесниот Крст повторно излегла во припратата пред иконата и Ѝ се заблагодарила на Пресвета Богородица, но во тој миг чула глас: „Ако го преминеш Јордан, ќе најдеш мир!“ Таа веднаш купила три леба и тргнала кон Јордан, каде што стигнала истата вечер. Утредента се причестила во манастирот на Св. Јован и ја преминала реката. Во пустината поживеала цели четириесет и осум години, во преголеми маки, во страв, во борба со страсните помисли како со диви ѕверови. Се хранела со зелје. Сега таа го замоли Свети Зосим идната година да дојде на брегот на Јордан и да ѝ донесе Причест, ветувајќи му дека ќе дојде да се причести. Следната година авва Зосим дојде на брегот носејќи ѝ Света Причест, а се чудеше како светителката ќе го премине Јордан. Во тој миг виде на блесокот од месечината дека таа дојде до реката, ја прекрсти и појде по водата како по суво. Кога ја причести, го замоли идната година да дојде кај истиот оној поток каде што се видоа првпат. Авва Зосим појде и на она место го најде нејзиното мртво тело, а над главата натпис: „Погребај го, авво Зосиме, на ова место телото на смирената Марија, предај му го правот на правот, се преставив на први април, во ноќта на спасоносното Христово страдање, по причестувањето со Божествените Тајни“. Од овој натпис авва Зосим го дозна прво нејзиното име, а второ страшното чудо дека таа претходната година, истата онаа ноќ кога се причести, стасала до овој поток до којшто тој мораше да патува дваесет дена. Вака Зосим го погреба телото на чудесната Светителка Марија Египетска. А кога се врати во манастирот, ја раскажа целата историја на нејзиниот живот и чудото коешто самиот го виде од неа. Така ја прослави Господ покајаната грешница. Света Марија се споменува и во петтата недела на Чесниот Пост. Во тие денови Црквата им ја предочува на верните како пример за покајание. Се упокои во Господ околу 530 година."
  }, {
    "title": " Свети Мелитон,епископ Сардиски ",
    "important": false,
    "desc": "Прочуен пастир на Црквата од 2 век. Владееше со голема ученост и се трудеше сите книги на Светото Писмо да ги собере во еден кодекс. А според својата кротост и благочестие пак, се трудеше да внесе мир во Лаодикиската Црква, вознемирена од спорот околу датумот на празнувањето на Пасха. Освен ова, го бранеше христијанството пред незнабожците. Така околу 170 година патуваше во Рим и на царот Марко Аврелиј му поднесе една писмена одбрана (апологија) на верата и Црквата. Овој учен, благочестив и ревносен маж се упокои мирно во Господ во 177 година."
  }, {
    "title": " Преподобен Прокопиј Чех",
    "important": false,
    "desc": "Роден во Хотиш во Чешка од угледни родители. Стана свештеник и се оддалечи во планина за да живее по примерот на источните пустиници. Херцег Урлих случајно го најде и му помогна да го устрои манастирот на Св. Јован Предвесник на реката Сазава. Овој свет маж се упокои во 1053 година."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Преподобен Тит Чудотворец",
    "important": false,
    "desc": "Од младоста Го возљуби Христа и го замрази овој суетен свет. Заради ова го остави светот, отиде во манастир и прими ангелски образ. Не жалејќи се себеси се предаде на скрбен и тесен монашки пат. Преку големо трпение ги стекна двете основни добродетели: послушанието и смирението и со нив ги надмина „не само браќата туку и сите луѓе“. Од младоста ја зачува чистотата на душата и телото. Во времето на иконоборната ерес се покажа како непоколеблив столб на Божјата Црква. Заради неговото големо смирение и чистота, Бог му даде дар на чудотворство и за време на животот и по смртта. А кога се пресели кај Господ, остави многубројни ученици зад себе. Се престави во 9 век."
  }, {
    "title": " Светите маченици Амфијан и Едесија",
    "important": false,
    "desc": "Две момчиња, браќа по тело. Од градот Патара, од родители угледни но незнабожци. Кога во градот Вирит ги изучуваа светските науки некако се просветија со Духот Божји и ја познаа лажноста на незнабожието, а ја наѕреа вистината на христијанството. Па кога се вратија дома не можеа повеќе да живеат со своите родители и роднини незнабожци, туку тајно побегнаа во Кесарија Палестинска кај презвитерот Памфил, којшто беше познат по светоста и духовната ученост. Кај Памфил дење и ноќе се поучуваа на законот Божји и ги практикуваа христијанските подвизи. За Амфијан велат дека по тело бил стар дваесет години, а според разумот и великодушноста стогодишен. Кога настана гонењето во времето на Максимин, мнозина христијани побегнаа од градот и се сокрија, додека другите драговолно и радосно се предадоа во рацете на мачителите за да пострадаат во името на Оној Кој Самиот прв за нив пострада. Амфијан беше меѓу овие христијани. Дојде во незнабожечкиот храм бестрашно, а овде кнезот Урбан им принесуваше жртви на идолите. Амфијан го фати за раката со која кнезот ја држеше жртвата и му викна да отстапи од служење и жртвопринесување на мртвите идоли, а да Го познае вистинскиот Бог. Некои што ги слушнаа овие зборови и ја видоа оваа храброст на Амфијан се покајаа и ја примија Христовата вера. Но кнезот се разлути и го подложи Амфијан на маки. Меѓу другото му ги обвиткаа нозете со памук и го запалија. Но кога остана жив, го фрлија во морето со камен на вратот. Морето се возмути и го исфрли телото на Светиот маченик. Едесиј најпрво беше испратен во бакарните рудници во Палестина, а потоа го одведоа во Мисир. Во Александрија се исполни со света ревност против еден кнез Ероклеј, којшто ги имаше собрано христијанските монахињи, девојки и чесни жени на плоштадот и за подбив им ги раздаваше на најбесрамните развратници. Едесиј се исполни со света ревност и на бесчесниот кнез му удри шлаканица. За ова тој, како и неговиот брат Амфијан, беше мачен и потопен во морето. Се жртвуваа за Христа како две невини јагниња околу 306 година."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Свети Никита Исповедник",
    "important": false,
    "desc": "Роден е во Витинија во градот Кесарија. Неговиот татко Филарет штом се лиши од својата сопруга се замонаши и Никита остана кај баба му, мајката на татко му. Откако порасна и заврши со изучувањето на науките појде во Мидикискиот манастир, каде што игуменот Никифор го потстрижа за монах, а по седум години подвиг патријархот Тарасиј го ракоположи за јеромонах. По смртта на Никифор и на Никитиниот верен другар Атанасиј, братството го избра Никита за игумен, а тој тоа го прими наспроти својата волја. Свети Никита им беше светол пример за живот и подвиг на браќата цела низа години. Но кога се зацари царот Лав V Ерменин, после благочестивата Ирина и правоверните цареви Никифор и Михаил, иконоборната ерес повторно се распали. Царот го симна патријархот Никифор и го испрати во прогонство, а на негово место го воздигна еретикот Теодот Каситер, човек со нечист живот. Беше затворен и мачен и Никита, но тој не се поколеба во Православието. Го носеа од затвор во затвор, го мореа со глад и со жед, со мраз и со пот и подбив. Но не даде да се расколеба. Особено му здодеваше еден Никола со потсмеви и навреди. Една ноќ на Никола му се јави неговиот покоен татко во сон и прекорно му рече: „Отстапи од Божјиот слуга!“ Од тој миг Никола се покаја и не само што повеќе не му здодеваше на светителот туку и другите ги одвраќаше да не му здодеваат. Кога царот Лав Ерменин загина со зла смрт, царството го презеде царот Михаил Валвос, а тој ги ослободи православните страдалници. Никита се повлече во едно осамено место близу Цариград, каде последните денови од неговиот земен живот ги помина во молитва и благодарење. Кога умре телото му го пренесоа во неговиот манастир. При оваа поворка мнозина болни коишто се допреа до неговото тело се исцелија. Моштите му беа положени до гробниците на неговиот духовен отец Никифор и другар му Атанасиј. Овој голем јерарх се упокои во Господ во 824 година."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Преподобен Јосиф Песнописец",
    "important": false,
    "desc": "Роден е во Сицилија од благочестиви и добродетелни родители, Плотин и Агатија. По смртта на родителите премина во Солун, каде што се замонаши. Како монах на сите им беше пример во постот, во крајната воздржливост, непрестајната молитва и псалмопеење, бдеењето и трудољубивоста. Солунскиот епископ го ракоположи за јеромонах. Кога прочуениот Григориј Декаполит го посети Солун, од дното на срцето го засака Јосиф заради неговиот редок карактер, па го зеде со себе во својот манастир во Цариград. Кога повторно изби пламенот на иконоборната ерес под Лав Ерменин, овој Јосиф беше испратен во Рим да ги повика папата и римската Црква во борба за вистинската вера. Но патем го фатија гусари и го одведоа на Крит, каде што еретиците шест години го држеа во затвор. Светиот Јосиф се радуваше зашто се удостои да пострада за Христа и непрестајно за ова Му благодареше на Бога сметајќи ги како златни украси железните окови на своето тело. Шестата година на Божиќното утро злочестивиот цар Лав беше убиен во црквата за време на утрената. Во истиот тој час на Јосиф му се јави Св. Николај и му рече: „Стани и следи ме!“ Тој се почувствува како подигнат во воздухот и одеднаш се најде во Цариград. На неговото доаѓање му се израдуваа сите правоверни. Им испеа канони и стихири на многумина светители. Имаше дар на проѕорливост, заради што патријархот Фотиј го постави за духовник и исповедник на свештенството, а го препорача како: „Човек Божји, ангел во тело, отец на отците“. Во длабока старост Му го предаде својот дух на Бога, Кому тој верно Му послужи. Се упокои мирно во Господ на Велики Четврток 883 година."
  }, {
    "title": " Светата маченичка Фервута и нејзината сестра вдовица и нивната робинка",
    "important": false,
    "desc": "Во времето на персискиот цар Савориј беше погубен Светиот епископ Симеон. Неговата сестра Фервута по желба на царицата ја зедоа во дворецот. Но таа беше необично убава и затоа навалија многубројни кандидати за женидба, меѓу кои имаше и незнабожечки гатачи и жреци. Фервута ги одби сите и со ова предизвика против себеси голем гнев. Бидејќи во тоа време се разболе царицата, гатачите му објаснија на царот дека е отруена од Фервута, а на болната царица како лек ѝ го препорачаа ова: Фервута, нејзината сестра и нивната робинка како христијанки да се престругаат со бичкии, трите половини на нивните тела да се состават на една страна, а другите три половини на друга, а царицата да се протне меѓу нив. Царот се согласи со овој крволочен предлог на гатарите. Фервута, нејзината сестра и нивната робинка пострадаа за Христа во 343 година, со ваква смрт влегувајќи во бесмртното царство на Господ Христос."
  }, {
    "title": " Преподобен Зосим",
    "important": false,
    "desc": "Монах на Јорданската обител во времето на царот Теодосиј Помладиот. Ја пронајде, ја причести и ја погреба Св. Марија Египетска. Се упокои во Господ во стотата година од животот, во 6 век."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Светите маченици Агатопод и Теодул",
    "important": false,
    "desc": "Првиот беше ѓакон, а вториот чтец на црквата во Солун; првиот преукрасен со старечка мудрост, а вториот со младешка девственост. Во времето на Диоклецијановата хајка на христијаните овие двајца беа повикани на суд. Тие се одѕваа со радост и држејќи се еден другиот за рака одеа викајќи: „Ние сме христијани!“ Сите совети на судиите да се одречат од Христа и да им се поклонат на идолите останаа залудни. После долготраен затвор и гладување ги осудија на смрт со потопување во морето. Рацете им ги врзаа наопаку и им обесија по еден тежок камен на вратот, па ги поведоа на потопување. Кога сакаа да го турнат прв Агатопод во длабочината, тој возвикна: „Еве, со второ Крштение се миеме од сите наши гревови и излегуваме чисти пред Христа Исуса!“ Нивните потопени тела морето наскоро ги исфрли на брегот, а христијаните чесно ги погребаа. Свети Теодул во сон им се јави на своите познаници како светол ангел во бела облека и им нареди сиот негов преостанат имот да им го раздадат на сиромасите. Овие прекрасни Христови војници чесно пострадаа за верата во времето на царот Диоклецијан и солунскиот кнез Фаустин во 303 година."
  }, {
    "title": " Преподобен Марко Трачески",
    "important": false,
    "desc": "Се нарекува уште и Атински, според неговото родно место Атина. Кога таму ги заврши високите школи, родителите му умреа. Тој во себе помисли дека благовремено треба да се подготви за чесно заминување од овој свет. Откако им го раздаде имотот на сиромашните, седна на една штица и тргна по морето со тврда вера во Божјата помош и молејќи Го Бога да го одведе на место коешто ќе ѝ биде угодно на Неговата Света волја. Промислителот Бог го одведе во Ливија (или Етиопија), на планината наречена Траческа. На оваа планина Марко се подвизуваше полни деведесет и пет години и не виде таму ниту човек ниту ѕвер. Цели триесет години водеше страшна борба со демоните и се мачеше со глад и жед и жега и мраз. Јадеше земја и пиеше морска вода. После триесет години најжестоко страдање демоните победени побегнаа од него, а ангел Божји почна секој ден да му носи храна во вид на леб, риба и овошје. Пред смртта дојде да го посети Св. Серапион, којшто потоа и го објави житието на овој чудесен светител. Го запраша Марко Серапион: „Има ли денес христијани во светот кои кога би ѝ рекле на оваа гора: „Дигни се одовде и фрли се в море “, тоа и би се случило?“ Во тој миг накај морето се крена планината на којашто седеа самите. А Марко замавна со раката и ја запре. Таква чудотворна сила имаше овој Божји човек. Пред смртта се помоли за спасението на луѓето и Му ја предаде својата душа на Бога. Св. Серапион ги виде ангелите што ја зедоа душата на Св. Марко и раката што се пружи од небото за да ја прифати. Свети Марко поживеа сто и триесет години и се упокои во Господ околу 400 година."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "+Упокоение на Свети Методиј Солунски",
    "important": true
  }, {
    "title": " Свети Евтихиј, патријарх Цариградски",
    "important": false,
    "desc": "Роден е во Фригија од благочестиви родители. Татко му беше офицер. Еднаш момчето Евтихиј се забавуваше со своите врсници, а нивната игра се состоеше во тоа што секој го запишуваше своето име на карпата и покрај името оној чин којшто според насетувањето ќе го добијат во животот. Кога дојде на ред Евтихиј, тој напиша: „Евтихиј патријархот“. Во неговата триесетта година стана игумен на еден амасиски манастир. А кога имаше четириесет години, амасискиот митрополит го испрати наместо себеси на Петтиот Вселенски Собор. На Соборот тој заблеска како пресветла ѕвезда меѓу отците на Црквата, како со својата ученост така и со благочестието. Кога настана препирка за тоа можат ли еретиците после смртта да бидат предадени на анатема, тој го застапуваше мислењето дека можат, повикувајќи се на 3 Книгата Царства 13, 1 - 8 и на 4 Книга Царства 23, 16. Многу му омиле на царот Јустинијан и на патријархот Мина. Царот често го прашуваше за совет, а Мина (кој во тоа време беше мошне богат) го назначи за свој наследник и го замоли царот тоа да биде спроведено и во дело. Така и беше. Свети Евтихиј мирно управуваше со Црквата дванаесет години. Но тогаш ѓаволот крена бура против него. Оваа бура го зафати и самиот цар Јустинијан. Имено, царот се опрелести и падна во монофизитската ерес на автартодокетите, која учеше дека Господ Исус и пред Воскресението имал Божествено и нераспадливо тело, без чувство за глад, жед и болка. Евтихиј одлучно стана против оваа ерес, заради што царот го протера во прогонство во неговиот прв манастир. Овде тој поживеа дванаесет години и осум месеци и се покажа голем чудотворец. Исцелуваше од разни болести со молитва и помазувајќи со елеј. Јустинијан се покаја и умре, а него го наследи Јустин, којшто го врати Евтихиј на патријаршискиот престол, на кој светителот остана до својата смрт мирно управувајќи со Црквата Божја. Во својата седумдесетта година, во 582 г. се пресели во Царството на Господ Христос, Кому верно и храбро Му служеше сиот свој живот."
  }, {
    "title": " Светите Сто и дваесет маченици коишто пострадаа во Персија",
    "important": false,
    "desc": "Кога персискиот цар Сапор ги ограби византиските земји, одведе во ропство сто и дваесет христијани. Откако залудно ги присилуваше да се одречат од Христа и да му се поклонат на огнот, ги фрли во оган и живи ги изгоре. Меѓу овие маченици имаше и девет девици посветени на Бога. Сите пострадаа чесно меѓу 344 и 347 година."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Свети Георгиј Исповедник",
    "important": false,
    "desc": "Заради големата добродетел што ја стекна со долготраен подвиг, Георгиј беше избран за митрополит митиленски. И светителот управуваше со словесното стадо ревносно и мудро до својата старост. Но кога настана гонењето под Лав Ерменин, којшто ги ништеше Светите икони, овој свет старец беше повикан од царот во Цариград на собор на епископи којшто требаше, според желбата на царот, да го уништи иконопочитувањето. Но Георгиј не само што не направи според желбата на злобниот цар туку со некои храбри епископи стана во заштита на Светите икони. За ова беше исмеан и од царот протеран во пределите на Херсон, каде што во телесна беда и секаква неволја го помина остатокот од својот земен живот. Се упокои и се пресели во Царството на бесмртноста околу 816 година. Заради својата голема праведност и љубов кон Господ Исус, беше чудотворец за време на животот и после смртта."
  }, {
    "title": " Преподобен Нил Сорски",
    "important": false,
    "desc": "Еден од големите отци на Руската Црква. Основач на скитскиот монашки живот во Русија. Се упокои мирно во 1508 година. Моштите му почиваат во Сорскиот манастир. Неговиот Устав на скитскиот живот претставува првокласно духовно и практично дело."
  }, {
    "title": " Светиот маченик Калиопиј",
    "important": false,
    "desc": "Единец син, измолен од Бога, на некој сенатор од Перга Памфилиска. Неговата благочестива мајка Теоклија го научи на богопочитување и на благочестив живот уште во раната младост. Кога Калиопиј беше уште момче, настана страшно гонење на христијаните под царот Максимијан. За да го спаси од смртта мајка му го качи на кораб, му даде доволно пари и го испрати во Помпеопол. Но Божјата Промисла устрои поинаку. Кога се симна во Помпеопол Калиопиј западна сред една бурна незнабожечка свеченост. Кога на навалувањето на залудената толпа не сакаше да земе учество во незнабожечкиот празник, го истуркаа пред војводата Максим, на кого тој му исповеда дека е христијанин. Војводата нареди и го биеја со оловни стапови и го печеа на оган, па најпосле ранет го фрлија во затвор. Кога слушна за мачењето на нејзиниот син, мајка му Теоклија им го раздаде имотот на сиромашните и со малку пари побрза во затворот кај него. Најпосле војводата ја изрече конечната пресуда за Калиопиј да биде распнат на крст. Кога го поведоа син ѝ на губилиште, Теоклија им дотури на џелатите пет златници за да го распнат нејзиниот син не како Господ туку наопаку. Ова го направи од смирение пред Господ. Калиопиј беше распнат на Велики Четврток, а мајка му стоеше под крстот благодарејќи Му на Бога. Кога другиот ден мртов го симнаа од крстот, таа падна врз него и издивна и самата. Така излегоа обајцата пред престолот на Царот на славата. Чесно пострадаа во 304 година."
  }, {
    "title": " Преподобен Данило Перејаславски",
    "important": false,
    "desc": "Имаше посебен подвиг на грижа за мртвите. Кога и да слушнеше дека некој смрзнал или умрел на некој друг начин, веднаш брзаше за пристојно да го погреба и да Му се помоли за починатиот на Бога. Се упокои мирно во 1540 година. Неговите мошти почиваат цели."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Светите апостоли Иродион, Руф, Асинкрит, Флегонт и Ермиј",
    "important": false,
    "desc": "Сите беа од Седумдесеттемина апостоли. Св. апостол Павле ги спомнува во своите Посланија. „Поздравете го“, им пишува Павле на Римјаните, „мојот роднина Иродион“ (16, 11). Иродион пострада од Евреите многу како епископ Неопатарски; го биеја со стапови по главите, со камења по усните, го бодеа со ножови. И кога го оставија како мртов, Свети Иродион стана и продолжи да им служи на апостолите. Во Рим му помагаше на Св. апостол Петар. Го убија заедно со многумина други христијани истиот ден кога беше распнат Петар. Свети Агав имаше пророчки дух. Во Делата Апостолски се спомнуваат неговите две пророштва. Прво, прорече голем глад по сиот свет, кое и се случи во времето на кесарот Клавдиј. И второ, кога во Кесарија се сретна со апостолот Павле којшто одеше за Ерусалим, Агав го зеде Павловиот појас, си ги врза себеси рацете и нозете, велејќи: „Вака вели Светиот Дух: човекот чијшто појас е ова вака ќе го врзат во Ерусалим Евреите“ (Дела 21, 11). Свети Руф беше епископ во Тива Јудејска. И него го спомнува апостолот Павле: „Поздравете го Руф, избраниот во Господ“ (Рим. 16, 13). Беше епископ во Ирканија азиска. Свети Флегонт, кој се спомнува на истото место, беше епископ во тракискиот град Маратон. Свети Ермиј спомнат со останатите, беше епископ во Далмација. Сите тие како пчели Христови го разнесуваа медот на Евангелието по разни краишта, страдајќи многу за љубовта Христова. Сите се преселија во вечното царство на љубениот Христос."
  }, {
    "title": " Свети Нифонт, епископ Новгородски",
    "important": false,
    "desc": "Се одликуваше со голема ревност во изградбата и поправката на црковните храмови и со голема храброст во спротиставувањето на силните кнезови. Тринаесет дена пред смртта му се јави Св. Теодосиј и му ја навести близината на неговото преминување во оној свет. Се упокои во 1156 година."
  }, {
    "title": " Свети Келестин, папа Римски",
    "important": false,
    "desc": "Голем ревнител на православната вера. За време на Третиот Вселенски Собор напиша послание против еретикот Несториј. Се упокои мирно во 432 година."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Светиот маченик Евпсихиј",
    "important": false,
    "desc": "Од благороден род и добро воспитан во благочестивата вера. Во времето на царот Јулијан Отстапник, кога во Кесарија со Црквата Божја управуваше Св. Василиј Велики, Евпсихиј стапи во брак со една угледна девојка. Но не му беше дадено да поживее во брак ниту еден ден. Зашто во времето на неговата свадба се погоди незнабожечкиот празник на принесување жртви на идолот Фортуна. Евпсихиј отиде со другарите и ги искрши сите идоли во храмот, па и самиот храм го разори. Кога слушна за ова царот Јулијан многу се разгневи и нареди виновниците да се убијат, многубројни христијани да се земат за војска, да им се наложи огромен данок на христијаните, на нивна сметка повторно да се изгради храмот на Фортуна, а на градот да му се одземе почесното име Кесарија (кое му го беше дал кесарот Клавдиј) и да се нарече со поранешното име Маза. Свети Евпсихиј најпрво го врзаа за дрво и страшно го мачеа, а потоа го убија во 362 година. Малку потоа свирепиот цар Јулијан патувајќи за Персија го посети овој град, а одеше во војна. Во пресрет му излезе Св. Василиј и во знак на почест и гостопримство изнесе три јачмени лебови. Царот нареди и на светителот како дар му дадоа грст сено. „Ти нам ни се подбиваш цару. Ние ти принесуваме од лебот со којшто се храниме, а ти нам ни даваш скотска храна, којашто ти со својата власт не можеш да ја претвориш во човечка“. На ова царот му одговори: „Знај дека со тоа сено ќе те хранам кога ќе се вратам од Персија!“ Но злобниот отстапник никогаш повеќе не се врати жив од Персија, зашто загина со заслужена и неприродна смрт."
  }, {
    "title": " Преподобниот маченик Вадим",
    "important": false,
    "desc": "За време на персискиот цар Сапор, игуменот на еден манастир, Вадим, маж исполнет со благочестие, беше фрлен во затвор заедно со седуммина свои ученици. Во затворот со нив беше и еден кнез христијанин, Нирсан. Секој ден ги изведуваа и ги тепаа. Се уплаши кнезот Нирсан и вети дека ќе ја напушти верата и ќе му се поклони на сонцето. Ова му беше угодно на Сапор и тој му вети на Нирсан дека меѓу другото ќе му го даде и сиот имот на Вадимовиот манастир, ако тој се согласи со своја рака да го убие Вадим. Нирсан се согласи и на тоа. Раката му се тресеше од страв пред достоинственото лице на Свети Вадим и тој удираше многупати по вратот на светиот игумен дури не го обезглави. Но наскоро по ова падна во очајание и самиот себеси се прободе со меч, примајќи казна од своја рака зашто уби праведник. Свети Вадим пострада во 367 година."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Светите маченици Теренциј, Африкан, Максим, Помпиј",
    "important": false,
    "desc": "Пострадаа за Христа и стекнаа венци на бесмртна слава во времето на царот Декиј. На заповед од царот намесникот на Африка му објави на сиот народ дека мора да им принесе жртви на идолите; во спротивно им се закануваа со страшно мачење на упорните. Кога ги слушнаа овие закани мнозина отпаднаа од верата и им се поклонија на идолите. Но овие четириесетмина маченици останаа непоколебливи, заради што беа изложени на мачење. Свети Теренциј ги храбреше своите другари со вакви зборови: „Да внимаваме, браќа, да не се откажеме од Христа, нашиот Бог, за и Тој да не се одрече од нас пред Својот Отец небесен и пред Светите ангели!“ Намесникот ги раздели во две групи: триесет и шестемина после биењето и стружењето и потурањето со сол врз отворените рани ги уби со меч. А првите четворица ги фрли во затвор со тешки окови на вратот, на рацете и на нозете. Но ангел Божји им се јави во затворот и со допир ги ослободи од оковите. Беа повторно изведени и мачени, па повторно фрлени во затворот. Намесникот им нареди на гатачите да соберат што поголем број влекачи, змии и скорпии и да ги затворат во иста одаја со мачениците. Но влекачите не сакаа ни да се допрат до Божјите угодници, туку се прибија во еден агол и така прележаа три дена. Кога третиот ден го отворија затворот, отровните животни јурнаа по гатачите и ги искасаа. Најпосле намесникот ја изрече смртната пресуда над четворицата маченици. Кога ги водеа на погубување тие радосно пееја псалми и Го фалеа Бога Којшто ги удостои со маченичка смрт. Чесно пострадаа и се удостоија со Небесното Царство во 250 година."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Светиот свештеномаченик Антипа, епископ Пергамски во Азија",
    "important": false,
    "desc": "Се спомнува во книгата на Откровението како „Антипа, мојот верен сведок“ (2, 13), „кој беше убиен кај вас, меѓу кои пребива сатаната,“ т.е. во градот Пергам. Жителите на овој град живееја во мракот на идолопоклонството и во крајна нечистота; им беа робови на страстите, клеветници, насилници, крвомешачи и со еден збор сатански слуги. Антипа живееше меѓу нив „како светлина сред темнината, како роза среде трње, како злато во калта“. Во Пергам за добар и праведен се сметаше оној којшто би фатил и убил еден христијанин. Целата незнабожечка вера се состоеше во гатање, во толкување на соништата, во служење на демоните и во краен разврат. Застрашени од Антипа како од оган, демоните им јавија на жреците во сон и им исповедаа дека се плашат од него и затоа мораат да побегнат и од овој град. Жреците кренаа толпа народ против Антипа и почнаа да го измачуваат и да го присилуваат да се одрече од Христа и да им се поклони на идолите. Антипа им рече: „Кога вашите т.н. богови, господари на вселената, се плашат од мене којшто сум смртен човек и мораат да бегаат од овој град, зарем не познавате по тоа дека вашата вера е заблуда?“ И им говореше светителот за Христовата вера како за единствена вистинита и спасоносна. Но тие се разјарија како ѕверови и го довлекоа старецот Антипа пред храмот на Артемида пред кој стоеше излиен вол од бронза. Го усвитија волот со оган и го фрлија внатре слугата Божји. Во внатрешноста на волот Свети Антипа Го славеше Бога со благодарност, како некогаш Јона во утробата на китот и Тројцата младенци во огнената печка. Антипа се молеше за своето стадо и за сиот свет, сѐ додека душата не го остави трошното тело и не се вознесе меѓу ангелите во Царството Христово. Пострада и стекна невенлива слава во 92 година."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Преподобен Исаак Сирин II",
    "important": false,
    "desc": "За овој светител пишува Св. Григориј Двоеслов. Во Италија дојде во готско време и во градот Сполетан еден ден влезе в црква. Го замоли еклисијархот да го заклучи внатре и да го остави во црквата и преку ноќта. И така ја помина цела ноќ неподвижен на молитва. Исто така и утредента и наредната ноќ. Еклисијархот го нарече лицемер и му удри шлаканица. Но во истиот миг полуде. Гледајќи го колку се мачи, Св. Исаак се наднесе над него и во тој миг демонот побегна од бесомачниот. Значи еклисијархот оздраве. Слушнаа луѓето за овој настан и целиот град притекна кон овој необичен туѓинец. Му нудеа имот и пари, но тој сѐ одби, ништо не прими и се повлече во шумата, каде што си направи келија којашто потоа се претвори во голем манастир. Исаак беше познат по чудотворството, особено по дарот на проѕорливост. Еднаш навечер тој им нареди на браќата да ги изнесат мотиките во лозјето и да ги остават таму. Утредента тргна со браќата кон лозјето и понесе ручек. Монасите се чудеа што ќе им е тој ручек кога немаат работници. Но кога стигнаа таму имаше онолку луѓе што копаа колку што беа мотики. Овие луѓе беа западнале во лозјето како крадци сакајќи да ги украдат мотиките, но силата Божја ги запрела да копаат цела ноќ. Другпат дојдоа двајца мажи, речиси голи, да бараат облека од Свети Исаак. А тој испрати еден монах до едно шупливо дрво покрај патот и му рече да донесе што ќе најде таму. Отиде монахот, најде некои облеки во дрвото и ги донесе. Игуменот им ги предаде овие облеки на питачите. Тие длабоко се засрамија, зашто ги препознаа облеките коишто самите пред да дојдат ги беа сокриле во истото дрво. Еден човек испрати две кошници во манастирот. Патем монахот едната ја скри, а другата му ја однесе и му ја предаде на игуменот. Светителот му рече: „Внимавај на враќање. Во онаа кошница што ја остави покрај патот се вовлече змија отровница. Чувај се да не те касне“."
  }, {
    "title": " Свети Василиј Исповедник",
    "important": false,
    "desc": "Овој добродетелен маж во времето на иконоборството беше епископ во градот Парија во мала Азија. Одби да го потпише царското писмо против иконопочитувањето. За ова беше многу прогонуван и мачен. Но тој остана тврд во Православието. Се упокои и се пресели кај Господ во првата половина на 8 век."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Светиот свештеномаченик Артемон",
    "important": false,
    "desc": "Беше свештеник во Лаодикија во времето на царот Диоклецијан. За себе пред судијата мачител рече: „Се викам Артемон, роб на Христа мојот Бог; шеснаесет години бев чтец и читав книги во Црквата на мојот Бог; дваесет и осум години бев ѓакон и го читав Светото Евангелие; триесет и три години наполнив како презвитер поучувајќи ги луѓето на патот кон спасението со помош на Христос“. Судијата го воведе во храмот на Ескулап, каде што жреците негуваа големи змии посветени на тој „бог“. Сите мислеа дека змиите ќе го каснат Артемон. Но тој се прекрсти и со силата на крстот ги прикова оние змии на земја така што не можеа да мрднат. Сите ги опфати жуас. Главниот жрец на храмот, Виталиј, штом го виде ова чудо падна на колена пред Артемон и возвикна: „Голем е христијанскиот Бог!“ Него, а и неколкумина пријатели со него, Свети Артемон ги крсти. Но злочестивиот судија остана упорен и го мачеше старецот Артемон со разни маки. Еднаш сакаше да го фрли во врела смола, но самиот се оттргна од коњот и падна во неа. Па изгоре. При ова беа видени два орли како паднаа врз него, го оттргнаа од коњот и го фрлија во смолата. Свети Артемон остана слободен и извесно време одеше наоколу со двата верни елени што го придружуваа и го поучуваше народот. Но повторно го фатија и го убија во 303 година. Неговата душа се пресели во царството на Господ Христос, Кому Артемон Му послужи верно на земјата."
  }, {
    "title": " Светиот маченик Крискент",
    "important": false,
    "desc": "Од градот Мир Ликиски. Чесен и славен граѓанин. Јавно ја исповеда својата вера во Христа и ги исмеа мртвите идоли. За ова незнабожците го мачеа и го изгореа во оган."
  }, {
    "title": " Светата маченичка Томаида",
    "important": false,
    "desc": "Родена е во Александрија од чесни родители, научена на благочестие од малечка и во нејзината петнаесетта година венчана со чесен маж. Но нејзиниот свекор беше скверен старец и во отсуство на синот ја нападна својата снаа и сакаше да ја обесчести. Томаида се исплаши и во стравот го опоменуваше свекорот за законот Божји и се истргнуваше од неговите раце. После долга борба свекорот извади нож и ја закла снаата, па ја расече на две половини. Во тој миг го постигна ваква казна од Бога: веднаш ослепе и не можеше да ја најде вратата за да излезе оттаму, туку го затекнаа во таа одаја и го предадоа на суд којшто го осуди на смрт. Света Томаида пострада чувајќи ја заповедта за сопружничката верност и чистота. Подоцна многумина кои ги измачуваше блудната страст ѝ вознесуваа молитви на Света Томаида и од неа добиваа крепка помош. Големиот подвижник Данило нејзините мошти ги пренесе во Скитот и таму ги положи на гробиштата на свештеномонасите. Света Томаида пострада во 476 година."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Свети Мартин Исповедник, папа Римски",
    "important": false,
    "desc": "Во времето на јаросната расправа на православните со еретиците монотелити, на 5 јули 649 година беше посветен за папа. Тогаш царуваше Констанс II, внукот на Ираклиј, а цариградски патријарх беше Павле. Со цел да се воспостави мир во Црквата самиот цар ја напиша книшката „Гипос“, којашто многу им погодуваше на еретиците. Папата Мартин свика собор од сто и петмина епископи, на којшто оваа царева книшка беше осудена. Во исто време папата му напиша писмо на патријархот Павле, молејќи го да ја држи чистата православна вера и да го посоветува царот да ги остави еретичките мудрувања. Ова писмо ги разлути и патријархот и царот. Затоа царот испрати во Рим еден војвода Олимпиј, за да го доведе римскиот папа врзан во Цариград. Војводата не се дрзна да го врзе папата, туку наговори еден војник да го убие со меч в црква. Но кога влезе војникот со скриениот меч во црквата, одеднаш ослепе. И со Божјата Промисла Мартин ја избегна смртта. Во она време пак, Сарацените напаѓаа на Сицилија и војводата Олимпиј замина за Сицилија и таму умре. Тогаш со сплетка на патријархот-еретик Павле, царот испрати друг војвода, Теодор, за да го врзе и да го доведе папата под обвинение дека тој, папата, стои во дослух со Сарацените и дека не Ја почитува Пресвета Богородица. Кога војводата стаса во Рим и го прочита обвинението против папата, овој одговори дека тоа е клевета, дека самиот нема никаква заедница со Сарацените коишто се противници на христијанството, „а оној што не ја почитува Пречиста Богородица и не Ја исповеда и не Ѝ се поклонува, да биде проклет и на овој и на оној век“. Ова не ја измени одлуката на војводата. Тој го доведе папата врзан во Цариград, а таму Св. Мартин мошне болен лежеше во затвор, мачен и исцрпуван со глад, додека најпосле не го осудија на прогонство во Херсон, каде што поживеа две години и издивна заради Господ во 655 година. Две години пред него умре во покајание Павле. И кога царот го посети пред смртта, тој ја заврте главата на другата страна и заплака исповедајќи дека многу грешеше против папата Мартин. Пред смртта Павле го молеше царот да го ослободи Светиот папа Мартин."
  }, {
    "title": " Светиот маченик Ардалион Глумец",
    "important": false,
    "desc": "Прво беше артист комедијант. За развеселување на народот најпрво играше улога на маченик за верата и на сите можни начини ги исмеваше христијаните. Но кога настана гонењето на христијаните во времето на Максимијан, тој наполно се измени во духот. Гласно извика пред народот дека е христијанин и за ова го изведоа на суд. Пострада врзан за усвитена железна леса и така ја одигра својата вистинска и чесна улога на маченик."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Влегување на Господ Исус Христос во Ерусалим - Цветници",
    "important": false,
    "desc": "Влегувањето на Исус Христос во Ерусалим откако го воскресна четиридневно погребениот Лазар е мигот на најмногубројното и најрадосното препознавање во Него Господ и Спасител. Исус влегува во престолнината на осле, според старозаветното пророштво. Ова е уште еден од многубројните знаци по кои би можеле да Го препознаат, но сепак овој знак не го разбраа ниту Неговите ученици. Многуброен народ наслушна дека ќе дојде, па го дочекаа со палмови гранчиња во рацете. Значи, ги слекуваа облеките од себе постилајќи ги пред Него и во восхит возвикнуваа вдахновено: Осана! Благословен е Оној што доаѓа во името Господово, Царот Израилев! Дури и некои од дојдените Елини на поклонение за Пасха пристапија и молеа да Го видат. Единствено свештенството и фарисеите се озлобија готвејќи се да Го погубат брзо, а мислеа да го убијат и Лазар кој сведочеше за Неговата сила и за Неговото Божество. И повторно Господ се труди да им го открие Својот идентитет на насобраните и да ги подготви за најблиската иднина и за смислата на оваа мисија и нејзините искушенија. Всушност, кога им сеобраќа со словото за Крстот, тие тогаш го губат знаењето за Него како за Цар и Христос, тогаш им се затвара умот за словото и за Писмата. Цветници се празнуваат во неделата пред Воскресение. Претставуваат сигурно најдраматичниот празник меѓу Дванаесетте големи празници на Црквата. Го ознауваат почетокот на најтешката седмица во историјата на човештвото, којашто аскетското трезвеноумно познание на човековата природа ја нарекува „Страстна“."
  }, {
    "title": " Светите апостоли Аристарх, Пуд и Трофим",
    "important": false,
    "desc": "Од бројот на Седумдесеттемина апостоли. Аристарх беше епископ во Апамија Сириска. Апостолот Павле го спомнува неколкупати (Дела 19, 29; Колосјани 4, 10; Филимон 23). Во Ефес беше фатен од толпата заедно со Гај. Тој народ тогаш се беше кренал против Св. апостол Павле. Павле им пишува на Колосјаните: „Ве поздравува Аристарх којшто е со мене во ропство“. Во Посланието до Филимон Павле го нарекува Аристарх свој помошник, заедно со Марко, Димас и Лука. Пуд беше угледен римски граѓанин. Апостолот Павле го спомнува еднаш (II Тимотеј 4, 21). Домот на Пуд најпрво беше засолниште за врховните апостоли, а потоа се претвори во црква, наречена Пастирска.\n Трофим беше од Азија (Дела 20, 4) и го придружуваше Св. апостол Павле на патувањата. На едно место Павле пишува: „Трофим го оставив во Милет болен“ (II Тимотеј 4, 20).\n За времето на гонењата од Нерон, кога беше убиен Св. апостол Павле, беа убиени и овие тројца славни апостоли."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Светите маченички Агапија, Хионија и Ирина",
    "important": false,
    "desc": "Родени сестри од околината на Аквилеја. Кога царот Диоклецијан се бавеше во Аквилеја, нареди да го погубат прочуениот духовник Хрисогон. Во тоа време еден стар свештеник Зоил имаше видение во коешто му се откри каде се наоѓа непогребаното тело на Хрисогон. Старецот побрза, го најде телото на маченикот, го положи во ковчег и го чуваше во својот дом. Триесеттиот ден по ова му се јави Св. Хрисогон и го извести за овие маченички дека ќе пострадаат во следните девет дена, а дека и самиот ќе се престави во тоа време. Вакво известување прими во видение и Анастасија Одврзителка, која беше тргнала по својот учител Хрисогон. И навистина, по девет дена се престави и старецот Зоил, а и оние три сестри беа изведени на суд пред царот. Царот ги советуваше светите девојки да им се поклонат на идолите, но тие го одбија и ја исповедаа својата тврда вера во Христа. Света Ирина му рече на царот дека е глупаво човек да им се поклонува на предмети изработени од дрво или камен, нарачани за спогодена цена, направени од раце на смртен човек. Царот се разјари и ги фрли во затвор. Кога царот тргна за Македонија, со него ги поведоа сите негови робови и заробеници, меѓу кои и овие три светителки. Царот им ги даде на еден војвода Дулкитиј за мачење. Војводата се распали со мрачна страст и сакаше да ги оскверни девиците, но кога сакаше да влезе кај нив во затворот во времето кога беа на молитва пред Бога, тој полуде и почна да ги прегрнува и бакнува некои црни котли и лончиња што се најдоа таму и така си отиде сиот поцрнет. Кога слушна за ова, царот му нареди на еден друг војвода, Сисиниј, да го преземе судењето на трите христијанки. По тешки мачења судијата ги осуди првите две сестри на смрт во оган, а Света Ирина ја задржа уште некое време кај себе надевајќи се дека ќе може да ја оскверни. Но кога ја испрати со војници во блудилиштето, Божјите ангели ја спасија чистотата на девицата, војниците ги вратија, а нејзе ја изведоа на еден рид. Утредента војводата излезе со војниците на оној рид, но не можеа да се качат, па им нареди на војниците да ја убијат со стрели. Света Анастасија ги собра телата на едно место и чесно ги погреба. Пострадаа за Христа околу 304 година."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Светиот свештеномаченик Симеон",
    "important": false,
    "desc": "Во времето на злочестивиот цар Савориј или Сапор, Симеон беше мачен за Христа заедно со неговите двајца презвитери, Авделај и Ананија. Пред нив пострада и царевиот евнух Устазан, којшто прво се одрече од Христа, а потоа трогнат од прекорот на Свети Симеон повторно пред царот ја исповеда вистинската вера. На губилиште заедно со Симеон беа изведени уште илјада христијани. Симеон некако се протна за да може да биде убиен последен, зашто сакаше да ги храбри другите докрај за ниеден од нив да не се поколеба од страв пред смртта. Кога презвитерот Ананија ја положи главата на трупецот, со целото тело затрепери. А царевиот пристав, Фусик, кој беше потаен христијанин, почна да го храбри Ананија велејќи: „Не плаши се, старецу, затвори ги очите и биди мажествен, за да ја видиш Божествената Светлина!“ Штом го изговори тоа, го повикаа како христијанин и го обвинија кај царот. Царот го уби во големи маки и него и неговата ќерка, девицата Аскитреја. Најпосле го убија и Свети Симеон, откако прво го испрати своето стадо на оној свет. Следната година на Велики Петок беше убиен и царевиот омилен евнух Азат, а со него илјада други верници. Тогаш царот пожали за својот евнух и го запре натамошното убивање на христијаните. Сите чесно пострадаа за Господ Христос во 341 или 344 година."
  }, {
    "title": " Свети Акакиј епископ Мелитински",
    "important": false,
    "desc": "Се подвизуваше во својот роден град ерменска Мелитина. Епископот на тој град, блажениот Отриј, којшто учествуваше на Вториот Вселенски Собор, го ракоположи за презвитер. После смртта на Отриј епископ стана Акакиј. Учествуваше на Третиот Вселенски Собор во Ефес, кој го осуди Несториевото злохулство кон Пресвета Богородица. Овде заедно со Св. Кирил Александриски тој многу ревнуваше за чистотата на православната вера. Свети Акакиј имаше голема благодат од Бога и вршеше многубројни чуда. После долг и ревносен живот во Христа мирно се упокои во 435 година."
  }]
}]