[{
  "day": "1",
  "holydays": [{
    "title": "Преподобен Јован",
    "important": false,
    "desc": "Ученик на Св. Григориј Декаполит. Во времето на иконоборната ерес царот Лав Ерменин го подложи Св. Јован на маки заедно со неговиот учител Григориј и со Св. Јосиф Песнописец. Кога Св. Григориј го заврши својот земен живот, Јован стана игумен на Декаполитовиот манастир во Цариград. Штом стана игумен, заради Царството Божјо тој го удвои својот подвиг. Се упокои мирно околу 820 година. По смртта Св. Јосиф го погреба близу до гробот на неговиот учител Св. Григориј."
  }, {
    "title": " Светиот маченик Јован Нови Јанински",
    "important": false,
    "desc": "Родум од Јанина, некогаш престолнина на царот Пир. Кога неговите сиромашни родители умреа, младиот Јован се пресели во Цариград и таму го продолжи својот занает (бидејќи беше занаетчија). Не многу пред тоа Турците го освоија Цариград и многумина христијани од страв се одрекоа од Христа и примија ислам. Продавницата на Св. Јован беше токму меѓу овие потурци. Колку што повеќе тој гореше од љубов кон Господ Христос толку посилно се изразуваше како христијанин меѓу предавниците на Христа. И почна да се препира со нив за верата, а најпосле и да ги укорува за предавството. Тие тогаш го одвлекоа на суд и лажно го обвинија дека божем порано го примил исламот, но повторно се вратил во христијанството. Откако го мачеа и биеја со стапови и со железни шипки, го фрлија в затвор. Другиот ден, беше Велигден, повторно го поведоа на мачење, а Јован излезе радосно пеејќи: „Христос воскресна од мртвите!“ На своите мачители храбро им рече: „Правете што сакате за поскоро да ме испратите од овој краткотраен земен живот во животот вечен: јас сум роб Христов, Христа Го следам, за Христа умирам, за да живеам со Него!“ По ова го врзаа во синџири и го одведоа да го запалат. Кога го виде големиот оган подготвен за него, Свети Јован самиот потрча и скокна во пламенот. А неговите мачители штом видоа како скока и колку ја сака смртта, го извлекоа од огнот и го осудија на смрт со меч. Откако му ја отсекоа главата, ги фрлија и телото и главата во огнот. Подоцна христијаните ја растргнаа пепелта и собраа некои остатоци од неговите чесни и чудотворни мошти и го погребаа во Великата Црква во Цариград. Свети Јован Јанински најде маченичка смрт и прими венец на Божествена слава на 18 април 1526 година."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Преподобен Јован Ветхопешчерник",
    "important": false,
    "desc": "Се подвизуваше во т.н. Ветха Пешчера или Лавра на Харитон Велики во Палестина. Бидејќи со сето срце, со сиот ум, со целата своја душа Го возљуби Христа, од младоста почна да патува по Светите места и да ги слуша поуките и советите на светите луѓе. Најпосле се насели во Харитоновата пештера, каде што се предаде на тврд подвиг минувајќи ги деновите и годините во пост, молитва и бдеење, непрестајно помислувајќи на смртта и учејќи се на смирение. Смртта го најде како добро созреан плод и го внесе во Рајот. Поживеа и се упокои во 8 век."
  }, {
    "title": " Светите маченици Христофор, Теона и Антонин",
    "important": false,
    "desc": "Тројцата беа млади офицери кај царот Диоклецијан. Кога беше мачен Светиот великомаченик Георгиј, тие ги гледаа неговите маки и чудата што се извршија при тој настан. Кога го видоа сето тоа, излегоа пред царот и храбро го исповедаа името на Господ Исус. За ова беа подложени на големи маки и најпосле фрлени во оган, каде им изгореа телата, а душите им заминаа во вечната радост на Господ. Пострадаа чесно во Никомидија во 303 година."
  }, {
    "title": " Свети Трифун патријарх Цариградски",
    "important": false,
    "desc": "Царот Роман, а тој владееше со Византија во почетокот на 10 век, имаше син Теофилакт на возраст од шеснаесет години кога умре патријархот Стефан. Царот сакаше да го возведе за патријарх својот малолетен син, бидејќи го имаше заветувано на духовна служба, но се засрами да го направи тоа. На патријаршискиот престол седна Свети Трифун, прост но чист и благочестив старец. Трифун остана на престолот три години. Кога царскиот син влезе во дваесеттата година, царот намисли по секоја цена да го тргне Трифун од престолот, а да го постави својот син. Божјиот светител Трифун не сакаше доброволно да си оди од престолот не заради нешто друго, туку затоа што сметаше за голема соблазна толку млад човек да се возвиси на таква одговорна и тешка положба како што е патријаршиската. Тогаш со сплетка на еден зол епископ измамија од Свети Трифун потпис на чиста хартија и над потписот во царскиот дворец ја напишаа божемната оставка на патријархот, којашто царот ја објави. За ова настана голем смут во Црквата, зашто народот и свештенството стоеја на страната на Божјиот човек Трифун. Тогаш царот насилно го тргна Свети Трифун и го испрати во манастир, а својот син Теофилакт го воздигна за патријарх. Свети Трифун поживеа во манастирот како подвижник две години и пет месеци и се упокои во Господ во 933 година."
  }, {
    "title": " Преподобниот маченик Агатангел",
    "important": false,
    "desc": "Од Тракија. Служеше кај Турците и тие насилно го потурчија во Смирна. Како покајник се замонаши во манастирот Есфигмен на Света Гора. Мачен од совеста посака со својата крв да си го измие гревот. Отиде во Смирна и таму им ги покажа на Турците крстот и иконата на Христовото Воскресение. Го убија на 19 април 1819 година, во деветнаесеттата година од неговиот живот. По смртта му се јави жив на својот духовник Герман."
  }, {
    "title": " Преподобен Симеон Босиот",
    "important": false,
    "desc": "Се подвизуваше на Света Гора и кратко време беше игумен на Филотејскиот манастир. Ги утврдуваше христијаните во верата и во многу балкански краишта се прослави со чудотворство. Одеше бос и затоа го нарекоа Босиот. Се упокои во Цариград."
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Преподобен Теодор Трихина",
    "important": false,
    "desc": "Цариграѓанин и син на богати родители. Како млад ги остави родителите, домот и богатството и се насели во еден пустински манастир во Тракија. Таму се предаде себеси на најтешки подвизи. Спиеше на камења - за да има помалку сон - постојано одеше гологлав и се облекуваше во една наметка од кострет, заради што и го нарекоа „трихин“ што значи „кострет“. Заради ова големо самоизмачување за спасението на душата, Бог му подари голем дар на чудотоврство и за време на животот и после смртта. Се упокои мирно околу 400 година. Телото му се покажа мироточиво."
  }, {
    "title": " Преподобен Анастасиј Синајски",
    "important": false,
    "desc": "Игумен на Синајската Гора. Долго време беше монах кај славниот игумен Св. Јован Лествичник, а по неговата смрт самиот стана игумен. Освен тоа што беше голем подвижник, беше и благоглаголлив писател на житија на Светиите, а и на други поучни списи. Водеше жестока борба против т.н. еретици акефалити (безглавници), коишто го одрекуваа Четвртиот Вселенски Собор во Халкидон. Се упокои во длабока старост во 685 година."
  }, {
    "title": " Блажениот Анастасиј Синаит патријарх Антиохиски",
    "important": false,
    "desc": "Беше монах на Синасјката Гора кога го избраа за антиохиски патријарх во времето на царот Јустинијан. На таа положба го воздигна неговата добродетел, чистотата на животот, големата духовна ученост и тврдата вера. Но царот Јустинијан падна во докетската ерес, против којашто остро станаа цариградскиот патријарх Евтихиј и овој блажен Анастасиј. Царот го прогони Евтихиј, а сакаше да го гони и Анастасиј, но не можеше да му најде никаква замерка на животот. Пред смртта царот Јустинијан се покаја и го врати на престолот патријархот Евтихиј, но неговиот наследник Јуст врз основа на некои клевети го прогони Анастасиј. Помина во прогонство дваесет и три години, а во времето на царот Маврикиј повторно го вратија на престолот. Управуваше со Црквата Божја уште шест години и својот земен пат го заврши во 599 година."
  }, {
    "title": " Блажениот Григориј патријарх Антиохиски",
    "important": false,
    "desc": "По народност Ерменин. Игумен на манастирот Фаран под Синајската Гора. Кога блажениот Анастасиј беше протеран од престолот, Григориј и покрај неговата волја беше поставен за патријарх антиохиски. Многу пофално за него пишува и блажениот патријарх Софрониј во својот Лемонар. Се одликуваше со особено милосрдие, особено кон грешниците. Се упокои во Господ во 593 година."
  }, {
    "title": " Светиот апостол Закхеј",
    "important": false,
    "desc": "Најпрво беше цариник и грешник, но кога Господ го виде качен на дрво во Ерихон (Лука 19, 1 - 9), влезе во неговиот дом, а ова го приведе Закхеј кон покајание. Подоцна тој го придружуваше апостолот Петар, којшто го постави за епископ на Кесарија Палестинска, каде што верно му послужи на Евангелието и мирно се упокои."
  }, {
    "title": " Преподобен Атанасиј Метеорит",
    "important": false,
    "desc": "Роден во 1310 година. Се подвизуваше на Света Гора. Го устрои познатиот манастир Метеор во Тесалија. Имаше голем дар на проѕорливост и чудотворство."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Светиот свештеномаченик Јануариј и другите со него",
    "important": false,
    "desc": "Овој светител беше епископ во Кампанија Италијанска. За време на гонењето на Максимијан беше изведен на суд и мачен на разни начини, а тој поднесе с ѐ трпеливо. Кога го фрлија во оган, огнот се разлади со невидлива роса и маченикот стоеше неповреден сред огнот и Му пееше пофалба на Бога. Тогаш му го стружеа телото со железни четки дури коските не му побелеа, но маченикот поднесуваше незлобливо и трпеливо. Неговиот ѓакон Фауст и чтецот Дисидериј, коишто ги гледаа неговите маки, плачеа по својот духовен отец, но и нив ги врзаа и заедно со епископот ги поведоа во градот Путеол и ги фрлија во затвор. Во истиот затвор беа затворени за Христа и путеолските ѓакони Прокул и Сосиј и двајца лаици христијани Евтихиј и Акутион. Сите седуммина ги фрлија пред ѕверови. Но ѕверовите не ги ни допреа. Тогаш ги убија со меч, а неаполските христијани тајно го пренесоа телото на Свети Јануариј во својот град и чесно го положија в црква. На гробот на овој светител до денешен ден се пројавуваат многубројни чуда. Меѓу бројните чуда запамтено е и тоа дека една бедна вдовица, на којашто ѝ беше умрел синот единец, ја зеде од црквата иконата на Свети Јануариј и ја положи на својот мртов син плачејќи и молејќи го светителот. И нејзиниот син оживе. Свети Јануариј пострада чесно во 305 година."
  }, {
    "title": " Светиот маченик Теодор и другите со него",
    "important": false,
    "desc": "За верата Христова пострада во Перга Памфилиска во времето на царот Антонин. Теодор беше млад и со убаво лице. Кога намесникот на таа област го избра заедно со други момчиња, за да ги испрати на служба во царскиот дворец, Теодор се спротивстави и изјави дека тој е христијанин. За ова беше мачен со разни маки, а потоа фрлен во оган. Но од земјата изби вода и го угаси огнот. Намесникот ова им го припишуваше на некои Теодорови магии. А маченикот му рече: „Ова не е дело на мојата сила, туку на мојот Бог Христос; а ако сакаш да ја познаеш силата на твоите богови запали друг оган, па фрли во него еден од твоите војници и се надевам ќе ја познаеш нивната сила и семоќта на мојот Бог.“ Намесникот сакаше навистина да фрли еден од војниците, но тие во страв го молеа да го фрли жрецот Диоскор наместо нив. Жрецот пак молеше да го фрлат самиот идол Ѕевс и останатите идоли, па ако се богови, тие лесно ќе се спасат самите себеси. Диоскор ова го рече бидејќи откако го виде чудото со Теодор веќе беше со срцето обратен кон Христа. Кога дозна за ова, намесникот го осуди Диоскор на смрт и го запали. Исто така го предаде на смрт и Теодор со двајца војници, Сократ и Дионисиј и мајката на Теодор, Филипа. Теодор го распнаа на крст, на којшто тој издивна дури третиот ден. Сократ и Дионисиј ги прободија со копје, а Филипа ја убија со меч. Сите стекнаа венци на слава во царството Христово."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Преподобен Теодор Сикеот",
    "important": false,
    "desc": "Место на неговото раѓање е селото Сикеа, заради што го нарекоа Сикеот. Уште како десетгодишно момче се предаваше на тврд пост и сеноќна молитва, по примерот на некој старец Стефан, којшто живееше во неговиот дом. Неговата мајка Марија беше богата вдовица и сакаше својот син да го посвети на воената служба. Но во сон ѝ се јави Св. Георгиј и ја извести дека Теодор Му е наменет на служба не на земниот туку на небесниот Цар. Св. Георгиј многупати му се јавуваше и на самиот Теодор или за да го поучи или за да го спаси од некоја опасност во којашто би западнал од злобните демони. Имаше и неколку виденија на Пресвета Богородица. Неговиот подвиг со суровоста ги надминуваше подвизите на сите живи подвижници на неговото време. Телото си го измачуваше со жед и глад и со железни вериги и сеноќно стоење на молитва. С ѐ само за да ја врзе душата со љубовта кон Бога и да ја направи господарка над телото. На неговата љубов милостивиот Господ одговори со љубов. Му подари голема моќ над нечистите духови и над сите болести и маки човечки. На сите страни се прочу како чудотворен исцелител. Заради големата чистота и духовност и покрај неговата волја беше избран за епископ Анастасиополски. На епископската служба помина единаесет години, а потоа Го измоли Бога да го ослободи од таа служба за повторно да му се посвети на својот омилен подвиг. Потоа се врати во својот манастир, каде што на старост Му ја предаде својата душа на Господ заради Кого драговолно многу страдаше. Се упокои во почетокот на царувањето на царот Ираклиј, околу 613 година."
  }, {
    "title": " Светиот маченик Леонид",
    "important": false,
    "desc": "Таткото на Ориген. Пострада за Христа во Александрија во 202 година. Најпрво со царски указ му го одзедоа сиот имот, а потоа го осудија на смрт. Ориген му пишуваше на својот татко во затворот: „Не грижи се за нас и не го одбегнувај мачеништвото заради нас“ (т.е. заради децата)."
  }, {
    "title": " Преподобниот монах Виталиј",
    "important": false,
    "desc": "Во времето на патријархот Јован Милостив се појави еден млад монах којшто штом дојде состави список на сите блудници во Александрија. Дење се грабаше да ги работи најтешките работи, а ноќе одеше во домовите на блудниците, ги даваше парите на некоја блудница и со неа ќе се затвореше в соба цела ноќ. Штом ќе се затвореа Виталиј ќе ја замолеше жената таа да легне да спие, а тој во аголот на собата цела ноќ ќе ја поминеше молејќи се на Бога за таа грешница. Така ќе ја сочуваше да не греши барем една ноќ. Наредната ноќ ќе отидеше кај друга, третата кај трета и така с ѐ дури не ги изредеше сите, а потоа почнуваше од почеток. По неговите совети многу од овие жени го оставија својот валкан занает и едните се омажија, други отидоа во манастир, трети тргнаа да работат чесно за својот леб. На сите овие жени Виталиј им забрануваше да објавуваат зошто оди кај нив. Заради ова тој стана соблазна за цела Александрија. Луѓето на улица го навредуваа, го плукаа, а и го тепаа. Но тој трпеливо поднесуваше с ѐ , покажувајќи ја својата добродетел пред Бога, а криејќи ја од луѓето. За него се дозна дури кога умре. На неговиот гроб почнаа да се случуваат многу чудесни исцеленија; народот од разни страни почна да ги донесува своите болни на гробот на Свети Виталиј. Плукан од луѓето, придоби слава од Бога од Кого ништо не е сокриено."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Светиот великомаченик Георгиј",
    "important": false,
    "desc": "Овој славен и победоносен светител беше роден во Кападокија од богати и благочестиви родители. Татко му пострада за Христа, а мајка му се пресели во Палестина. Кога порасна, Георгиј отиде во војска и во својата дваесетта година го стекна чинот трибун и како таков служеше при царот Диоклецијан. Кога овој цар започна страшно гонење на христијаните, Георгиј истапи пред него и одважно исповеда дека е христијанин. Царот го фрли во затвор, па нареди нозете да му ги стават во клади, а на градите да му положат тежок камен. Потоа нареди и го врзаа на тркало под кое имаше штици со големи клинци и така го вртеа додека целото тело не му се направи една голема рана. По ова го закопа во ров, така што надвор од земјата му беше само главата и го остави во ровот три дена и три ноќи. Потоа со помош на некој магионичар му даде да испие смртоносен отров. Но при сите овие маки Георгиј непрестајно Го молеше Бога и Бог веднаш го исцелуваше и на големо одушевување на народот, го спасуваше Својот маченик од смртта. Кога Св. Георгиј воскресна и еден мртовец, тогаш многумина ја примија верата во Христа. Меѓу овие беше и царевата жена Александра и главниот жрец Атанасиј, земјоделецот Гликериј, и Балериј, Донат и Терин. Најпосле царот ги осуди Свети Георгиј и својата жена Александра на смрт со меч. Блажената Александра издивна на губилиштето пред да ја убијат, а Свети Георгиј го убија во 303 година. Безбројни се чудата што се јавија на неговиот гроб. Многубројни се и неговите јавувања во сон и на јаве на многумина коишто го спомнуваат и ја бараат неговата помош до денешен ден. Сиот разгорен од љубов кон Господ Христос, Свети Георгиј без тешкотии остави сѐ заради својата љубов: чин, богатство, царски почести, пријатели и сиот свет. За оваа љубов Господ го награди со венец на невенлива слава на небото и на земјата и со живот вечен во Своето Царство. И го дарува со сила и власт да им помага на оние што го слават и призиваат неговото име во бедите и неволјите."
  }, {
    "title": " Светиот маченик Лазар Нови",
    "important": false,
    "desc": "Родум Бугарин од Габрово. Како момче го остави родниот крај и отиде во Анадолија. Таму во едно село Сома, чуваше овци. Но со својата вера го навлече на себе гневот на Турците и еден ага го фрли во затвор. После долги мачења, нечовечно малтретирање, а кое Лазар од љубов кон Христа го поднесе храбро, го убија на 23 април 1802 година. Господ го прими во Своите вечни дворци и го прослави на небото и на земјата. Од неговите свети мошти се случија многубројни чуда."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Светиот маченик Сава Стратилат",
    "important": false,
    "desc": "Овој славен Сава живееше во Рим во времето на царот Аврелијан и имаше војводски чин. По потекло беше Гот. Често ги посетуваше христијаните по затворите и им помагаше со својот имот. Заради неговата голема чистота и подвигот на испосништво Бог му даде власт над нечистите духови. Кога го обвинија како христијанин, тој смело застана пред царот, го фрли пред него својот војнички појас и јавно Го исповеда Господ Христос. Беше мачен со разновидни маки; го биеја, го стружеа со железо и го гореа со свеќи. Но не им подлегна на смртоносните маки, а се јави жив и здрав. Неговите другари, војници, гледајќи дека на Сава очигледно му помага Бог, се обратија кон Христа. Седумдесетмина од нив беа веднаш убиени со меч. Самиот Господ му се јави во затворот на Свети Сава во голема светлина и го укрепи Својот маченик. По ова Сава беше осуден на смрт со потопување во вода. Го фрлија во длабока река, па Му ја предаде душата на Бога во 272 година."
  }, {
    "title": " Преподобна Елисавета",
    "important": false,
    "desc": "Во раната младост прими монашки чин во манастирот на Св. Козма и Дамјан во Цариград. Заради Христа и за спасението на својата душа живееше во тежок подвиг. Себеси се сметаше за невеста Христова, а овој свет за непостоечки. Од нејзината голема љубов кон Бога произлегуваше нејзината голема милосрдност кон луѓето, особено кон болните и страдалните. Со дарот што ѝ го даде Бог исцелуваше различни маки и болести кај луѓето. Ноќе на молитва ја видоа целата обвиена во небесна светлина. А нејзините мошти после смртта беа исцелителни, па на гробот притекнуваа мноштво болни и страдалници. Се упокои мирно во 540 година."
  }, {
    "title": " Светите маченици Пасикрат и Валентин",
    "important": false,
    "desc": "Судијата мачител и неговиот брат Папијан, кој заради страв од маките отпадна од Христа, го наговараа да се одрече од Господ, но Пасикрат ја стави раката во оган и извика: „Телото е смртно и со оган изгорува, но душата е бесмртна и не ги чувствува видливите маки!“ Мајка му многу го поддржуваше и го храбреше да истрае докрај. Го убија заедно со Валентин. Маченичките венци тие ги стекнаа околу 228 година."
  }, {
    "title": " Преподобен Тома Јуродив",
    "important": false,
    "desc": "Секогаш кога по манастирска работа ќе појдеше во Антиохија, Тома се правеше луд заради Христа. Некој Анастасиј не сакаше да му ја даде побараната милостиња за манастирот, а му удри шлаканица. Но Тома му прорече: „Отсега ниту јас ќе примам од Анастасиј ниту Анастасиј ќе може да ми даде!“ По еден ден умре Анастасиј, а Тома се врати во манастирот и издивна. Вака се исполни пророштвото на светиот човек. Свети Тома се престави во Лафна кај Антиохија во времето на патријархот Домин (546 г. – 560 г.)."
  }, {
    "title": " Светите маченици Лука и Никола",
    "important": false,
    "desc": "Лука беше прекрасно момче и кројач по занает, пострада за Христа во 1546 година. Никола прими мачеништво за Христа во 1776 година."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Светиот апостол и евангелист Марко",
    "important": true,
    "desc": "Му беше сопатник и помошник на апостолот Петар, којшто во своето Прво послание го нарекува син свој, не син по тело туку по дух. Кога Марко беше во Рим со Петар, верните го замолија да им ја запише спасоносната наука на Господ Исус, Неговите чуда и Неговиот живот. Така го напиша Светото Евангелие, коешто го виде и го посведочи за вистинито и самиот апостол Петар. Тој го постави Марко за епископ и го испрати на проповед во Мисир. Така тој беше првиот проповедник на Евангелието и првиот епископ во Мисир. Мисир беше сиот притиснат од густиот мрак на незнабоштвото, гатањето и злобата. Со Божја помош Свети Марко успеа да го посее семето на Христовата наука низ Ливија, Амоникија и Пентапол. Од Пентапол, воден од Духот Божји, дојде во Александрија. Таму успеа да ја заснова Црквата Божја, да постави епископ, свештеници и ѓакони и сѐ добро да утврди во благочестивата вера. Својата проповед ја потврдуваше со големи и многубројни чуда. Кога незнабожците подигнаа обвиненија против него, како против разорувач на нивната идолопоклоничка вера, а градоначалникот почна да трага по него, тој побегна повторно во Пентапол и таму продолжи да го утврдува своето поранешно дело. После две години Свети Марко, на голема радост на верните чијшто број во меѓувреме се умножи, се врати во Александрија. Тогаш го фатија незнабожците, цврсто го врзаа и почнаа да го влечат по калдрмите викајќи: „Да го повлечеме волот во оборот!“ Сиот ранет и искрвавен го фрлија во затвор. Овде најнапред му се јави ангел небесен и го храбреше и го крепеше. Потоа му се јави Самиот Господ Исус и му рече: „Мир на тебе, евангелисту Мој!“ А Марко Му одговори: „И на тебе, Господи мој, Исусе Христе!“ Утредента злочестивите луѓе го извлекоа од затворот и повторно го влечеа по улиците, извикувајќи го истото: „Да го повлечеме волот во оборот!“ Сиот измачен и истоштен Свети Марко изусти: „Во Твоите раце, Господи, го предавам мојот дух!“ и издивна. Неговите свети мошти беа чесно погребани од христијаните. Со векови им даваат исцеленија на луѓето од маките и од болестите."
  }, {
    "title": " Свети Анијан, епископ Александриски",
    "important": false,
    "desc": "Кога Св. Марко стапна од коработ на копното на Александрија, обувката на едната нога му се расцепи. Тогаш виде еден чевлар и му ја даде на поправка. Шиејќи чевларот си ја прободе со шилото левата рака и почна да му тече крв, а тој јачеше од болка. Тогаш Божјиот апостол замеси прав со својата плунка и ја намачка ранетата рака на чевларот, која со ова веднаш стана здрава. Чевларот се восхити од ова чудо и го покани Марко во својот дом. Кога ја слушна проповедта на апостолот, Анијан (така му беше името), се крсти тој и сиот негов дом. Свети Анијан покажуваше толкаво благочестие и ревност за Божјото дело, што Св. Марко го ракоположи за епископ. И овој свет човек беше вториот епископ на александриската Црква."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Светиот свештеномаченик Василиј, епископ Амасиски",
    "important": false,
    "desc": "Зетот на царот Константин, Ликиниј, кој беше оженет со царевата сестра, се преправаше пред великиот цар дека е христијанин, но кога царот му даде да управува со целиот Исток, тој најпрво тајно, а потоа и јавно почна да ги гони христијаните и да го утврдува идолопоклонството. За тоа време неговата жена многу тагуваше, но не можеше да го одврати мажот од нечестието. Кога се предаде на идолопоклонството Ликиниј се предаде себеси на сите страсти, а најмногу на прељубништво. Заради нападот на оваа нечиста страст тој посака да ја оскверни девицата Глафира, којашто беше на служба кај царицата. Таа ѝ се пожали на царицата и царицата тајно ја испрати во Никомидија во Понтиската област. Девицата Глафира стигна до градот Амасија, а таму ја примија срдечно епископот Василиј и сите христијани. Беше радосна што најде прилика да си ја спаси девственоста и за ова ѝ пишуваше на царицата. Царицата се радуваше и ѝ испраќаше пари за црковниот храм во Амасија. Но едно од овие писма од Глафира до царицата му падна во рацете на царскиот евнух и тој му го покажа на својот господар Ликиниј. Кога царот дозна каде престојува Глафира, испрати да ја доведат во Никомидија, нејзе и епископот. Во меѓувреме Глафира умре, а војниците го доведоа врзан само епископот Василиј. Откако претрпе маки и затвор, овој блажен маж заврши под меч, а телото му го фрлија во морето, во 322 година. По укажување на Божји ангел неговите клирици го извлекоа од водата со помош на рибарски мрежи и го пренесоа во Амасија, каде што чесно го погребаа во црквата што ја беше подигнал самиот. Царот Константин крена војска против Ликиниј, го победи и го фати и го испрати во ропство во Галија, каде што заврши неговиот богоотпаднат живот."
  }, {
    "title": " Св. Стефан, епископ Пермски",
    "important": false,
    "desc": "По потекло Русин. Од малечок предаден на молитва и богомислие. Како момче отиде во Ростов и се замонаши во манастирот на Св. Григориј Богослов. Кога дозна за Пермската земја, целата обрасната во плевелот на незнабоштвото, посака да оди како мисионер во оваа земја; веднаш се вдаде во изучување на пермскиот јазик и кога го совлада, состави азбука и ги преведе на тој јазик црковните книги. Со благослов на московскиот митрополит тој како презвитер се упати на својот апостолски подвиг и во густиот мрак на пермското незнабоштво со огромна ревност почна да го проповеда Господовото Евангелие. Откако крсти неколкумина, се потруди да изгради во Перма храм на Св. Благовештение. Кога во Перма се умножи Црквата Божја, Свети Стефан го посветија за нејзин епископ. Претрпе секаков труд, мака, злоба и пониженост, но ја разгони темнината на пермските незнабожци и ги просветли со Христовата светлина. На старост уште еднаш отиде во Москва и таму се упокои во Господ во 1396 година."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Светиот апостол Симеон",
    "important": false,
    "desc": "Еден од Седумдесеттемина апостоли. Син на Клеопа, којшто му беше брат на праведниот Јосиф, целомудрениот сопруг на Пресвета Богородица. Кога ги виде чудата на Господ Исус, Симеон поверува во Него како во Господ и Спасител и беше вбројан во Седумдесеттемина апостоли. Со голема ревност и храброст го проповедаше Христовото Евангелие насекаде по Јудеја. Кога злобните Евреи го убија Јаков, братот Господов и првиот епископ на ерусалимската Црква, тогаш овој Симеон, кој му беше роднина, го поставија за епископ во Ерусалим. Како втор епископ во Светиот Град со голема мудрост и сила управуваше со Божјата Црква до длабока старост. Кога пострада имаше над сто години. Неговото страдање стана вака: во времето на царот Трајан беше покренато двојно гонење во Палестина - на потомците Давидови и на христијаните. Злобните луѓе го обвинија Симеон како оној којшто им припаѓа и на едните и на другите. Свети Симеон претрпе големи маки и најпосле го распнаа на крст, како неговиот Господ Кому верно Му послужи на земјата."
  }, {
    "title": " Преподобен Јован Исповедник",
    "important": false,
    "desc": "Игуменот на обителта на Чистите (Катари). Оваа обител беше устроена близу Никеја во времето на царот Јустин, во 6 век. Свети Јован многу пострада од царевите Лав и Теофил во одбрана на иконопочитувањето и заврши во прогонство околу 832 година."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Светите апостоли Јасон и Сосипатар и девицата Керкира",
    "important": false,
    "desc": "Тие двајцата беа од Седумдесеттемина апостоли, а Керкира му беше ќерка на некој цар од островот Крф. Јасон и Сосипатар ги спомнува Св. апостол Павле (Римјани 16, 21) и ги нарекува свои роднини. Јасон беше родум од Тарс како и самиот Павле, а Сосипатар од Ахаја. Првиот апостолите го поставија за епископ Тарсиски, а вториот за епископ Икониски. Патувајќи и проповедајќи го Евангелието овие двајца апостоли стасаа на островот Крф, каде што успеаја да подигнат црква посветена на споменот на Св. првомаченик Стефан и да придобијат некои незнабожци за Црквата. Царот на овој остров ги фрли во затвор, а внатре беа затворени седуммина разбојници: Сагорниј, Јакисхол, Фаустијан, Јануариј, Марсалиј, Ефрасиј и Мамиј. Апостолите ги приведоа овие седуммина во Христовата вера и ги направија од волци јагниња. Кога слушна за тоа царот нареди да ги убијат со врела смола. Така сите примија маченички венци. А кога ги мачеше апостолите, царската ќерка Керкира ги гледаше од прозорецот маките на Божјите луѓе, па штом дозна зошто ги мачат и самата се огласи за христијанка и им го раздаде својот накит на сиромашните. Царот се разгневи на својата ќерка и ја затвори во посебен затвор, па бидејќи со ништо не успеа да ја одврати од Христа, нареди и во затворот ја запалија. Затворот изгоре, но девицата остана жива. Кога го виде ова чудо, се крсти многуброен народ. Тогаш царот разјарен нареди и ја врзаа ќерка му за едно дрво и ја убија со стрели. Оние што поверуваа во Христа побегнаа од страшниот цар на блискиот остров и се сокрија. Царот тргна на кораб за да ги фати, но коработ потона во морето и нечестивиот цар загина како некогаш фараонот. Новиот цар ја прими Христовата вера, се крсти и го доби името Севастијан. Јасон и Сосипатар слободно го проповедаа Евангелието и ја утврдуваа Црквата Божја на Крф до нивната длабока старост и таму го завршија својот земен живот, па преминаа кај Господ."
  }, {
    "title": " Светиот маченик Тибал",
    "important": false,
    "desc": "Словенин од Панонија. Во времето на Диоклецијан беше страшно мачен за верата во Христа и чесно пострада во местото Цибал."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Свети Василиј Острошки",
    "important": false,
    "desc": "Родум од Попово Село во Херцеговина, од родители прости но благочестиви. Од малечок беше исполнет со љубов кон Божјата Црква, а кога порасна отиде во требињскиот манастир на Успение на Пресвета Богородица и прими монашки чин. Набрзо се прочу со својот сериозен и редок подвижнички живот, зашто себеси си налагаше подвиг врз подвиг, сѐ потежок и потежок. Подоцна го посветија за епископ Захумски и скендериски, наспроти неговата волја. Како архиереј прво живееше во манастирот Тврдош и оттаму како добар пастир го утврдуваше своето стадо во православната вера, чувајќи го од турската свирепост и од латинското лукавство. А кога непријателите многу го притеснија, а Турците го разорија Тврдош, се пресели во Острог, каде што тврдо се подвизуваше, оградувајќи го своето стадо со непрестајни молитви. Се упокои мирно во Господ во 16 век. Неговите мошти останааа цели и целебни, нераспадливи и чудотворни до денешен ден. Чудата на гробот на Св. Василиј се безбројни. Кон неговите мошти притекнуваат и христијаните и муслиманите и наоѓаат исцеленија во најтешките маки и болести. Секоја година на Педесетница во Острог станува голем народен собир."
  }, {
    "title": " Светите девет маченици во Кизик",
    "important": false,
    "desc": "Овие деветмина храбри маченици во кои гореше љубовта Христова не сакаа да им принесат жртви на идолите ниту да се одречат од Господ Христос, заради што беа луто мачени и најпосле убиени со меч. Во времето на царот Константин во Кизик беше изграден храм во чест на овие маченици, а таму ги положија и нивните нетлени мошти. Нивните имиња се: Теогниј, Руф, Антипатар, Теостих, Артем, Магн, Теодот, Тавмасиј и Филимон. Презреа сѐ минливо заради вечното. Затоа Господ ги воведе во Своите вечни обители и им даде венци на непропадлива слава. Чесно пострадаа и се прославија во 3 век."
  }, {
    "title": " Преподобен Мемнон Чудотворец",
    "important": false,
    "desc": "Се предаде на пост и молитва од младоста. Толку го очисти своето срце што стана живеалиште на Светиот Дух. Ги исцелуваше неисцелливите болни и правеше многубројни други чуда. Се јавуваше и во морски бури и ги спасуваше бродовите од пропаст. Мирно се упокои во Господ во 2 век и се пресели во Неговите небесни дворци."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Свети апостол Јаков Заведеев",
    "important": false,
    "desc": "Син на Заведеј, брат на Јован, еден од Дванаесеттемина. Кога Господ Исус ги повика, тој и брат му Јован ги оставија рибарските мрежи и својот татко и веднаш тргнаа по Него. Спаѓа меѓу оние тројца апостоли на коишто Господ им ги откриваше најголемите тајни, пред кои се преобрази на Тавор и пред коишто тагуваше во Гетсиманската градина пред да пострада. Откако Го прими Светиот Дух, Св. Јаков по разни краишта го проповедаше Евангелието и отиде дури до Шпанија. Кога се врати оттаму со него почнаа да се препираат за Светото Писмо Евреите. Бидејќи никако не можеа да му одолеат, најмија еден маѓесник Хермоген. Но Хермоген и неговиот ученик Филип обајцата беа победени од силата на Вистината што ја проповедаше апостолот и откако беа поразени се крстија. Тогаш Евреите го обвинија кај Ирод и го наговорија некој Јосија да клевети на апостолот. Овој Јосија го виде мажественото држење на Светиот апостол и штом ја слушна јасната проповед за Вистината, се покаја и поверува во Христа. Кога го осудија на смрт Јаков, го осудија и Јосија. Тој го молеше апостолот да му го прости гревот на клевета. А Јаков го прегрна, го целива и му рече: „Мир на тебе и прошка!“ И обајцата ги наведнаа главите под мечот и беа убиени за Господ Кого Го возљубија. Свети Јаков пострада во 45 година во Ерусалим. Неговото тело беше однесено во Шпанија, а на неговиот гроб и денес се случуваат чудесни исцеленија."
  }, {
    "title": " Свети Донат",
    "important": false,
    "desc": "Епископ во Еврија Албанска. Бог му даде голема благодат на чудотоврство, па правеше многу чуда корисни за луѓето. Така претвори горчлива вода во пивка, низведе дожд во сушно време; ја исцели од лудило царската ќерка, воскресна мртовец. Овој мртовец му го имаше исплатено долгот на својот заемодавец, но бидејќи несовесен заемодавецот сакаше уште еднаш да си го наплати долгот и го бараше од вдовицата на покојниот. Вдовицата плачеше и му се жалеше на епископот. Свети Донат го опомена заемодавецот да почека да го погребаат човекот пред да поразговарат за ова. Но заемодавецот настојуваше со жестокост. Тогаш Свети Донат му пристапи на мртовецот, го фати и му викна: „Стани, брате, и види што имаш со твојот заемодавец!“ Мртовецот се крена и со грозен поглед го погледна својот заемодавец, па му кажа каде и кога му го платил долгот. И плус тој ја побара од овој заемодавец својата писмена обврзница. Исплашен заемодавецот му ја врачи неговата хартија, мртовецот ја искина и повторно легна и се упокои. Свети Донат мирно се упокои во длабока старост и отиде кај Господ во 387 година. Неговите мошти почиваат во Еврија во Албанија."
  }, {
    "title": " Свети Игнатиј Брјанчaнинов",
    "important": false,
    "desc": "Родителите на Преосветениот Игнатиј стапиле во брак уште во рана младост. Во почетокот на нивниот брак биле родени две деца, но таа радост не траела долго; и двете деца умреле во првите денови од животот и младиот брачен пар долго време останал без деца. Во длабока тага заради долготрајната бездетност, младите сопружници се обратиле кон единствената помош - небесната. Со усрдни молитви и добри дела измолиле разрешување на неплодноста. Како дар на молитвата на ожалостените родители им се родил син, со име Димитриј, во чест на еден од првите вологодски чудотворци - преподобен Димитриј Прилуцки. Детето Димитириј е роденo на 6 февруари 1807 година во селото Покровск, во Грјазовецката област, во Вологодската губернија. Идниот монах ја имаше таа среќа своето детство да го помине во допир со природата, која така стана неговиот прв учител. Тука ја стекна љубовта кон осаменоста. Искрата на божествената љубов засветли во неговото чисто срце и се пројави во несвесна приврзаност кон монаштвото и неговите високи идеали, како и во особена наклонетост кон сѐ свештено и вистински убаво, според мерата на неговата детска возраст. Момчето духовно беше одделенo од светот, а таквото настроение на малолетниот Димитриј не можеше да наиде на разбирање од родителите. Неговиот татко, Александар Семјонович Брјанчанинов, потомок на старата племска многу позната и почитувана фамилија Брјанчанинови, беше светски човек, во полна смисла на зборот. Мајката - Софија Атанасјевна, жена со видно образование, благочестива, не заборавајќи дека мажот е глава, во сѐ му се повинуваше на мажот, делејќи ги со него неговите ставови и размислувања. Сите деца во фамилијата Брјанчанинови, браќата и сестрите на Димитриј Александрович, беа воспитувани заедно, но сите го увидуваа првенството на Димитриј, не само заради тоа што беше најстар, туку и заради особената, возвишена ускладеност на неговиот ум и карактер. Иако беше почитуван од браќата и сестрите и сите ги надминуваше со научните способности и други таланти, Димитриј никогаш не се превознесуваше. Почетоците на монашкото смиреноумие се пројавуваа во неговото однесување и начин на мислење. Често сакаше да ја посетува црквата, а дома имаше обичај да се моли и во текот на денот, не ограничувајќи се само на востановеното време - наутро и навечер. Неговата молитва не беше налик на вообичаено исчитување, забрзано и без внимание, како што е тоа обичај кај децата; тој се учеше на внимателна молитва, стоејќи со стравопочит и бавно изговарајќи ги молитвените зборови, и толку напредна во неа што уште во детството се насладуваше со благодатните плодови. Евангелието секогаш го читаше со умиление, размислувајќи за тоа што чита. Способносите на Димитриј беа многустрани: освен вообичаеното занимавање со науките, тој со голем успех се занимаваше со калиграфија, сликање, нотно пеење и со свирење виолина. Димитриј во домот на родителите живееше до неговата шеснаесетта година; тој прв период од неговиот живот веќе беше тежок за него, во духовна смисла. „Моето детство беше преисполнето со тага. Тука ја гледам Твојата рака Господи, Боже мој! Јас немав кому да го откријам своето срце; почнав сам да го излевам пред Тебе, почнав да го читам Евангелието и житијата на Твоите светии. Завесата, само на некои места пропустлива, го покриваше за мене Евангелието; но Твоите Пимен, Сисој и Макариј, оставаа необичен впечаток на мене. Мислата која често се вознесуваше кон Тебе со молитва и читање, почна малку по малку да донесува мир и спокојство во мојата душа. Кога бев на петнаесет години, неискажлива тишина струеше низ мојот ум и срце. Но, не ја разбирав - јас го сметав тоа за вообичаена состојба на сите луѓе.“ На крајот од 1822 година, родителите го однесоа Димитриј во Санкт Петербург за да го запишат во главната инжењерска школа. Тогаш ненадејно таткото му се обрати на синот со следните зборови: „Каде би сакал да стапиш на служба? Погоден со така необичната отвореност на таткото, синот повеќе не сакаше да ја скрива својата тајна; прво измоли ветување од него дека нема да се налути ако не му се допадне одговорот, а потоа со цврста волја и сила на потполно искрено чувство, рече дека сака да оди „во манастир“. Но, татковите планови во потполност се разидуваа од желбата на синот... Димитриј напредуваше во науките, а одличното однесување и наклонетоста на великиот кнез, имаа влијание и на неговото напредување во службата. Извонредните умни способности и морални особини на Димитриј ги привлекуваа школските професори и сите се однесуваа кон него со голема благонаклоност, отворено давајќи му првенство пред сите останати ученици. Покрај службено-научната дејност, Димитриј имаше успех и во светското друштво, поради своите лични добродетели. Роднинските врски го одведоа во домот на тогашниот претседател на Академијата на уметноста, Олењин. Таму на книжевните вечери стана омилен рецитатор, а со поетскиот и книжевен талент го привлече вниманието на познатите личности од книжевниот свет: Гнедич, Крилов, Батјушков и Пушкин. Таквото друштво имаше добро влијание на литерарниот развој на идниот писател. Димитриј Александрович, и покрај вревата на престолничкиот живот, остана верен на своите духовни стремежи, кои ги живееше во осаменоста на далечното родно место: тој во верата секогаш бараше живо, опитно знаење и сочуван од благодатта не се предаде на трулежното влијание на туѓите учења, ниту на стапиците на светските задоволства. „Поминаа скоро две години во световни интересирања: во мојата душа се роди, и веќе израсна, некаква страшна пустош, се јави глад, се јави неподнослив копнеж по Бог. Почнав да ја оплакувам својата небрежност, да го оплакувам својот заборав на којшто му ја предадов својата вера, да ја оплакувам слатката тишина што ја загубив, да ја оплакувам празнината што ја стекнав, што ме притискаше, ужаснуваше, исполнувајќи ме со чувство на сиромаштво, губиток на живот! И точно, тоа беше страдање на душата, која се оддалечила од својот вистински живот, Бог. Се сеќавам: одам по улиците на Петроград во униформата на јункер, и од очите пролевам потоци солзи...“ „Светот за мене не претставуваше ништо примамливо: јас кон него бев толку ладен, како светот потполно да беше без искушенија! Како да не постоеја тие за мене: мојот ум целиот беше нурнат во науките, и воедно гореше од желба да спознае каде се крие вистинската вера, каде се крие вистинското учење за неа, далеку од догматските и морални заблуди“. Димитриј Александрович ѝ се сврте на молитвата, творејќи ја во себеси, внимателно и непрестајно. Тој се занимаваше со умната молитва, и толку желно се вежбаше во неа, така што таа почна сама да дејствува во него. „Се случуваше навечер“, зборуваше тој за себеси подоцна, „да лежам во постела и да ја ставам перницата под глава, почнувајќи да ја кажувам молитвата, и така, не менувајќи ја положбата, не прекинувајќи ја молитвата, да станувам наутро, да одам на работа, на часови“. На тој начин, бидејќи беше монах во душата, и веќе со шеснаесет години го имаше искусено благодатното дејство на молитвата, ова побожно момче не можеше да се задоволи со обичајот само еднаш годишно да пристапува кон Светите Тајни исповед и Причест, туку му беше потребно почесто да се закрепнува со таа духовна храна, па се обрати на вероучителот и духовникот на училиштето. Тоа предизвика зачуденост кај духовникот, посебно кога на исповед тој рече дека „се бори со мноштво гревовни помисли“. Не правејќи разлика меѓу „гревовни помисли“ и „политички замисли“, отецот протоереј сметаше дека е обврзан за тие околности да ја извести школската управа. Тогаш го подвргнаа момчето на формално испитување за значењето на помислите, кои тој самиот ги признаваше за грешни. Германската управа, не сфаќајќи го значењето на тие изрази, почна да го набљудува Брјанчанинов. Димитриј беше принуден да си пронајде друг духовник, и затоа се обрати кај монасите од Валаамскиот метох и почна да оди таму секоја сабота и недела поради исповед и Света Причест, скришно од школската управа. Во тоа дело му се придружи и неговиот другар Чихачов. Монасите од Валаамскиот метох со љубов ги примаа младите луѓе, но тие како луѓе со обично образование, кои првенствено се ограничуваа на надворешен подвиг, не можеа во потполност да одговорат на нивните духовни потреби, па ги посоветуваа за духовни поуки да се обратат кај монасите од Невската лавра. Во тоа време таму живееја некои ученици на старците Теодор и Леонид, кои пак монашкиот потстриг го примиле од познатиот старец Паисиј Величковски. „Пред погледот на умот, веќе се најдоа границите на човечките знаења во највисоките крајни науки. Доаѓајќи до тие граници, јас ги прашував науките: ‘Што му давате вие на човекот како имот? Човекот е вечен, и неговиот имот мора да биде вечен. Покажете ми го тој вечен имот, тоа вистинско богатство, кое би можел да го однесам со себе во гроб!‘ Науките молчеа.“ „И почнав често, со солзи, да Го молам Бог, да не ме остави како жртва на заблудата, да ми го покаже вистинскиот пат, по кој би можел да одам пред Него, невидливо со умот и срцето. Одеднаш, ми се појави мисла... а срцето ѝ притрча како на пријател во прегратка. Таа мисла ми советуваше да ја изучам верата од изворот - од делата на светите Отци. ‘Нивната светост’, ми говореше таа, ‘гарантира за нивната веродостојност: нив одбери ги за раководители’. Ако си видел некој кој е опрелестен од лажно учење, кој пострадал поради неправилно избран подвиг - знај дека тој се следел себеси, својот разум, своите мислења, а не учењето на Отците, кое го сочинува догматското и морално предание на Црквата.“ Духовните стремежи на младиот подвижник, неговата ревност, усрдност во молитвата, наидоа на тешка проверка. Првите непријатели на патот на неговото спасение беа неговите домашни. По налог на таткото, школската управа презеде мерки преместувајќи го Брјанчанинов од приватниот стан во државен, под строг надзор, а една негова роднина, многу влијателна личност, го извести тогашниот Митрополит петроградски Серафим дека нема да одбегне непријатности доколку Брјанчанинов биде примен во Лаврата за монах. Митрополитот строго му забрани на духовникот Атанасиј да ги прима Брјанчанинов и Чихачов на исповед. Но, Димитриј сам му се обрати на Митрополитот и лично му ја објасни својата неизоставна желба да стапи во монаштво, и Митрополитот му дозволи како и порано да оди кај духовникот во Лаврата. Покрај случувањата и околностите кои зависеа од волјата на луѓето, и самата природа поставуваше препреки на благочестивите намери на младиот Димитриј. Во 1826 година се разболе од болест на белите дробови, која ги имаше сите симптоми на туберкулоза. Лекарите му ја соопштија опасноста на неговата состојба, и тој самиот сметаше дека е на прагот на смртта, и со чести молитви се подготвуваше за премин во вечноста. Но, не се случи онака како што предвидуваа лекарите од престолнината; болеста доживеа поволен пресврт, и му послужи на болниот како доказ дека без волјата Божја ни најпостојаните закони на природата немаат сила да дејствуваат на нас. Но, за да се оствари тој пресврт т.е. потполно да ги прекине сите врски со светот, беше потребен човек кој ќе му помогнеше во тоа, кој со силата на својот дух ќе го води по себе. За Димитриј тоа стана гореспоменатиот јеромонах Леонид. „Срцето ми го зеде отец Леонид - сега е одлучено; ќе дадам оставка во службата и ќе одам по старецот; на него ќе му се предадам со сета душа и ќе го барам единствено спасението на душата во осаменост“. Но, пред да замине во манастир мораше да издржи голема духовна борба со родителите, од една страна, и со моќниците од овој свет, од друга страна. Го положи завршниот испит во инжењерската школа, и тогаш ослободувајќи се од училиштето даде оставка во службата. Но, тука го снајде друга неволја: мораше да си има работа со високите власти, мораше да ја брани својата заветна желба дури пред монархот, на кого му го должеше целото воспитување, образование и благодарност за благонаклонетоста. На дворот на великиот кнез, пред целата управа на инжењерската школа деветнаесетгодишното момче, со трепет во срцето, но со цврста волја, дојде на тоа собрание. Великиот кнез му соопшти дека царот император знаејќи ги неговите способности во службата, наместо оставка, има намера да го приведе во гардата и да му даде таква положба која ќе ги задоволи и самољубието на Брјанчанинов и неговото славољубие. Но, Брјанчанинов му одговори: „Да останеш во светот и да сакаш да се спасиш, тоа е, Ваше Височество, исто како да стоиш во оган и да сакаш да не изгориш“. Не освртувајќи се на убедувањата на великиот кнез, кој прибегнуваше кон ласкања и закани, Брјанчанинов остана чврст во својата намера, но сепак, великиот кнез му соопшти дека царот император одбива да го ослободи од службата. На новото работно место, поради слабото здравје, Димитриј беше принуден по неколку недели да не излегува од станот и да не ги исполнува своите работни обврски. Во 1827 година, при една посета на ова утврдување, великиот кнез се увери во неспособноста на офицерот Брјанчанинов за извршување на службата и ја исполни неговата непопустлива желба да биде отпуштен. Веднаш по добивањето на отпустот, Димитриј се упати во Александро-свирскиот манастир, кај отец Леонид, за под негово раководство да го започне монашкиот подвиг. „Јас стапив во манастир, како што избезумениот, покривајќи ги очите и оставајќи секое размислување, се фрла во оган, или во провалија, како што војник со срце носен, трча во крвав бој, во очигледна смрт. Мојата ѕвезда-водителка. Добрата мисла, дојде да ми свети во осаменоста, во тишината, или поточно во темнината, во манастирските бури“. Стапувајќи во манастирот, Димитриј со сета душа му се предаде на старецот Леонид, на духовно раководство. Исповедта на чистото срце, постојаната предаденост на старецот и сецелото отсекување на волјата пред него, го наградија со духовна утеха, леснотија и мирна состојба на духот, кои се својствени за бестрастието. Подоцна, поради многубројноста на обителта, се појави потреба отец Леонид со своите ученици да се пресели од Свирскиот манастир на друго место. Тие се упатија во Плошќанската пустина, во Орловската губернија. Во тоа време во Плошќанската пустина пристигна и Чихачов. Старецот Леонид го благослови животот на двајцата другари, одвоен од другите ученици. Младите послушници во потполност му се предадоа на подвижничкиот живот. Сите нивни душевни сили беа предадени на богомислие и молитва. Но, меѓу основачот на пустината јеромонахот Маркел и старецот Леонид настана несогласување, коешто го примора последниот да ја напушти Плошќанската пустина и да се пресели во скит на Оптинската пустина. Но, Димитриј и неговиот другар во Оптинската пустина не беа пријатно пречекани. Игуменот ги гледаше неблагонаклоно, а браќата кон нив се однесуваа со недоверба. Имаа многу неволји поради осаменичкиот начин на живот. Во тоа време, мајката на Димитриј се разболе, и таа посака да го види својот син, а и срцето на таткото смекна, та му напиша писмо дека нема да му ги попречува намерите, и да дојде да ја види мајка си. Димитриј појде кај родителите заедно со својот другар. Но, здравствената состојба на мајка му во меѓувреме се подобри, а таткото повторно пробуваше да го наговори да стапи во државна служба. Така, тој повторно се најде во светот, барајќи прибежиште да се заштити од световното друштво, кое е неспоиво со монаштвото, и да се смести некаде во манастир. Раката Божја, која невидливо го покриваше скитникот без прибежиште, се допре до срцето на Преосветениот Стефан, кој многу го засака Димитриј и за заложи за него. Со негов благослов се настани во Семигородската пустина, а потоа на молба на Димитриј, беше преселен во Глушицката пустина, каде што е и именуван за послушник. Бидејќи таткото на Димитриј не престануваше да бара неговиот син да го напушти манастирскиот живот, Димитриј почна да го моли архиерејот да му направи милост и, земајќи ги предвид семејните околности, да го забрза неговиот потстриг во монаштво. Така, Владиката издејствува одобрение од Светиот Синод и го повика Димитриј од Глушицкиот манастир во Вологод и му рече да се припреми за потстриг. Во 1831 година, на 28 јуни, Преосветениот Стефан го потстрижа Брјанчанинов во схима, во соборната црква на Воскресение, и го нарече Игнатиј, во чест на свети Игнатиј Богоносец. На 4 јули истата година, Преосветениот Стефан го ракоположи монахот Игнатиј во јероѓакон, а на 25 јули во јеромонах, и привремено го постави при архиерејскиот двор во Вологда. Но, опкуржувањето на пустинољубивиот монах директно се спротивставуваше на неговите желби, и тој побара од архиерејот да го пушти да оди во Глушицкиот манастир. Но, набргу почина управителот на Пелшемскиот Лопотов манастир, па така во 1832 година Игнатиј е именуван на местото на упокоениот. Манастирот скоро да беше разрушен. Но, Игнатиј успеа потполно да го возобнови манастирот. За кратко време братството се зголеми на 30 луѓе. Богослужението се устрои според одреден типик. Обителта се обнови и одвнатре и однадвор. Кога го виде тоа, срцето на неговиот татко смекна, така што Игнатиј веќе можеше да ги посетува родителите. Неговата мајка се хранеше со духовните беседи на синот и нејзините сфаќања се сменија, од телесни станаа духовни, таа му благодареше на Бог што ја удостои нејзиниот првенец да се најде меѓу Неговите служители, што претходно го сметаше за своја голема несреќа. Како старешина на монашкото општожитие, отец Игнатиј стана „ава“ на монашката заедница, во полна смисла на зборот. За игумен на Лопотовската обител е назначен во 1833 година. Но, поради влажната клима, неговото здравје значително се влоши, така што на крај тој заврши во болничка постела. Тогаш о. Игнатиј побара преместување во Николо-угрејшкиот манастир. Но, царот Николај Павлович дознавајќи за сите случувања во врска со животот на игуменот Игнатиј го повика во Петроград за лично да го види, во присуство на Митрополитот Филарет. Во таа прилика, царот на о. Игнатиј му ја назначи Сергиевата пустина, и му даде задача од нејзе да направи манастир, кој во очите на престолнината ќе биде пример за сите манастири. Светиот Синод потоа го произведе игуменот Игнатиј во архимандрит, во 1834 година во Казанската црква. Намерата на игуменот Игнатиј да се пресели од Лопотовиот манастир имаше во основа чисто физичка причина. На неговиот слаб организам му требаше клима, ако не јужна, тогаш во најголема мера сува, а не влажна. Положбата на Сергиевата пустина, во поглед на климата, не ги нудеше дури ни оние погодности кои ги имаше Лопотовиот манастир. А во духовно-морален поглед, новото место беше многу понепријатно во споредба со претходното; тоа бараше двојно поголем духовен подвиг, бидејќи беше опкружено со трња на световни гласини и суета. Само живата вера во промислата Божја и добрата совест во исполнувањето на монашкиот завет на послушанието, кои архимандритот Игнатиј ги покажуваше во однос на царската волја, го крепеа при стапувањето на новото прибежиште. Тој единствено се грижеше за доброто на обителта која му беше доверена. Манастирските конаци, почнувајќи од црквата до последните манастирски згради одамна беа запуштени. Запуштеноста во материјална смисла, распуштеноста во морален поглед, царуваа со сета сила. Сепак, напорите и грижата во возобновата на оваа пустина оставија свој печат на неговото веќе нарушено здравје. „Со неспознатливи дела на Промислата, јас сум преместен во таа обител, до северната престолнина, која, додека живеев во неа, не сакав дури да ја гледам, сметајќи дека во сѐ не одговара на моите духовни цели. Првата година, по доаѓањето во неа ме погоди тешка болест, втората година друга, третата година трета; тие ги уништија остатоците од моето здравје и сили, станав изнемоштен, непрестајно страдајќи. Тука се подигнаа и се запенија завист, злоречие, клевета, овде бев подвргнат на тешки, долготрајни, понижувачки казни, без суд, без најмалку истрага, како бесловесна стока; овде ги видов непријателите кои дишат со непомирлива злоба и жед за моја погибел“. Отец Игнатиј со обновата на храмот заврши во 1838 година, но неговата основна грижа беше внатрешната духовна благосостојба на обителта. На браќата о. Игнатиј им го пренесуваше својот начин на мислење и погледи на монаштво, беше отец и учител на сите. Вратата од неговата келија постојано беше отворена, така што слободно кај него доаѓаа и старите монаси свештенослужители и младите послушници. Така братството стана едно големо семејство, со кое управуваше еден отец, и поврзано со врските на слога и духовно единство, одухотворено и раководено од возвишеното учење на отецот-учител, иако не ги одминуваа тагите и искушенијата. „Да отфрлиме секакво роптање, да отфрлиме секаква тага заради она што ни се случува, да отфрлиме жалост на срцето и меланхолија, од кои слабите души страдаат повеќе отколку од самите неволји. Да отфрлиме секаква мисла за одмазда и враќање со зло на зло. Одмаздата е Моја. Јас ќе отплатувам (Рим 12, 19), вели Господ“. Во 1838 година архимандритот Игнатиј е поставен за устроител на сите манастири во Петроградската епархија. Таа служба ја имаше сѐ до самиот избор на епископската катедра. Тој сметаше дека животот на човекот кој потполно се предал на водство на Промислата, се одвива по некој Божји план. Тој имаше посебен дар, сѐ да гледа на духовен начин; и најмалата случка, и безначајните околности, кај него имаа длабока смисла. Писменото изразување беше негова духовна потреба. Трудејќи се да ја открие суштината на монашкото живеење, архимандритот Игнатиј се трудеше во самиот себе да ја оствари и со живописен збор на другите да им ја пренесе духовната убавина на смислата на монаштвото. Исповедта на помислите на монахот почетник, за старецот секогаш беше во основата на монашкиот живот. Архимандритот Игнатиј во себеси ги имаше споено и духовната мудрост и надворешната власт, и затоа животот под негово раководство и во неговата обител беа драгоцено место за сите оние кои сакаа разумно да се подвизуваат. Не придавајќи значај на својата болежливост, тој секојдневно го примаше напорот да ги ислуша исповедите на помисли - неговите ученици дури имаа обичај да водат дневен запис, и тие своите помисли ги откриваа со чисто срце, со искреност, затоа што старецот можеше да ја прими таквата исповед потполно бестрасно. Ползата од исповедта на помислите за сите беше очигледна. Притоа, старецот не ги подвргнуваше своите ученици на тешки искушенија, туку ги предвидуваше нивните физички способности и умната развиеност на секого од нив. Во 1846 година архимандритот Игнатиј поради тешка болест побара да биде ослободен од должноста настојател и да биде отпуштен во пензија, во Никола-бабаевскиот манастир на Костромската епархија. Но, наместо пензијата, нему му беше одобрен само единаесетмесечен одмор, за опоравување од болеста. Во 1857 година Светиот Синод го избра архимандритот Игнатиј за Епископ Кавкаски и Црноморски. На денот на своето наречение рече: „Од младоста тежнеев кон длабока пустина и никогаш не сум мислел за служење на Црквата во каков било свештенички чин. Да бидам епископ на своето срце и на Христос да Му ги принесувам на жртва помислите и чувствата осветени од Духот - тоа е висината кон која беше насочен мојот поглед.“ Поминувајќи во Сергиевата пустина дваесет и четири години, Епископот ја напушти во состојба на процут. За време на неговата управа обителта беше украсена со нови три прекрасни храма. Од оние коишто ги воспитуваше во монаштво Сергиевата пустина даде шеснаесет настојатели: десет архимандрити, пет игумени и еден управител. Во 1858 година Епископот Игнатиј пристигна во Ставрополската епархија, која беше потполно неуредена. И тука прва грижа на Епископот Игнатиј при управувањето со паствата беше да се востанови богослужење според соодветен црковен ред, и да се утврдат потребните односи меѓу свештенството и народот, како во градовите, така и во селата. И тој самиот во односот со свештенството беше срдечен, прост и директен, непрестајно се грижеше за нивниот живот, образование и меѓусебните односи, кои одговараат на свештеничкиот чин. Обрнуваше внимание на воспитувањето на младите во школските установи кои беа во негова надлежност. Во 1861 година Епископот Игнатиј заради тешка болест се враќа во Никола-бабаевскиот манастир, каде што на 30 април 1867 година за време на тивка молитва го затекнува смртта за којашто се подготвуваше во текот на целиот живот на земјата. Владиката Игнатиј Брјанчанинов ни остави обемно духовно дело собрано во шет тома: „Аскетски огледи“ во три тома, „Аскетска проповед“, „За современото монаштво“ и „Старечник“."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Светиот пророк Еремија",
    "important": true,
    "desc": "Роден 600 години пред Христа, во селото Анатот, недалеку од Ерусалим. Почна да пророкува во својата петнаесетта година, во времето на царот Јосија. Им пророкуваше за покајание на царот и на неговите големци, на лажните пророци и на свештениците и во времето на овој цар Јосија одвај си ја спаси главата од убиствените раце на огорчените големци. На царот Јоаким му прорече дека неговиот погреб ќе биде како погреб на магаре, т. е. мртов ќе биде исфрлен надвор од Ерусалим и телото долго ќе му се влечка по земјата непогребано. Заради ова Еремија беше фрлен во затвор. Бидејќи во затворот не можеше да пишува, го повика Варух, којшто застана покрај неговото затворско прозорче, а Пророкот почна да му диктира. Кога му го прочитаа ова пророштво на царот, тој гневен ја фрли хартијата во оган. Промислата Божја го спаси Еремија од затворот, а врз Јоаким се исполни зборот на Пророкот. На царот Јехониј пак, му прорече дека со целото семејство ќе биде одведен во Вавилон и дека ќе умре таму, коешто наскоро и се случи. Под царот Седекија Еремија си стави јарем на вратот и така одеше по градот Ерусалим, пророкувајќи го со тоа падот на Ерусалим и ропството под јаремот на Вавилонците. На еврејските робови во Вавилон им пишуваше да не се надеваат да се вратат во Ерусалим, зашто ќе останат во Вавилон седумдесет години - така и беше. Во долината Тотеф, под Ерусалим, каде што Евреите им принесуваа на идолите деца како жртви, Еремија зеде здрав лонец во рацете, го скрши пред народот, пророкувајќи ја брзата пропаст на Јудејското царство. Наскоро Вавилонците го зазедоа Ерусалим, го убија царот Седекија, го разорија и го ограбија градот, а огромен број Евреи беа заклани во долината Тотеф, на местото каде што Пророкот го искрши оној лонец. Еремија со левитите го зеде кивотот од храмот и го однесе на ридот Нават - каде што умре Мојсеј - и овде го скри во една пештера. Огнот од храмот пак, го скри во еден длабок бунар. Некои Евреи го принудија да оди со нив во Египет, каде поживеа четири години, а потоа беше од своите сонародници убиен со камења. На Мисирците им прорече дека идолите ќе им бидат разбиени и дека Дева со Младенецот ќе дојде во Мисир. Постои предание дека самиот цар Александар Велики го посетил гробот на Пророкот Еремија. На наредба од Александар телото на Еремија е пренесено и со почести погребано во Александрија. (Мисирците речиси го обожаваа Пророкот Еремија. Затоа и го погребаа како крал. Го сметаа за чудотворец и после смртта. Правот од неговиот гроб го земаа како лек против каснатици од змија. И ден денес мнозина христијани во молитва го повикуваат Пророкот Еремија против змии)."
  }, {
    "title": " Преподобниот маченик Акакиј Влечкар",
    "important": false,
    "desc": "Од селото Неохор близу Солун. Бидејќи многу беше биен од мајсторот во Серез, тој се потурчи. Потоа живееше во Хилендар како покајник и монах. Неговата сиромашна и христољубива мајка го посоветува: „Како што доброволно се одрече од Господ сега така мораш доброволно да примиш и мачеништво за слаткиот Исус.“ Ја послуша мајка му и со благослов од светогорските отци отиде во Цариград, каде што Турците го заклаа во мај 1816 година. Неговата глава се чува во манастирот на Свети Пантелејмон."
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Свети Атанасиј Велики, архиепископ Александриски",
    "important": true,
    "desc": "На денешен ден се празнува преносот на неговите мошти и чудата произлезени од нив. А животот и подвигот на овој светител се опишани под 18 јануари: Роден во Александрија 296 година. Од детството наклонет кон духовниот призив. Беше ѓакон кај архиепископот Александар и го придружуваше својот архиепископ на Првиот Вселенски Собор во Никеја. На овој Собор многу се прослави со неговата ученост, благочестие и ревност за Православието. Многу придонесе за побивањето на Ариевата ерес и за утврдувањето на Православието. Го напиша Симболот на Верата кој на Соборот беше усвоен. По смртта на Александар, Св. Атанасиј беше избран за архиепископ Александриски. Во архиепископскиот чин остана над четириесет години, иако не беше цело време на архиепископскиот престол. Речиси сиот живот беше гонет од еретиците. Од царевите најмногу го гонеа: Констанциј, Јулијан и Валент; од епископите Евсевиј Никомидиски со уште мнозина други; а од еретиците Ариј и неговите следбеници. Беше принуден да се крие од гонителите дури и во бунар, во гроб, по приватни куќи, по пустини. На двапати бегаше во Рим. Дури пред смртта едно време проживеа мирно како добар пастир сред своето стадо, коешто вистински го љубеше. Мал е бројот на светителите што се толку клеветени и толку злосторнички гонети како Св. Атанасиј. Но неговата голема душа најпосле излезе победоносна од сета таа долготрајна и страшна борба. За совет, утеха и морална потпора често одеше кај Свети Антониј, кого го почитуваше како свој духовен отец. Човекот којшто ја формулираше најголемата вистина мораше и да пострада за таа вистина, додека Господ не го упокои во Своето Царство овој Свој верен раб, во 373 година."
  }, {
    "title": " Светите маченици Борис и Глеб",
    "important": false,
    "desc": "Синови на великиот кнез Владимир, којшто го покрсти рускиот народ. До Крштението Владимир имаше многу жени и деца од нив. Борис и Глеб беа браќа од една мајка. Пред смртта Владимир им ја раздели државата на сите свои синови. Но најстариот син, Свјатополк, кнез Киевски, посака да ги земе и деловите што им припаднаа на Борис и Глеб. Затоа испрати луѓе, па на едно место го уби Борис, а на друго Глеб. Овие давјца браќа беа необично побожни и во сѐ богоугодни и ја сретнаа смртта со молитва и со срце воздигнато кон Бога. Нивните тела останаа нетлени и благоухани и беа погребани во Вишгород, каде што до денес од нив исходи благодатна сила, исцелителна за маките и болестите кај луѓето."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Светите маченици Тимотеј и Мавра",
    "important": false,
    "desc": "Судбината на овие прекрасни маченици, женик и невеста, е чудна. Дваесет дена по венчавката беа изведени на суд заради верата во Христос пред Тиавидскиот намесник Аријан, во времето на царот Диоклецијан. Тимотеј беше чтец во црквата во неговиот роден крај. „Кој си ти?“, го праша намесникот. Тимотеј одговори: „Јас сум христијанин и чтец на Црквата Божја.“ Оној пак му рече: „Не ги гледаш ли до тебе приготвените справи за мачење?“ Тимотеј одговори: „И ти не ги гледаш Божјите ангели што ме крепат“. Тогаш намесникот нареди и ушите му ги прободија со железна прачка, така што од болка му искокнаа очните зеници. Потоа го обесија главечки и му ставија во устата дрво. Мавра најпрво се исплаши од маките, но кога мажот ѝ ја охрабри и таа ја исповеда својата вера пред намесникот. Овој нареди и најнапред ѝ ја искубаа косата, а потоа ѝ ги отсекоа и прстите на рацете. По многубројни долги маки, на коишто брзо би подлегнале да не ги крепеше благодатта Божја, обајцата беа распнати на крст еден кон друг. Висејќи на крстовите останаа живи цели девет дена, советувајќи се и крепејќи се еден со друг во трпењето. Десеттиот ден Му го предадоа својот дух на Господ, за Кого претрпеа крсна смрт, со што се удостоија за Неговото Царство. Чесно пострадаа за Христа во 286 година."
  }, {
    "title": " Преподобен Теодосиј Киево-Печерски",
    "important": false,
    "desc": "Од најрана младост ги одбегнуваше смеата и веселбите и се предаваше на молитва и богомислие. За ова мајка му често го тепаше, а особено откако еден ден здогледа дека носи железен појас по голото тело, од што имаше крв на кошулата. Бидејќи еднаш ги прочита во Евангелието зборовите на Спасителот „кој го љуби татка си или мајка си повеќе од Мене не е достоен за Мене“, тој го напушти родителскиот дом и побегна во Киевската пештера кај Преподобниот Антониј. Свети Антониј го прими и наскоро го замонаши. Кога мајка му го најде и почна да го бара да се врати, тој ја посоветува, па и таа се замонаши во еден женски манастир. Со неговиот подвиг, со кротоста и добрината Теодосиј набрзо ги надмина сите монаси и му стана мошне мил на Антониј, којшто го постави за игумен на манастирот. Во негово време манастирот многу се намножи, се соѕидаа цркви и келии и во целост се воведе Студитскиот устав. Заради неговата девствена чистота, заради преголемиот молитвен труд и љубовта кон ближните, Бог му подари на Теодосиј голема благодат и тој Божји човек имаше голема моќ над нечистите духови, исцелуваше болести и гледаше во човечките судбини. Свети Антониј и Свети Теодосиј се сметаат за основачи и устроители на монаштвото во Русија. Свети Теодосиј се упокои мирно во 1074 година. Неговите целебни мошти почиваат покрај моштите на Свети Антониј."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Светата маченичка Пелагија Тарсиска",
    "important": false,
    "desc": "Родена е во градот Тарс, од родители незнабожци, но богати и прочуени. Кога слушна од христијаните за Христа, таа се разгоре со љубов кон Спасителот и во душата беше целата христијанка. Се случи самиот цар Диоклецијан запре во Тарс и додека се бавеше во овој град неговиот син, принцот, се вљуби смртно во Пелагија, па сакаше да ја земе за жена. Преку својата зла мајка Пелагија одговори дека таа веќе Му се има ветено на Небесниот Женик, Господ Исус Христос. Бегајќи од скверниот принц и од својата мајка, Пелагија го побара и го најде епископот Клинон, човек прочуен по светоста. Тој ја поучи во христијанската вера и ја крсти. Тогаш Пелагија ги раздаде своите раскошни фустани и големото богатство, се врати дома и ѝ исповеда на мајка си дека е веќе крстена. Кога слушна за ова царскиот син и ја изгуби сета надеж дека некогаш ќе може да ја добие за жена оваа света девица, се прободе самиот себеси со меч и умре. Тогаш свирепата мајка појде и ја обвини кај царот својата ќерка, па му ја предаде на суд. Царот се восхити од убавината на девицата, заборави на синот и самиот се распали со нечиста страст кон неа. А бидејќи Пелагија остана непоколеблива во нејзината вера, царот пресуди да ја изгорат во метален усвитен вол. Кога ја разголеа мачителите, Света Пелагија се прекрсти со Крстот и со благодарна молитва кон Бога на усните самата влезе во усвитениот вол, во којшто за еден миг се растопи како восок. Чесно пострада во 287 година. Коските што останаа од неа ги прибра епископот Клинон и ги погреба на ридот под еден камен. Во времето на царот Константин Копроним на тоа место беше изградена прекрасна црква во чест на Светата девица и маченичка Пелагија, која се жртвуваше за Христа за со Него да царува вечно."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Светата великомаченичка Ирина",
    "important": false,
    "desc": "Живееше во апостолските времиња на Балканот во некој град Магедон, каде што татко ѝ Ликиниј беше малечок цар. Некои мислат дека таа е Словенка. Родена како незнабожка од родители незнабожци, Пенелопа (така ѝ беше името пред да се крсти) на христијанската вера се поучи од нејзиниот учител Апелијан. Св. Тимотеј, учителот на апостол Павле, ја крсти заедно со уште неколку дворјанки и ѝ ги донесе да ги прочита Посланијата на Светиот апостол Павле. Кога се одрече од мажачка го разгневи татко ѝ и тој сакаше да ја мачи, ама таа на чудесен начин го обрати во христијанство. Освен татко ѝ на маки ја подложуваа уште четворица други цареви, но Бог секогаш ја спасуваше преку ангели. Царот Седекија ја закопа до глава во ендек исполнет со отровни змии и скорпии. Но Божји ангел ги умртви отровните гадови и ја сочува Светата девица неповредена. Тогаш овој цар се обиде да ја истружи со бичкија, но бичкијата се одбиваше од нејзиното тело како од камен. По ова ја врза за тркало под воденица и пушти вода за да ја убие. Водата не сакаше да тече, а стоеше - и девицата остана жива и здрава. Царот Савах, синот на Седекија, ја поткова со клинци, натовари врз неа вреќа со песок и ја впрегна, па нареди да ја водат како добиче далеку надвор од градот. „Навистина, како добиче сум пред Тебе, Господи!“, говореше Светата маченичка впрегната трчајќи по своите мачители. Но Божји ангел ја затресе земјата и земјата се отвори, па ги проголта нејзините мачители. Откако ги преживеа сите маки, со што обрати во христијанство огромно мноштво незнабожци, Ирина премина во градот Калипол и во него ја проповедаше верата во Христа. Тамошниот цар Нумеријан сакаше да ја убие и ја фрлаше во три усвитени метални вола едно по друго. Но девицата беше спасена и остана жива. Мнозина видоа и поверуваа. Епархот Ваводин ја одведе во градот Константин, каде што намисли да ја убие ставајќи ја врз усвитени решетки. Но тоа не ѝ наштети на Света Ирина, а мнозина ги приведе кон верата на Вистината. Најпосле Ирина дојде во градот Месемвриј, каде што царот Савориј ја уби, но Бог ја оживеа. А кога го видоа тоа, царот и многубројниот народ поверуваа. И така со своите страдања Света Ирина приведе во Христовата вера околу сто илјади незнабожци. Најпосле самата легна во гроб и му нареди на Апелијан да го затвори гробот. Кога по четири дена го отворија, нејзе ја немаше внатре. Бог ја прослави занавек девицата и маченичката Ирина, која сѐ жртвуваше и сѐ претрпе за да Го прослави Него меѓу луѓето со сите сили што ѝ ги подари."
  }, {
    "title": " Светите Мартин и Ираклиј",
    "important": false,
    "desc": "Словени. Гонети од ариевците во Илирија. Испратени на прогонство овие витези на Православието го завршија својот земен живот и се преселија кај Господ во 4 век."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Светиот праведен и многустрадален Јов",
    "important": false,
    "desc": "Јов беше потомок на Исав, внукот Авраамов и живееше во Арабија околу 2000 години пред Христа. Татко му е Зарет, а мајка Восора, а неговото цело име беше Јовав. Беше човек чесен, богобојазлив и многу богат. Но во седумдесет и деветтата година од неговиот живот Бог допушти тешки искушенија врз него преку сатаната, како што сѐ е потенко опишано во Книгата Јов. И во еден ден Јов го изгуби сиот свој имот, сите синови и ќерки свои. Потоа врз него падна тешка болест од којашто целото тело му се покри со рани од темето до табаните и лежеше Јов на ѓубриштето надвор од градот и со парче керамида си го вадеше гнојот од раните. Но не заропта на Господа, а стрпливо докрај ги поднесе сите оние маки. Затоа Бог му го врати здравјето и му даде многу поголемо богатство од претходното и пак му се родија седум синови и три ќерки, колку што ги имаше порано. Поживеа уште сто и четириесет години, постојано славејќи и фалејќи Го Бога. Јов се смета за пример на трпеливо поднесување на секое страдање коешто Бог ни го испраќа и за предобраз на страдалниот Господ Исус."
  }, {
    "title": " Светиот Варвар разбојник",
    "important": false,
    "desc": "После многубројни злосторства се покаја и самиот себеси си наложи прво, три години да оди четириножно и да јаде со кучињата и второ, дванаесет години да живее в шума, без облека, без покрив и без каква и да е друга храна освен трева и лисја. Од ангел доби известување дека гревовите му се простени. Патуваа трговци низ шумата, па го видоа Варвар оддалеку и мислејќи дека е ѕвер а не човек, ги вперија стрелите и го застрелаа. Кога умираше ги замоли да му јават на блискиот свештеник за него. Свештеникот дојде и чесно го погреба. Но од неговото тело потече целебно миро и исцелуваше разни болести и маки кај луѓето."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Спомен на јавувањето на Чесниот Крст во Ерусалим",
    "important": false,
    "desc": "Во времето на царот Констанс, синот на Свети Константин, кога беше патријарх Кирил Ерусалимски, во девет часот наутро над Голгота се појави Чесниот Крст и се простираше до небото над Елеонската Гора. Тој Крст беше посветол од сонцето и поубав од најубавото виножито. Сиот народ, и верните и неверните, ги оставија своите работи и во страв и со восхит гледаа во небесниот знак. Мнозина неверници се обратија во верата Христова, а исто така и многумина еретици аријанци ја оставија својата злобна ерес и се вратија во Православието. За овој знак патријархот Кирил му пиша на царот Констанс, којшто и самиот клонеше кон аријанството. Тоа се случи на 7 мај 357 година. И во таа прилика се покажа дека христијанската вера не е во светските мудрувања според телесниот човечки разум, туку во силата Божја, објавена преку чуда и знаци многубројни."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Светиот апостол и евангелист Јован",
    "important": true,
    "desc": "Споменот на овој голем апостол и евангелист се празнува на 26 септември. А на 8 мај се споменува чудото пројавено на неговиот гроб. Имено, кога Јован имаше повеќе од сто години, зеде седуммина од своите ученици, излезе од Ефес и им нареди на учениците да му ископаат гроб во вид на крст. Потоа старецот слезе жив во гробот и беше погребан. Кога подоцна верните го отворија Јовановиот гроб, не го најдоа телото во гробот. А на 8 мај секоја година се креваше некоја прашина од неговиот гроб, од која се исцелуваа болни од разни болести."
  }, {
    "title": " Преподобен Арсениј Велики",
    "important": false,
    "desc": "Овој славен светител е родум од една патрициска фамилија во Рим и добро школуван како во светските науки и во философијата така и во духовната мудрост. Кога ја остави сета светска мудрост, се предаде на служба на Црквата и стана ѓакон во големата црква во Рим. Неоженет, повлечен, молчалив, Арсениј мислеше така да го проживее сиот свој живот. Но Промислата Божја го управи неговиот живот поинаку. Царот Теодосиј го зеде за воспитувач и учител на своите синови Аркадиј и Хонориј и го постави за сенатор, опкружувајќи го со големо богатство, почести и раскош. Но сево ова повеќе го притискаше срцето на Арсениј отколку што го задоволуваше. Се случи еднаш Аркадиј направи некоја беља, а Арсениј го казни за тоа. Навредениот Аркадиј му смислуваше тешка одмазда на учителот, за која Арсениј кога дозна се облече во облека на питач, отиде на морскиот брег, седна на кораб и замина за Мисир. Кога пристигна во славниот Скит, му стана ученик на прочуениот Јован Колов и се предаде на подвиг. Се сметаше себеси за мртов и кога некој му јави дека му умрел некој богат роднина и му го оставил во наследство сиот имот, тој одговори: „Па јас умрев пред него, како можам да го наследам!“ Повлечен во една пустинска келија како во гробница, постојано плетеше кошници од палмови лисја, а ноќе Му се молеше на Бога. Ги одбегнуваше луѓето и секој разговор со нив. Само во празнични денови излегуваше од келијата и доаѓаше в црква да се причести. За да не стане мрзлив, си го поставуваше прашањето: „Арсениј, зошто дојде в пустина? “ Помина педесет и пет години како пустиножител и за сето тоа време им беше пример на монасите и слава за монаштвото воопшто. Поживеа сѐ на сѐ сто години и по долготраен труд и доброволно себеналожено мачеништво се упокои мирно, во 448 година. Се пресели во Царството на Христа Бога, Кого Го љубеше со сето свое срце и со сета своја душа."
  }, {
    "title": " Света Емилија",
    "important": false,
    "desc": "Мајката на Свети Василиј Велики. Во младоста сакаше доживотно да остане девојка, но беше принудена на брак. Роди девет деца и толку ги вдахнови со дух Христов, што петмина од нив станаа христијански светители, и тоа: Василиј Велики, Григориј - епископ Ниски, Петар - епископ Севастиски, Макрина и Теозвија. На старост устрои манастир, во кој живееше со својата ќерка Макрина. Таму се упокои во Господ на 8 мај, 375 година."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Светиот пророк Исаија",
    "important": false,
    "desc": "Овој голем пророк беше од царски род. Роден во Ерусалим од татко Амос, брат на јудејскиот цар Амасиј. Според големата Божествена благодат што беше во него, Исаија се удостои да Го види Господ Саваот на небесниот престол, опкружен со шестокрили серафими, коишто непрестајно пееја: Свјат, Свјат, Свјат Господ Саваот. Исаија им пророкуваше многу нешта како на одделни луѓе така и на народите. Еднаш три дена одеше сосем гол по улиците ерусалимски пророкувајќи го брзиот пад на Ерусалим под Асирскиот цар Сенахерим и опоменувајќи ги царот и народните главешини да не се надеваат на помошта од Мисирците и Етиопјаните, бидејќи и тие наскоро ќе бидат покорени од тој истиот Сенахерим, туку да се надеваат на помошта од Севишниот Бог. И ова пророштво како и останатите се исполни до збор. Но најважни беа неговите пророштва за воплотувањето на Бога, за зачнувањето на Пресветата Дева, за Јован Предвесник и за многу настани од животот на Христос. Овој видовит маж имаше, заради чистотата на своето срце и заради ревноста кон Бога, дар на чудотворство од Бога. Така, кога опседнатиот Ерусалим страдаше од жед, тој се помоли и потече вода под гората Сион. Таа вода е наречена Силоам (пратена); и на таа вода го упати подоцна Господ слепородениот за да се измие и да прогледа. Во времето на царот Манасија, кога Исаија грмеше против незнабожечките обичаи на царот и на главешините, изедначувајќи го тогашното поколение со Содом и Гомор, против овој голем пророк се дигна гнев од народот и главешините и беше фатен, изведен надвор од Ерусалим и стружен со бичкија. Живееше и пророкуваше 700 години пред Христа."
  }, {
    "title": " Пренос на моштите на Св. Николај",
    "important": true,
    "desc": "Пренос на моштите. Во времето на царот Алексеј Комнен и на патријархот Никола Граматик, во 1087 година телото на овој светител беше пренесено од Мир Ликиски во градот Бари во Италија. Тоа се случи заради навалата на муслиманите на Ликија. Светителот му се јави во сон на некој чесен свештеник во Бари и му заповеда неговите мошти да се пренесат во тој град. Во она време градот Бари беше православен и под православен патријарх. При преносот на моштите на Светителот се случија многу чуда, како од допирот на моштите така и од мирото коешто изобилно се лееше од нив. На овој ден уште се споменува и чудото извршено над српскиот крал Стефан Дечански, т.е. како Свети Николај му го врати видот на слепиот крал Стефан."
  }, {
    "title": " Светиот маченик Христифор",
    "important": false,
    "desc": "Голем чудотворец. Особено почитуван во Шпанија. Нему народот најмногу му се моли против заразни болести и разни помори. Намачен за Христа и прославен од Него во 249 година."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Светиот апостол Симон Зилот",
    "important": false,
    "desc": "Еден од Дванаесеттемина (големи) апостоли. Беше родум од Кана Галилејска. На свадба му дојде Господ Исус со мајка му и со учениците. Кога снема вино, Господ претвори вода во вино. Кога го виде ова, младоженецот ги остави домот, родителите и невестата, па тргна по Христа. Зилот значи Ревнител. А Симон е наречен Ревнител заради неговата голема и огнена ревност кон Спасителот и кон Неговото Евангелие. Кога Го прими Светиот Дух, Симон отиде да го проповеда Евангелието во Мавританија во Африка. Откако успеа мнозина да ги обрати во верата Христова, беше мачен и најпосле распнат на крст како неговиот Господ, Којшто му приготви венец на слава во бесмртното царство."
  }, {
    "title": " Преподобна Исидора Јуродива",
    "important": false,
    "desc": "Живееше во 4 век и беше монахиња во женскиот манастир во Тавенисиот. Се правеше луда за да ја скрие својата добродетел и својот подвиг. Ги работеше највалканите работи, се хранеше со помии од садовите, ги услужуваше сите и секого и беше презирана од сите и од секого. Во тоа време ангел Божји му ја откри на еден голем подвижник, Питирим, тајната за Исидора. Питирим дојде во женскиот манастир и кога ја виде до земја ѝ се поклони. Тогаш сестрите му кажаа на Питирим дека таа е луда. „Вие сте луди“, им одговори Питирим, „а оваа е поголема пред Господ и од мене и од вас. Јас само Го молам Бога да ми го даде мене она што нејзе ѝ е одредено на Страшниот Суд“. Тогаш сестрите се засрамија и ги молеа Питирим и Исидора за прошка. Оттогаш сите почнаа да ѝ укажуваат чест. А таа, за да ги избегне почестите од луѓето, побегна од манастирот и не се знае каде умре, околу 365 година."
  }, {
    "title": " Блажена Таиса",
    "important": false,
    "desc": "Богата девојка, христијанка, во Мисир. Се реши да не стапува во брак, а имотот им го раздаде на пустинските монаси. Кога го потроши сиот имот, се предаде на развратен живот. Монасите, кога слушнаа за ова, го замолија авва Јован Колов, па тој појде во Александрија и почна да плаче пред Таиса. Штом го чу старецот како плаче за нејзините гревови, веднаш се покаја и ја остави куќата и воопшто сѐ, па тргна во пустината по Светителот. По патот ноќе, кога таа спиеше а Јован стоеше на молитва, тој ги виде ангелите како ја зедоа нејзината душа во голема светлина. И позна Јован дека нејзиното миговно но топло покајание Му беше поугодно на Бога од долгогодишното надворешно покајание на мнозина отшелници."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Свети Методиј и Кирил Рамноапостолни",
    "important": true,
    "desc": "Родени браќа родум од Солун, од угледни и богати родители, Лав и Марија. Постариот брат, Методиј, како офицер помина десет години меѓу Македонските Словени. Потоа се оддалечи на гората Олимп и се предаде на монашки подвиг. Овде подоцна му се придружи и Кирил (Константин). Но кога хазарскиот цар Каган побара од царот Михаил проповедници на верата во Христос, тогаш на заповед на царот беа пронајдени овие двајца браќа и беа испратени меѓу Хазарите. Откако го уверија Каган во верата Христова, тие го крстија овој цар и голем број негови доглавници и уште помногуброен народ. По извесно време се вратија во Цариград, каде што ја составија словенската азбука од триесет и осум букви и почнаа да ги преведуваат црковните книги од грчки на словенски. На повик од царот Ростислав отидоа во Моравија и таму ја распространија и ја утврдија православната вера, па ги умножија книгите и им ги дадоа на свештениците за да ја подучуваат младината. А подоцна на повик од папата заминаа за Рим, каде што Кирил се разболе и умре, на 14 февруари 869 година. Тогаш Методиј се врати во Моравија и до смртта се потруди на утврдувањето на Христовата вера меѓу Словените. По неговата смрт - а тој се упокои во Господа на 6 април 885 година - неговите ученици Петочисленици, на чело со Свети Климент како епископ, го преминаа Дунав и се спуштија на југ во Македонија, каде што од Охрид продолжија да работат меѓу Словените на истото дело што го започнаа Методиј и Кирил на север."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Свети Епифаниј, епископ Кипарски",
    "important": false,
    "desc": "Роден како Евреин, но кога ја виде силата на Христовата вера, се крсти заедно со сестра му Калитропија. Во неговата дваесет и шеста година се замонаши во манастирот на Свети Иларион. Подоцна основа засебен манастир, од каде што се прочу по сета Палестина и по сиот Мисир заради своето подвижништво, духовна мудрост и чудотворство. Бегајќи од човечка слава се оддалечи во Мисир. На патот се сретна со великиот Пафнутиј, којшто му прорече дека ќе биде архиереј на островот Кипар. И навистина, по повеќе години, по Божја Промисла, Епифаниј дојде на Кипар, каде што ненадејно го избраа за епископ во градот Саламина и како епископ управуваше со Црквата Божја педесет и пет години. Живееше на земјата сѐ на сѐ сто и петнаесет години и се упокои од овој живот за вечно да живее во Царството Христово. Пред смртта беше повикан во Цариград од царот Аркадиј и жена му Евдоксија, на собор на епископи којшто требаше според желбата на царот и царицата да го осуди Свети Јован Златоуст. Граѓаните слушнаа, слушна и Златоуст, како божем Епифаниј да се согласил со царот против Златоуст. Затоа Златоуст му напиша писмо: „Брате Епифаниј, чув дека си го посоветувал царот да бидам прогонет. Знај дека ни ти веќе нема да го видиш твојот престол“. На тоа Епифаниј му отпиша: „Страдалнику Јоване, одолевај им на навредите, знај дека и ти нема да стасаш до местото каде што те гонат“. И обете светителски пророштва се обвистинија набрзо: не сакајќи никако да се согласи со царот околу прогонството на Златоуст, Епифаниј тајно седна на кораб и тргна за Кипар, но на бродот умре; а Златоуст го протера царот во Ерменија, но тој по патот умре. Свети Епифаниј се упокои во 403 година. Од неговите многубројните напишани дела најпознато е „Ковчежето“ (на грчки „Панарион“), во коешто се изложени и побиени осумдесет ереси."
  }, {
    "title": " Свети Герман, патријарх Цариградски",
    "important": false,
    "desc": "Син на првиот царски сенатор, кого што го уби царот Константин Погонат. Истиот овој зол цар го кастрираше сенаторовиот син Герман и насилно го протера во манастир. Како монах Герман засветли со својот добродетелен живот како ѕвезда. Заради тоа беше избран прво за епископ Кизички, а потоа, кога се зацари Атанасиј II,и за патријарх Цариградски. Како патријарх го крсти злогласниот Копроним, којшто додека се крштеваше ја извалка водата со нечистотија. Тогаш патријархот прорече дека кога тоа дете ќе стане цар, ќе внесе некаква нечиста ерес во Светата Црква. Така и се случи. Кога стана цар, Копроним ја обнови иконоборната ерес. Гонењето на иконите го започна Лав Исавријанин, таткото на Копроним, а кога патријархот Герман му се спротивстави, тој надмено возвикна: „Јас сум цар и свештеник!“, па го симна Герман од престолот и го протера во манастир, каде што овој Светител проживеа уште десет години дури Господ не го повика кај Себе во Небесното Царство, во 740 година."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Светата маченичка Гликерија",
    "important": false,
    "desc": "Ќерка на еден гувернер на Рим. По смртта на татко ѝ осиромаши и се насели во Трајанопол во Тракија. Во времето на нечестивиот цар Антонин Гликерија беше изведена да му принесе жртва на идолот на Диј. Таа си нацрта крст на челото, па кога царскиот намесник ја запраша каде е нејзината лампада (зашто сите носеа лампади во рацете), Гликерија го покажа крстот на челото и рече: „Ова е мојата лампада“. На нејзината молитва гром удри во идолот и го искрши на парчиња. Намесникот се разгневи и нареди да ја бијат и да ја затворат. Ги запечати затворските врати, решен да ја убие со глад. Но на Гликерија ѝ се јавуваше ангел Божји и ѝ даваше небесна храна. По извесно време, кога намесникот мислеше дека маченичката мора да умрела од глад, го отвори затворот и се зачуди кога ја виде здрава, светла и весела. Кога го виде ова чудо, стражарот Лаодикиј и самиот Го исповеда Господ Христос и веднаш беше заклан. По ова Гликерија беше фрлена во огнена печка, но остана неповредена од огнот. Стоејќи насред огнот Го фалеше Бога, споменувајќи го чудото со Тројцата Младенци во Вавилонската печка. Најпосле беше фрлена пред лавови и откако Му се помоли, оваа Света девица Му ја предаде својата душа на Господа, за Кого јуначки претрпе многубројни маки. Чесно пострада во 177 година. Од нејзините мошти потече целебно миро, кое исцелуваше болни од најтешки болести."
  }, {
    "title": " Светиот маченик Александар",
    "important": false,
    "desc": "Словенин. Осумнаесетгодишен војник во војската на царот Максимијан. Одрече да ја изврши царевата наредба за чествување на римските идоли, заради што му беше предаден на капетанот Тиверијан: или да го посоветува да се откаже од Христа или да го мачи и да го погуби. Бидејќи сите совети му беа залудни, Тиверијан го зеде со себе, го поведе низ Македонија кон Цариград, каде што и самиот мораше службено да оди. Во секое место низ коешто ќе поминеа Александар беше луто мачен, но секаде излегуваа пред него христијаните молејќи го за благослов и храбрејќи го во подвигот. По него одеше и неговата мајка Пименија. Во текот на патувањето на Александар повеќепати му се јавуваше ангел Господов, блажејќи му ги маките и храбрејќи го. На едно место наречено Карасура, маченикот со молитвата кон Бога направи чудо; имено, кога жедта му здодеа и нему и на војниците што го придружуваа, тој изведе студена вода на суво место. На брегот на реката Ергина Тиверијан му нареди на џелатот да го заколе Александар и да му го фрли телото во водата. А џелатот, кога замавна над главата на маченикот, виде наоколу светли Божји ангели и се уплаши, а раката му премале. Александар го запраша зошто му премале раката и тој рече дека гледа некои светли момчиња околу него. Желен да умре и да се соедини со Господ, Александар Му се помоли на Бога да отстапат ангелите за да не се плаши џелатот. И така џелатот ја заврши својата работа, во 289 година. Пименија го извади од реката телото на нејзиниот син и чесно го погреба. На гробот на маченикот стануваа многу исцеленија. Откако умре тој ѝ се јави на мајка му и ѝ навести дека и таа набрзо ќе замине во другиот свет."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Светиот маченик Исидор",
    "important": false,
    "desc": "Во времето на царот Декиј, Исидор беше насила земен во војска од островот Хиос. Од малечок се држеше за Христовата вера и животот го минуваше во пост, во молитва и во добри дела. Во војската штом се прокажа како христијанин, војводата му побара одговор и го советуваше да се одрече од Христа и да им принесе жртва на идолите. Светителот одговори: „И телото да ми го убиеш, над мојата душа немаш власт. Јас Го имам вистинскиот и жив Бог Исус Христос, Којшто и сега живее во мене и по мојата смрт ќе биде со мене и јас сум во Него и ќе останам во Него и нема да престанам да го исповедам Неговото Свето име дури е духот во моето тело“. Војводата нареди и најпрво го биеја Исидор со воловски жили, а потоа му го отсекоа јазикот. Но и без јазик Исидор со Духот Божји говореше и го исповедаше Христовото име. Војводата пак, го постигна Божја казна и одеднаш онеме. Нем најпосле даде знак да го убијат Исидор со меч. А Исидор ѝ се зарадува на пресудата и фалејќи Го Бога најпосле излезе на губилиштето, каде што му ја отсекоа главата, во 251 година. Неговиот другар Амониј го погреба неговото тело, но за ова и самиот пострада и прими венец на мачеништво."
  }, {
    "title": " Преподобен Серапион Синдонит",
    "important": false,
    "desc": "Синдон значи крпа платно. Овој светител е наречен Синдонит, бидејќи својата голотија ја покриваше само со една крпа платно. Во раката носеше Евангелие. Серапион живееше како птица, без покрив и без грижи, преоѓајќи од место на место. Својот синдон му го даде на еден бедник којшто трепереше на мразот, а самиот остана сосем гол. Кога некој го запраша: „Серапионе, кој те разголе?“ Тој покажа на Евангелието и рече: „Ова!“ Но потоа и Евангелието го даде за откуп на некој задолжен човек, когошто доверителот го гонеше во затвор заради долгот. Еднаш во Атина четири дена не јадеше ништо бидејќи немаше ништо и почна да вика од глад. Кога атинските философи го прашаа зошто вика, тој одговори: „На тројца им бев должен, двајца ги подмирив, а третиот уште ме мачи. Првиот заемодавец е телесната похот, која ме мачеше во младоста; вториот среброљубието, а третиот стомакот.“ Философите му дадоа златник да си купи леб. Тој отиде кај пекарот, си купи само еден леб, го остави златникот и си отиде. На старост мирно се престави кај Господ, во 5 век."
  }, {
    "title": " Свети Леонтиј Струмички, патријарх Ерусалимски",
    "important": true,
    "desc": "Свети Леонтиј е роден во Струмица, поранешен Тивериополис, од богати и благочестиви родители. На Крштението го добива името Лав. Штом научи да чита почна да ги изучува Светото Писмо и житијата на Светиите, a во душата му се роди желба да стане монах. По смртта на родителите се повлече на една осамена гора, каде што почна да се подвизува, а потоа замина за Цариград, каде што стапи во манастирот на Пресвета Богородица, наречен Птелидион, тука примајќи монашки потстриг. Живеејќи во покаен плач и солзи се издвојуваше по особеното почитување и љубов кон нашиот Господ и Неговата Пресвета Мајка. Иако сè уште млад, Преподобниот презема на себе еден тежок подвиг: одеше по улиците на царскиот град правејќи се дека не е со здрав ум, поради што мнозина го исмеваа и навредуваа, а често и физички го повредуваа. Поднесувајќи сè со големо смирение Преподобниот набргу достигна голема мерка во добродетелта и во молитвата од што најприродно се појави и дарот на чудотворство. Носеше жар во рацете или во мантијата и ги кадеше чесните икони по градот, а огнот не го повредуваше. Во тоа време во Цариград дојде еден добродетелен Архиереј од градот Тиверијада, а Преподобниот штом го здогледа отиде кај него и почна да му служи во послушание. Тој живееше на една гора надвор од Цариград и околу него се собираа и други духовни чеда. Еден ден Преподобниот беше испратен во Цариград по работа, но со благослов да се врати истата вечер како не би му се случило некое искушение во градот. Тој знаеше често да каже дека рибата не може долго да издржи надвор од водата во врска со излегувањето на монасите надвор од своите манастири. Извршувајќи го своето послушание во градот Преподобниот не можеше да најде брод којшто ќе го врати на спротивната страна и за да не ја наруши заповедта на Старецот се фрли во морето, а водата му дојде само до грлото додека не дојде до другата страна. Така Бог устрои за светото момче да не се возгордее и да не помисли за себе високо дека е сличен на Господ во Неговото одење по површината на морето, а сепак на чудесен начин да стаса на другата страна извршувајќи го своето послушание. По некое време Тиверијадскиот Епископ тргна на пат за својата црква во Ерусалим и со себе го зема и блажениот Леонтиј, a патем тие свратија на островот Патмос. Преподобниот измоли од духовниот отец благослов поради зголемување на својот подвиг да остане во манастирот на свети Јован Богослов. Подвизувајќи се таму со тајни подвизи, за коишто никој од браќата не знаеше, особен за него беше дарот на солзи и богоподобното смирение, поради кои умот толку му беше просветлен од Господ што многу книги од светите Отци знаеше напамет. Игуменот го замонаши во голема и ангелска схима и го удости со Светата Тајна на свештенството. Поради своето смирение и големите тајни подвизи, пред сè во молитвата на срцето, се удостои со многу виденија на светиот апостол и евангелист Јован, а по смртта на игуменот браќата го избраа за нов старешина на Апостоловиот манастир. Кога неговите добродетели се прочуја и за него дозна благочестивиот цар Мануил Комнен (1143-1180 г.) по желба на царот и на мнозина архиереи беше избран за Патријарх Ерусалимски. Како Епископ помина некое време во метосите на Ерусалимската Патријаршија и Светиот Гроб на островот Кипар, а потоа се пресели во градот Акра на палестинското крајбрежје (поради Латините кои тогаш владееја со Ерусалим не дозволувајќи му на православниот Патријарх таму да се смести), а потоа прејде и во Ерусалим. Латините коишто ја имаа световната контрола врз Ерусалим не му дозволуваа на светиот православен Патријарх да богослужи на Гробот Господов и во храмот на Светото Воскресение, па дури му подготвуваа и потајно убиство, така што по желба на царот Мануил Преподобниот се врати во Цариград. Тука свети Леонтиј проживеа неколку години и по многу прекрасни и спасоносни чуда, кои Господ ги изврши по молитвите на Својот верен и добар слуга. Се упокои во мир во 1185 година, а неговите свети мошти ги положија во храмот на свети архангел Михаил. Неговиот свет спомен се празнува на 27 мај. Така се приброи праведникот кон Праведниците, преподобниот кон Преподобните, доброволниот маченик кон Мачениците и архиерејот кон Светителите оставајќи го споменот за својот свет живот како пример и утеха за сите што застанаа на тесниот пат што преку очистувањето од страстите води до Единствениот вистински Живот. Житието на свети Леонтиј Патријарх Ерусалмски на времето е составено од цариградскиот монах Теодосиј, а свети Никодим Светогорец го внесе ова житие во книгата наречена „Неон Еклогион“."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Преподобен Пахомиј Велики",
    "important": false,
    "desc": "Родум Мисирец и во младоста незнабожец. Како војник учествуваше во борбата на царот Константин против Максенциј. Потоа, дознавајќи од христијаните за единиот Бог и гледајќи го нивниот благочестив живот, Пахомиј се крсти и отиде во Тиваидската пустина, кај прочуениот подвижник Паламон, кај кого десет години се учеше на подвижнички живот. Тогаш, на местото наречено Тавенисиот, му се јави ангел во облека на схимник и му даде штичка на којашто беше напишан уставот на општежителниот манастир, заповедајќи му таков манастир да устрои на тоа место и прорекувајќи му дека во тој манастир ќе притекнат мнозина калуѓери заради спасение на душите. Пахомиј го послуша Божјиот ангел, почна да подига многубројни келии, иако таму немаше никого освен него и брат му Јован. Кога брат му го укори зошто гради толку непотребни градби, Пахомиј просто одговори дека тој ја следи Божјата заповед, без оглед кој и кога ќе дојде да живее тука. Но наскоро поттикнати од Духот Божји на тоа место надојдоа многу луѓе и почнаа да се подвизуваат според типикот на Пахомиј, добиен од ангел. А кога се зголеми бројот на монасите, Пахомиј постепено подигна уште шест манастири. Бројот на неговите ученици изнесуваше до седум илјади. Свети Антониј се смета за основач на отшелничкиот (пустински) живот, а Свети Пахомиј на манастирското општежитие. Смирението, трудољубивоста и воздржанието на овој Свет отец беа и останаа редок пример за подражавање пред огромен број монаси. Свети Пахомиј изврши безбројни чуда, но и безброј искушенија претрпе од демоните и од луѓето. На луѓето им послужи како роден татко или брат. И мнозина ги побуди да појдат по патот на спасението. И мнозина управи на патот на вистината. Беше и остана голема светилка на Црквата и голем сведок на Христовата правда и вистина. Се упокои мирно во 348 година, во седумдесет и четвртата година од својот земен живот. Многумина од неговите ученици Црквата ги вброја во редот на Светителите, како на пример: Теодор, Јов, Пафнутиј, Пекузиј, Атинодор, Епоних, Сур, Псој, Дионисиј, Псентаисиј и други."
  }, {
    "title": " Свети Ахил Преспански",
    "important": true,
    "desc": "Овој голем јерарх и чудотворец беше роден во Кападокија. Учествуваше на Првиот Вселенски Собор, на којшто ги посрами еретиците како со својата ученост така и со светоста, предизвикувајќи голем восхит. Зеде Свети Ахил еден камен и им викна на ариевците: „Ако Христос е создание Божјо, како што велите вие, речете од овој камен да потече елеј?“ Еретиците молчеа и се чудеа на таквата покана од светителот. Тогаш Свети Ахил повторно рече: „А ако Синот Божји е рамен на Отецот, како што веруваме ние, нека потече елеј од овој камен!“. И навистина, на општо восхитување, потече елеј. Свети Ахил се упокои мирно во Лариса во 330 година. Кога македонскиот цар Самоил ја освои Тесалија, ги пренесе моштите на Свети Ахил во Преспа, на островот во езерото којшто се нарече, а и денес се вика Ахил или Аил."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Преподобен Теодор Осветен",
    "important": false,
    "desc": "Ученик на Свети Пахомиј. Роден и воспитан како незнабожец, но како млад дојде до познание на вистинската вера, се крсти и кога чу за Свети Пахомиј, побегна во манастирот тајно од своите родители. Свети Пахомиј го замонаши и го засака заради неговата необична ревност и послушност. Кога дојде мајка му да го вика да се врати назад, тој не сакаше да ѝ се јави, туку се молеше на Бога за неа, за да ја просветли и неа со вистината. И навистина, мајката не само што не го врати син ѝ дома туку и самата не се врати: го виде во близина женскиот манастир со којшто управуваше сестра му на Пахомиј, стапи во него и се замонаши. По извесно време дојде во манастирот и брат му на Теодор, Пафнутиј, па и тој се замонаши. Еднаш се случи епископот на градот Панопол го повика Пахомиј да уреди манастир за многубројните коишто го сакаа монашкиот живот. Пахомиј го зеде со себе Теодор и главно нему му ја предаде должноста околу устројувањето на манастирот. По смртта на Свети Пахомиј, Теодор стана игумен на сите манастири на Пахомиј и поживеа благоугодно до длабока старост, управувајќи со мноштво монаси на патот кон спасението. Се упокои мирно и се пресели во царството на вечната светлина во 368 година."
  }, {
    "title": " Свети Никола Мистик, патријарх Цариградски",
    "important": false,
    "desc": "Се прослави со необична строгост на животот. Царот Лав се ожени по четврти пат, заради што патријархот му забрани да влегува в црква, а свештеникот што го венча го расчини. За ова царот го симна патријархот и го протера во манастир. Делегатите на римскиот папа Сергиј III му го одобрија на царот и тој четврти брак. Но кога умре царот, Никола повторно се врати на патријаршискиот престол и свика собор во 925 година, на којшто четвртиот брак воопшто им беше забранет на христијаните. Се упокои во 930 година. Во она време кај нив „мистик“ се нарекуваше најстариот член на царскиот совет. Значи овој светител порано беше дворјанин со висок чин, но потоа ја остави суетата на светот и се замонаши. Се упокои мирно во 930 година."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Светиот апостол Андроник",
    "important": false,
    "desc": "Еден од Седумдесеттемина. Роднина на Светиот апостол Павле, како што пишува самиот Павле (Рим. 16, 7), спомнувајќи ја и Света Јунија, помошничката на Андроник. Андроник беше поставен за епископ на Панонија, но не живееше на едно место туку го проповедаше Евангелието по цела Панонија. Со Света Јунија тој успеа да приведе кон Христа многумина и да разори голем број идолски храмови. Обајцата имаа благодатна сила на чудотворство, со којашто ги изгонуваа демоните од луѓето и исцелуваа секаква немоќ и болест. Обајцата пострадаа за Христа и така примија двоен венец: и на апостолство и на мачеништво. Нивните свети мошти се најдени во Евгениските предели (забележано под 22 февруари)."
  }, {
    "title": " Светиот маченик Солохон",
    "important": false,
    "desc": "Родум Мисирец и римски војник под војводата Кампан, во времето на царот Максимијан. Кога дојде царска наредба сите војници да им принесат жртви на идолите, Солохон се изјасни како христијанин. Истото тоа го направија и неговите двајца другари: Памфамир и Памфалон. Војводата нареди и ги биеја и ги мачеа со страшни маки, под коишто Памфамир и Памфалон издивнаа. Солохон остана и натаму жив и го ставија на нови маки. Така војводата нареди со меч да му ги отворат вилиците и да му истурат во устата од идолската жртва. Маченикот со заби го скрши железото и не го прими во себе идоложртвеното. Најпосле низ двете уши му прободија писарско перо и така го оставија да умре. Христијаните го зедоа маченикот и го однесоа во домот на една вдовица, каде што малку закрепна од храната, па продолжи да ги советува верните да бидат истрајни во верата и во маките за неа. Потоа Му вознесе благодарност на Бога, го заврши својот земен живот и се престави кај Господ во Небесното Царство, во 298 година."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Светиот маченик Теодот и седум маченички девици",
    "important": false,
    "desc": "Теодот беше оженет и беше крчмар во Анкира во времето на Диоклецијан. Но иако беше оженет, живееше според словото апостолско: оние што имаат жени да бидат како да ги немаат (1 Кор. 7, 29). А крчмарот сметаше дека би можел, без некој да се посомнева, колку што може подобро да им помага на христијаните. Неговата крчма им беше засолниште на гонетите верници. Теодот тајно им испраќаше помош на разбеганите бегалци по планините и тајно ги прибираше телата на загинатите и ги погребуваше. Во тоа време беа изведени на суд и мачени за Христа седум девојки: беа мачени, исмеани и најпосле удавени во езерото. Едната од нив, Света Текуса, му се јави во сон на Теодот и му рече да ги извади нивните тела од езерото и да ги закопа. Ноќе, во темница, појде Теодот со еден другар да ја исполни волјата на маченичката и воден од ангел Божји успеа и ги најде сите седум тела и ги погреба. Но оној другарот го издаде кај судијата и судијата го стави на тешки маки. Сите маки Теодот ги трпеше како во туѓо тело, бидејќи умот му беше вдлабочен во Господ. Кога целото тело му го претвори во рани и забите му ги раздроби со камења, мачителот нареди да го убијат со меч. А кога го изведоа на губилиште, многумина христијани плачеа по него, но Свети Теодот им велеше: „Не плачете по мене, браќа, туку прославете Го нашиот Господ Исус Христос, Кој ми помогна да го завршам подвигот и да го победам непријателот“. Го рече тоа и ја положи главата на трупецот под меч и му ја отсекоа, во 303 година. Телото на маченикот беше чесно погребано од некој свештеник, на една височинка надвор од градот."
  }, {
    "title": " Светите маченици Петар, Дионисиј, Андреј, Павле и Христина",
    "important": false,
    "desc": "Петар - прекрасно момче, Дионисиј - маж угледен, Андреј и Павле - војници и Христина - шеснаесетгодишна девица, сите Го исповедаа храбро Господ Христос и за Неговото име претрпеа маки и смрт. Некој Никомах, којшто беше мачен заедно со нив, се одрече од Христа насред маките и одеднаш слезе од умот, па како бесен го гризеше своето тело и исфрлаше пена на усните додека не издивна. Ова се случи во 250 година."
  }]
}]