{
  "month": 6,
  "days": [{
    "day": "1",
    "holydays": [{
      "title": "Св. свештеномаченик Патрикиј, епископ Бруски",
      "important": false,
      "desc": "Пострадаа за верата Христова во времето на Јулијан Отстапник, во Бруса Азиска. Царскиот намесник Јуниј ги доведе овие светители пред врели води и го запраша Патрикиј: „Кој ги создаде овие лековити води, зарем не нашиот Ескулап и другите, на коишто им се поклонуваме ние?“ Свети Патрикиј му одговори: „Вашите богови се демони, а овие води, како и сѐ друго, ги создаде Христос, нашиот Господ и Бог.“ Тогаш намесникот го праша: „А ќе те спаси ли твојот Христос ако јас те фрлам во оваа врела вода?“ Светителот одговори: „Ако сака, Тој ќе ме запази цел и неповреден, иако јас би сакал да се разрешам од овој временен живот за да живеам со Христа вечно; но нека ми биде Неговата Света волја, без која ни влакно не паѓа од главата на човекот!“ Кога го слушна ова, намесникот заповеда Патрикиј да го фрлат во врелата вода. Врели капки прскаа на сите страни и луто ги изгореа мнозина од присутните, но Божјиот светител, на чиј јазик беше непрестајната молитва, остана неповреден како да стоеше во студена вода. Кога го виде ова намесникот се разјари од срам и заповеда на Патрикиј и на тројцата презвитери да им ги отсечат главите со секира. Тогаш овие незлобливи Христови следбеници се помолија и ги положија своите глави под секирата на џелатот. Кога им ги отсекоа главите, нивните души весело се вознесоа во Царството Христово за да царуваат вечно."
    }],
    "id": 152
  }, {
    "day": "2",
    "holydays": [{
      "title": "+Светиот маченик Талалеј",
      "important": false,
      "desc": "Родум од Ливан, од татко Верукиј и мајка Ромилија; осумнаесетгодишно момче со прекрасен изглед, со коса црвеножолта. Лекар по занимање. Пострада за Христа за време на царувањето на Нумеријан. Кога храбро ја исповеда својата вера во Господ Христос пред мачителот, овој им нареди на двајцата џелати Александар и Астериј со сврдел да му ги дупчат колената, да му провлечат јаже низ издупчените коски и да го обесат за едно дрво. Но на џелатите како една невидлива сила да им го зеде видот и наместо Талалеј тие издупчија една штица и ја обесија на дрвото. Кога дозна за ова мачителот помисли дека тоа го направиле намерно и нареди да ги бијат. Тогаш Александар и Астериј повикаа: „Жив Господ, отсега и ние сме христијани, веруваме во Христа и страдаме за Него!“ Кога го чу ова, мачителот нареди и ги убија со меч. Тогаш самиот мачител зеде сврдел за да му ги дупчи колената на Талалеј, но рацете му премалеа, па мораше да го моли Талалеј да го спаси, а овој тоа и го стори со молитва. Потоа го фрлија во вода, но тој жив му се јави на мачителот. (Зашто Талалеј во себе Го молеше Бога да не умре веднаш, туку да му се продолжат маките.) Кога го фрлија на ѕверовите, тие се умилкуваа околу него и му ги лижеа нозете. Најпосле беше убиен со меч и се пресели во Царството Небесно, во 284 година."
    }, {
      "title": " Светиот маченик Аскалон",
      "important": false,
      "desc": "Пострада во Антиној, град мисирски, во времето на Диоклецијан. Беше биен, стружен, горен со свеќи, но остана докрај непоколеблив во верата. Кога мачителот Аријан се превезуваше со кораб преку Нил, Аскалон со молитва го запре коработ насред река и не му даваше да се помрдне дури Аријан не потпиша дека верува во Христа како во единствен и семоќен Бог. Но припишувајќи го тоа чудо на магиска вештина, мачителот заборави што потпиша и продолжи да го мачи Божјиот човек и натаму. Најпосле на Аскалон му врзаа камен на вратот и го фрлија во Нил. Третиот ден христијаните го најдоа неговото тело на брегот и чесно го погребаа, 287 година. Со него пострада и Светиот маченик Леонид. А нивниот мачител Аријан подоцна се покаја, поверува во Христа од сесрце и јавно почна да ја покажува својата вера пред незнабожците. Тогаш незнабожците го убија и него, та и некогашниот мачител на христијаните, Аријан, се удостои со маченички венец за Христа."
    }],
    "id": 153
  }, {
    "day": "3",
    "holydays": [{
      "title": "Светиот цар Константин и Светата царица Елена",
      "important": true,
      "desc": "Родители на Константин му беа царот Констанциј Флор и царицата Елена. Флор имаше уште деца и други жени, но од Елена го имаше само овој Константин. Три големи борби имаше Константин кога се зацари: една против Максенциј, тиранин во Рим, друга против Скитите на Дунав и трета против Византинците. Пред борбата со Максенциј, кога Константин имаше голема грижа и се сомневаше во својот успех, му се јави сред бел ден блескав крст на небото, сиот закитен со ѕвезди, а на крстот стоеше напишано: „Со ова победувај!“ Восхитен царот нареди да му исковаат голем крст, сличен на тој што му се јави и да го носат пред војската. Со силата на Крстот тој стекна славна победа над бројно надмоќниот непријател. Максенциј се удави во реката Тибар. Веднаш потоа Константин го издаде прочуениот Едикт, во Милано, 313 година, за престанок на гонењата на христијаните. Откако ги победи Византинците, тој изгради прекрасна престолнина на Босфор, којашто оттогаш се нарече Константинопол. Но пред ова Константин западна во тешка проказна болест (лепра). Жреците и лекарите го советуваа да се бања во крв од заклани деца, но тој тоа го одби. Тогаш му се јавија Светите апостоли Петар и Павле и му рекоа да го побара епископот Силвестер, којшто ќе го излечи од страшната болест. Епископот го поучи во христијанската вера и го крсти и проказата исчезна од телото на царот. Кога во Црквата настана раздор заради смутливиот еретик Ариј, царот го свика Првиот Вселенски Собор во Никеја, во 325 година. Овде се осуди ереста, а се утврди Православието. Благочестивата мајка на царот, Света Елена, ревнуваше усрдно за верата Христова. Таа го посети Ерусалим и го пронајде Чесниот Крст Господов и на Голгота ја изгради црквата на Воскресението и уште многу други цркви по Светата Земја. Во својата осумдесетта година оваа света жена се престави кај Господ, во 327 година. А царот Константин ја надживеа мајка му за десет години и се упокои во својата шеесет и петта година, во 337 година, во градот Никомидија. Неговото тело беше погребано во црквата на Светите апостоли во Цариград."
    }],
    "id": 154
  }, {
    "day": "4",
    "holydays": [{
      "title": "Светиот праведен Мелхиседек, цар Салимски",
      "important": false,
      "desc": "Современик на праотецот Авраам. Според зборовите на Светиот апостол Павле, како цар и свештеник Мелхиседек е праобраз на Господ Исус Христос (Евр. 7)."
    }, {
      "title": " Светиот маченик Василиск",
      "important": false,
      "desc": "Роднина на Свети Теодор Тирон. Беше мачен заедно со Евтропиј и Клеоник. Кога последниве двајца беа распнати и на трети март издивнаа, Василиск повторно го вратија во затворот. Тогаш се случи смена на царските намесници, па Василиск остана долго во затворот. Со солзи Го молеше Бога да не го лиши од маченичката смрт. И после долга молитва Самиот Господ Исус Христос му се јави, му вети дека ќе му ја исполни желбата и го прати во неговото село да се поздрави со мајка му и со браќата. Тогаш дојде новиот намесник Агрипа и заповеда веднаш да му го доведат Василиск од селото. На патот од селото кон градот Амасија преку Својот маченик Господ изврши големи чуда, заради кои многуброен народ поверува во Христа. Агрипа му нареди на маченикот да му принесе жртва на Аполон. „Аполон значи губител!“, рече Василиск и со усрдна молитва го урна идолот во прав и со небесен оган го изгоре храмот. Уплашениот Агрипа сето тоа им го припишуваше на магиите, та нареди и Василиск го убија со меч. Тогаш Агрипа полуде и во лудилото отиде на губилиштето, најде малку од крвта на маченикот во прашината, си ја подвзра себеси под појасот, од што веднаш стана здрав. Си дојде на себе и се крсти. Подоцна некој Марин, граѓанин Комански (Комани се викаше местото каде што го погубија Василиск) подигна црква за моштите на маченикот и таму мнозина болни наоѓаа исцеление."
    }],
    "id": 155
  }, {
    "day": "5",
    "holydays": [{
      "title": "Преподобниот маченик Михаил",
      "important": false,
      "desc": "По смртта на своите родители овој Михаил го раздаде сиот свој имот на сиромасите, а самиот отиде на поклонение на светостите во Ерусалим. Потоа стапи во обителта на Свети Сава Осветен и таму се замонаши. Михаил беше млад и убав на лице, но од строгиот пост сув и блед. Во тоа време со Ерусалим владееја Арапите. Еден ден духовниот отец го испрати Михаил да отиде во градот за да го продаде ракоделието. На улица го сретна евнух на арапската царица и го одведе кај царицата за да ѝ го покаже неговото ракоделие. Кога виде убав монах, царицата се распали со нечиста похот и му предложи на монахот телесен грев, како некогаш жената Петефриева на целомудрениот Јосиф. Штом Михаил го одби скверниот предлог и почна да бега, гневната царица нареди да го бијат со стапови, а потоа го обвини кај царот дека божем хулел на верата Мухамедова. Царот му предложи да ја прими таа вера, но тој одби. Тогаш му дадоа некој јак отров за да го отрујат, но тој го испи отровот и не му беше ништо. По ова царот нареди и го убија со меч насред Ерусалим. Монасите го најдоа неговото тело и го пренесоа во обителта на Свети Сава, каде што беше чесно погребан. Пострада за Христа и се прослави во 6 век."
    }, {
      "title": " Преподобна Ефросинија",
      "important": false,
      "desc": "Ќерка на полоцкиот кнез Всеслав. Кога родителите сакаа да ја свршат, побегна во еден женски манастир и се замонаши. Трипати ѝ се јави ангел Господов и ѝ го покажуваше местото каде што ѝ претстоеше да устрои нов манастир од девици. Кон монаштво ја привлече и својата сестра Евдокија и многу други девојки од благородничкиот сталеж. Нејзината роднина Звенислава, по раѓање кнегиња Борисовна, го донесе сето свое богатство, фустаните и скапоцените камења и рече: „Сите убавини на овој свет ги сметам за ништожни, овие украси подготвувани за брак ѝ ги давам на Црквата на Спасителот, а самата сакам да Му бидам свршеница за духовен брак и да си ја потклонам главата под Неговиот благ и лесен јарем“. Ефросинија ја замонаши и ѝ го даде името Евпраксија. На старост Ефросинија посака да умре во Ерусалим и Го молеше Бога за ова. Бог ѝ ја услиши молитвата и навистина, кога го посети Ерусалим, таму и се упокои. Погребана е во манастирот на Свети Теодосиј на 23 мај 1173 година."
    }],
    "id": 156
  }, {
    "day": "6",
    "holydays": [{
      "title": "Преподобен Симеон Столпник Дивногорец",
      "important": false,
      "desc": "Овој прекрасен светител се роди во Антиохија во 522 година, во времето на царот Јустин Постариот. Татко му загина во земјотрес, а тој остана сам со мајка му Марта. Во шестата година од животот се оддалечи во пустина кај некој духовник Јован и под негово раководство се предаде на подвиг на пост и молитва, за голем восхит на сите што го видоа. Откако претрпе страшни демонски искушенија, од Господ и од Неговите ангели прими голема утеха и благодат. Христос му се јави во вид на прекрасно момче. По тоа видение во срцето на Симеон се разгоре голема љубов кон Христа. Помина многу години на столб, молејќи Го Бога и пеејќи псалми. Потоа, упатуван од Бога, се оддалечи на гората од Самиот Господ наречена Дивна. Според името на оваа гора и него го нарекоа Дивногорец. Сходно на неговата љубов кон Бога му беше дадена ретка благодат, со помош на која исцелуваше секаква болест, скротуваше ѕверови, проѕираше во далечните краеви на светот и во срцата човечки, излегуваше надвор од себеси и ги гледаше небесата, разговараше со ангелите, ги плашеше и ги разгонуваше демоните, пророкуваше, живееше понекогаш по триесет дена без храна, примаше храна од раце на ангели. На него потполно се исполнија зборовите на Спасителот: „Кој верува во Мене делата што ги вршам Јас и тој ќе ги врши и поголеми дела од овие ќе врши“ (Јован 14, 12). Во Летото Господово 596, а во седумдесет и петтата година од неговиот живот, Симеон Дивногорец се престави кај Господ, за вечно да се насладува гледајќи го лицето Божјо заедно со ангелите."
    }, {
      "title": " Преподобен Никита Столпник",
      "important": false,
      "desc": "Како момче живеел со разуздан и порочен живот. Еднаш влезе случајно в црква и ги чу зборовите на Пророкот Исаија: „Измијте се (од гревот) и ќе бидете чисти...“ (Исаија 1, 16). Овие зборови продреа длабоко во неговото срце и направија целосен пресврт во неговиот живот. Никита ги остави куќата, жената и имотот и отиде во еден манастир во близината на Перејаславје, каде што до смртта се подвизуваше со тешки подвизи. Се обложи себеси со синџири и се затвори во еден столб, заради што и го нарекоа Столпник. Бог му подари голема благодат и исцелуваше од разновидни маки. Така, го исцели фатениот черниговски кнез Михаил. Некои злосторници видоа на него синџири, па заради блескањето помислија дека се од сребро. Затоа една ноќ го убија, па му ги слекоа синџирите и ги однесоа. Ова се случи на 16 мај 1186 година. По смртта му се јави на старецот Симеон и му нареди најдените синџири да ги положи во гробот крај неговото тело."
    }],
    "id": 157
  }, {
    "day": "7",
    "holydays": [{
      "title": "Трето наоѓање на главата на Свети Јован Крстител",
      "important": false,
      "desc": "Како момче живеел со разуздан и порочен живот. Еднаш влезе случајно в црква и ги чу зборовите на Пророкот Исаија: „Измијте се (од гревот) и ќе бидете чисти...“ (Исаија 1, 16). Овие зборови продреа длабоко во неговото срце и направија целосен пресврт во неговиот живот. Никита ги остави куќата, жената и имотот и отиде во еден манастир во близината на Перејаславје, каде што до смртта се подвизуваше со тешки подвизи. Се обложи себеси со синџири и се затвори во еден столб, заради што и го нарекоа Столпник. Бог му подари голема благодат и исцелуваше од разновидни маки. Така, го исцели фатениот черниговски кнез Михаил. Некои злосторници видоа на него синџири, па заради блескањето помислија дека се од сребро. Затоа една ноќ го убија, па му ги слекоа синџирите и ги однесоа. Ова се случи на 16 мај 1186 година. По смртта му се јави на старецот Симеон и му нареди најдените синџири да ги положи во гробот крај неговото тело."
    }],
    "id": 158
  }, {
    "day": "8",
    "holydays": [{
      "title": "Светиот апостол Карп",
      "important": false,
      "desc": "Еден од Седумдесеттемина. Следбеник и придружник на Светиот апостол Павле, од кого беше поставен за епископ на Верија Тракиска. Но го проповедаше Евангелието и на Крит, каде што го прими во својот дом Св. Дионисиј Ареопагит. За него Свети Дионисиј сведочи дека бил човек украсен со чист ум, кротост и незлобливост и дека во визија му се јавил Самиот Господ Исус Христос со Своите ангели и никогаш не ја почнувал Светата Литургија ако немал претходно небесно видение. За името Христово претрпе многу напасти. Најпосле пострада од неверните Евреи коишто го убија, па се пресели со душата во Царството Божјо за вечно да се насладува гледајќи Го Господ во слава."
    }, {
      "title": " Светиот апостол Алфеј",
      "important": false,
      "desc": "Татко на двајца апостоли од Дванаесеттемина, на Јаков Алфеев и Матеј евангелистот. Мирно се упокои."
    }, {
      "title": " Светиот новомаченик Александар Солунски",
      "important": false,
      "desc": "Овој Христов маченик беше роден во времето на големата турска тиранија над Солун. Како млад беше прелажан од Турците и потурчен. Во почетокот не го гризеше совеста за таа постапка и тој појде на Ќаба со останатите мухамедански аџии, па стана дервиш. Но како дервиш во Солун почна горчливо да се кае. При ова каење дојде на мисла дека со ништо не може да го симне од себе страшниот грев на христоотстапништво, освен со својата крв. Кога значи се покаја и се реши на мачеништво, излезе пред Турците како христијанин. Турците го фрлија в затвор и го подложија на долги маки. Но Александар постојано викаше: „Како христијанин се родив и како христијанин сакам да умрам!“ Најпосле Турците го осудија на смрт, на што покајаниот Александар многу се израдува, познавајќи од тоа дека гревовите му се простени и дека Бог ја прима неговата жртва. Беше заклан во Смирна во 1794 година и прославен во Црквата небесна и земна."
    }],
    "id": 159
  }, {
    "day": "9",
    "holydays": [{
      "title": "Св. свештеномаченик Терапонт, епископ Сардиски",
      "important": false,
      "desc": "Мнозина Елини ги обрати во верата Христова, заради што од незнабожците беше луто мачен со глад, затвор и ќотек. Гол го положија на земја, го врзаа за четири суви колца, па немилосрдно го биеја додека не му го свлекоа месото од коските. Но маченикот сепак остана жив, а оние суви колци зазеленеа и пораснаа во високи дрвја, од коишто големо мнозинство болни добиваа исцеление. Најпосле Свети Терапонт беше заклан како јагне, во времето на Валеријан и со душата се пресели во Царството Небесно за да ја гледа славата Божја во вечноста. Чесно пострада 259 година."
    }, {
      "title": " Св. маченици Теодора и Дидим",
      "important": false,
      "desc": "Во времето на злочестивиот цар Максимилијан живееше во Александрија девицата Теодора, благородна по род и воспитание. Како христијанка ја изведоа на суд пред незнабожците. По долги истизавања за верата во Христа, кнезот мачител нареди да ја фрлат во блудилиште и да им биде дозволено на војниците да влегуваат кај неа заради задоволување на телесната похот. Света Теодора усрдно Му се молеше на Бога да ја спаси од скверноста. И додека се молеше влезе кај неа војникот Дидим и ѝ рече дека и самиот е Христов слуга, па ја облече нејзината облека, а нејзе ѝ ја даде војничката. Тој Теодора ја пушти да излезе, а самиот остана во блудилиштето. За ова Дидим го фатија и го изведоа на суд, а тој призна дека е христијанин и дека ја спаси Теодора и дека е готов за Христа да умре. Беше осуден на смрт и изведен на губилиште. Тогаш кај него дотрча Теодора и му викна: „Ако ми ја спаси честа не барав да ме спасиш и од смртта. Отстапи ми го мене мачеништвото!“ На ова Свети Дидим ѝ рече: „Возљубена сестро, не спречувај ме да умрам за Христа и со крв да си ги измијам гревовите!“ Кога ја слушнаа оваа препирка незнабожците ги осудија обајцата на смрт и беа убиени со меч, па им ги изгореа телата во оган. Чесно пострадаа и понесоа венци на бресмртна слава во 304 година во Александрија."
    }, {
      "title": " Св. Давид Гареџиски",
      "important": false,
      "desc": "Еден од Тринаесетте отци грузиски (под 7 мај). Наречен така заради Гареџиската Пустина во близина на Тифлис, каде што се подвизуваше. На старост со неколкумина ученици реши да ја посети Светата Земја. Го остави, значи, манастирот да го управуваат старците Лукијан и Додо и тргна на пат. Кога стигнаа до еден рид од кој се гледаше Ерусалим, Давид заплака и рече: „Како да се дрзнам со овие мои грешни нозе да одам по стапките на Богочовекот?“ Па им рече на своите ученици тие, како достојни, да појдат да им се поклонат на светостите, а тој зеде три камења и се врати назад. Но Господ не даде да се сокрие од светот тоа смирение и ангел му јави на Илија, патријархот Ерусалимски и му рече: „Испрати веднаш по старецот што се враќа за Сирија; тој носи три камења, со себе ја однесе сета благодат на Светата Земја, нему за благослов му е доволен еден, нека ги врати другите два во Ерусалим. Тој старец е авва Давид Гареџиски“. Патријархот брзо испрати луѓе да го стигнат старецот Давид и да му ги земат двата камења, а него да го пуштат. Оној третиот камен до денес лежи на неговиот гроб и има чудотворна целебна сила."
    }],
    "id": 160
  }, {
    "day": "10",
    "holydays": [{
      "title": "Свети Никита Исповедник, епископ Халкидонски",
      "important": false,
      "desc": "Во младоста се одрече од светот и се оддалечи на монашки подвиг. Блескајќи со добродетелта како сонце, беше забележан од црковните старешини и воздигнат на архиерејскиот престол во Халкидон. Како архиереј беше особено милостив кон бедните и многу се грижеше за сираците, вдовиците и ништите. Кога злочестивиот Лав Ерменин стана против иконите, стана и овој Свети Никита во одбрана на иконите, разобличувајќи го царот и објаснувајќи му го значењето на иконите. За ова претрпе многу понижувања, озлобувања и затварања. Најпосле беше протеран во прогонство заради исповедањето на вистинската вера и сред трудови и страдања се престави кај Господ за да прими венец на слава во Царството Божјо."
    }, {
      "title": " Светата маченичка Еликонида",
      "important": false,
      "desc": "Родена во Солун. Воспитана во христијанското благочестие. Во времето на Гордијан и Филип премина во Коринт, каде што велегласно ги разобличи оние што им принесуваа жртви на идолите. Кога началникот Периниј ја советуваше да му принесе жртва на идолот Ескулап, Христовата маченичка му рече: „Слушај, јас сум слугинка на Христос, а кој е Ескулап не знам. Прави што сакаш.“ За ова беше изведена на суд и мачена со страшни маки. Беше фрлена во оган, но од телото ѝ се излеа толку крв што огнот се угаси, а таа остана жива. Ја фрлија пред лавови, но тие не ја ни допреа, туку се умилкуваа околу неа. Ја пуштија во храм божем да им принесе жртва на идолите, но таа ги искрши сите идоли и со тоа уште повеќе го озлоби мачителот против неа. Кога лежеше во рани во затвор, ѝ се јави Господ со архангелите Михаил и Гавриил, ѝ ги исцели раните, ја утеши и ја укрепи. Потоа беше изведена на губилиште за да биде убиена со меч. Пред да ја убијат ги крена рацете нагоре и Му се молеше на Бога да ја приброи кон овците Негови во небесното трло. Кога ја заврши молитвата, се чу глас од небото: „Пријди, ќерко, за тебе има приготвено и венец и престол!“ Најпосле ја убија со меч и прими венец на слава од Господа, на Кого Му се жртвуваше од љубов, чиста и непорочна како јагне."
    }],
    "id": 161
  }, {
    "day": "11",
    "holydays": [{
      "title": "Светата маченичка Теодосија",
      "important": false,
      "desc": "Родена по молитвите на мајка ѝ кон Светата маченичка Анастасија, којашто ѝ се јави и извести за раѓањето на овој предизбран сад на благодатта Христова. Родителите сами ја посветија на Бога и рано ја дадоа во женски манастир. По нивната смрт од огромниот имот кај златар таа нарача три икони: на Спасителот, на Пресвета Богородица и на Света Анастасија, а другото им го раздаде на сиромасите. Пострада за време на злобниот Лав Исавријанин, иконогонител. Прими двоен венец: на девственост и на мачеништво. Пострада во 730 година."
    }, {
      "title": " Светиот маченик Јован Солунски",
      "important": false,
      "desc": "Пострада за верата од Турците во 1802 година во Смирна."
    }],
    "id": 162
  }, {
    "day": "12",
    "holydays": [{
      "title": "Преподобен Исакиј Исповедник",
      "important": false,
      "desc": "Во времето на царот Валент настана големо гонење на Православието од страна на аријанците, коишто и самиот цар ги помагаше. Кога слушна за ова гонење Исакиј, пустиник однекаде на Исток, ја остави пустината и дојде во Цариград за да ги храбри правоверните и да ги изобличува еретиците. Токму во тоа време царот Валент тргна на север со војска против Готите коишто од Дунав се спуштаа кон Тракија. Исакиј излезе пред царот и му рече: „Цару, отвори им ги црквите на правоверните и Бог ќе го благослови твојот пат!“ Но царот го пречу старецот и го продолжи патот. Утредента пак истрча Исакиј пред царот и му ја повтори својата опомена и царот за малку што не го послуша старецот, но го спречи еден советник од аријанците. Третиот ден истрча Исакиј пред царот, го фати неговиот коњ за уздата и го молеше царот да ѝ даде слобода на Црквата Божја и му се закани со казна Божја ако ѝ се спротиви на молбата негова. Разјарен царот нареди и го фрлија старецот во некоја каллива бездна. Четвртиот ден излезе Исакиј пред царот и му претскажа грозна смрт ако не им даде слобода на православните: „Ти велам, царе, ќе ја одведеш војската против варварите, но нема да им одолееш, ќе побегнеш пред нив, но тие ќе те фатат и жив ќе те изгорат.“ Така и се случи. Варварите ја покосија грчката војска како трева, а царот побегна со оној свој советник аријанец и се скри во една кошара. Вараварите стигнаа на тоа место и дознавајќи каде е царот ја опколија онаа кошара и ја запалија, та изгоре царот Валент со својот советник. Потоа се зацари царот Теодосиј Велики, којшто чу за Исакиј и за исполнетото пророштво. Овој цар го повика кај себе старецот и му се поклони. Откако мирот се зацари во Црквата, а аријанците беа протерани, Исакиј сакаше да се врати во својата пустина, но царот го замоли да остане во Цариград. Еден големец, Сатурнин, му изгради обител во којашто старецот до смртта се подвизуваше чинејќи многубројни чуда. Обителта се наполни со монаси и стана голем манастир. Пред својата смрт Исакиј го одреди за игумен Далмат, а по него оваа обител се нарече Далматска. Богоугодниот старец Исакиј се пресели во вечноста во 383 година за да се насладува гледајќи го лицето Божјо."
    }, {
      "title": " Преподобна Макрина",
      "important": false,
      "desc": "Баба му на Свети Василиј Велики. Беше прекрасна во умот и во благочестието. Ученичка на Св. Григориј Неокесариски чудотворец. За време на гонењата на Диоклецијан го напушти својот дом и со мажот ѝ, Василиј, се криеја по шумите и пустините. Нивниот имот беше конфискуван, но тие не жалеа за тоа. Лишени од сѐ освен од љубовта кон Бога, се населија во една прастара шума, во која поминаа седум години. По Божја Промисла кози се спуштаа од планините и им се подаваа да ги нахранат со млеко, па така го подмируваа гладот. Обајцата се упокоија мирно во 4 век, после многу страдања за верата Христова."
    }],
    "id": 163
  }, {
    "day": "13",
    "holydays": [{
      "title": "Светиот апостол Ерма",
      "important": false,
      "desc": "Еден од Седумдесеттемина. Се спомнува во Посланието на Павле до Римјаните (16, 14). Родум беше Грк, но долго време живееше во Рим. Беше епископ во Филипопол, а животот го заврши маченички. Според откровение од ангел Божји ја состави многупоучната книга „Пастир“. Ерма беше богат човек, но заради гревовите на своите синови западна во крајна сиромаштија. Еднаш на молитва му се јави човек во бела облека со стап во рацете и му рече дека е тој ангелот на покајанието којшто нему му е пратен за да го придружува до крајот на животот. Ангелот му даде дванаесет заповеди: 1) да верува во Бога; 2) да живее во простота и невиност, да не злослови и да му дава милостиња на секого што проси; 3) да ја љуби вистината и да ја одбегнува лагата; 4) да го чува целомудрието во помислите; 5) да се учи на трпение и великодушност; 6) да знае дека покрај секој човек е поставен еден добар и еден зол дух; 7) да се плаши од Бога и да не се плаши од ѓаволот; 8) да прави секакво добро и да се воздржува од секое зло; 9) да Му се моли на Бога од длабочината на душата со вера; 10) да се чува од тагата, која е сестра на сомнежот и гневот; 11) да ги испитува вистинитите и лажните пророштва; 12) да се чува од секоја зла желба."
    }, {
      "title": " Светиот маченик Ермиј",
      "important": false,
      "desc": "Остаре како царски војник и на старост пострада за Христа. Откако злобниот судија залудно го одвраќаше од верата во Христа и залудно го советуваше да им принесе жртви на идолите, нареди и забите му ги исчукаа со камења, а кожата од лицето му ја одраа со нож. Потоа го фрлија во огнена печка, но тој стана, сочуван од благодатта Божја. Потоа го испи најлутиот отров, којшто некој волх му го даде на наредба од судијата, но отровот воопшто не му наштети. Кога го виде тоа волхот толку се изненади, што јавно Го исповеда Христа, за што веднаш беше убиен со меч. Потоа на Ермиј му ги ископаа очите, но тој не жалеше, а му викна на судијата: „Земи си ги овие телесни очи што ја гледаат суетата на светот, јас имам очи на срцето, со коишто јасно ја гледам Светлината на Вистината“. Потоа беше главечки обесен, но тие што го обесија ослепеа и се тетеравеа околу него. Свети Ермиј ги повика кај себе, ги положи рацете на нив и со молитва кон Господ им го врати видот. Кога го виде ова судијата се разјари како лав, па извади нож и му ја отсече главата на Божјиот човек. Христијаните скришно го зедоа телото на Ермиј и чесно го погребаа. Неговите мошти им даваа исцеление на сите болни и неволни."
    }, {
      "title": " Светиот маченик Философ",
      "important": false,
      "desc": "Овој Христов маченик беше родум од околината на Александрија. За време на прогонствата на христијаните Свети Философ не сакаше да се одрече од Господ Христос пред незнабожните кнезови и судии. Заради ова незнабожците го удрија на лути маки. Откако беше мачен со најразлични маки, го положија најпосле во мека постела, му ги врзаа рацете и нозете и му пуштија една развратна жена да го наведе на грев. Кога Свети Философ почувствува дека во него се буди желба од допирот на женските раце, тој со заби си го стегна јазикот, со сета сила го откина и го плукна во лицето на блудницата. Од тоа похотта во него згасна, а блудницата толку се ужасна, што веднаш побегна од него. Потоа беше убиен со меч околу 252 година, на млади години, па се пресели во царството на вечната младост."
    }],
    "id": 164
  }, {
    "day": "14",
    "holydays": [{
      "title": "Светиот маченик Јустин Философ",
      "important": false,
      "desc": "Роден од елински родители во самарјанскиот град Сихем, подоцна наречен Наблус, во 105 година после Христа. Усрдно ја барал мудроста кај философите, најпрво кај стоиците, потоа кај перипатетичарите, па кај питагорејците и најпосла кај платоничарите. Иако ни Платоновата философија не го задоволувала, сепак најдолго се задржал на неа, бидејќи не наоѓал нешто коешто повеќе би го привлекувало. Но по Божја Промисла му се јави еден чесен старец, кој ја поколеба во него сета Платонова философија и му напомена дека луѓето не можат да ја знаат вистината за Бога додека Бог не им го открие тоа, а Бог ја откри вистината за Себе во книгите на Светото Писмо. Јустин почна да го чита Светото Писмо и сиот стана убеден христијанин. Сепак не сакаше да се крсти ниту да се нарекува христијанин сѐ додека лично не се увери во лажноста на сите обвиненија коишто незнабошците ги истакнуваа против христијаните. Со оглед дека во Рим дојде во философска долама, тој набрзо стекна таму голем углед и многубројни приврзаници. Присуствуваше на маченичкото кончание на Светите маченици Птоломеј и Лукиј. Кога го виде мачењето на невините христијани, напиша апологија на христијаните и на христијанското учење и му ја предаде на царот Антонин и на сенатот. Царот со внимание ја прочита апологијата и нареди да престане гонењето на христијаните. Јустин зеде препис од царската наредба и со неа отиде во Азија, каде што со помош на наредбата спаси многумина гонети хтристијани. Потоа се врати повторно во Рим. Кога настана гонењето од царот Марко Аврелиј, тој напиша друга апологија и му ја упати на царот. Некој нечесен философ Крискент, циник, го обвини како христијанин, од завист затоа што Јустин го надвладуваше во сите препирки и така Јустин падна во затвор. Посакувајќи му смрт, а плашејќи се сепак да не се оправда на судот, Крискент најде прилика и некако го отру Јустин во затворот. Така го заврши својот земен живот овој голем заштитник на христијанската вера и се пресели во блажената вечност во 166 година."
    }, {
      "title": "Преподобен Јустин Ќелиски",
      "important": false,
      "desc": "Благоје Поповиќ, подоцна отец Јустин, е роден во Врање на 7 април (25 март по стар календар) 1894 година, од родителите Спиридон и Анастасија, чии предци водат потекло од македонското Свети Николе. Семејството Поповиќ со генерации било свештеничко, единствено таткото на Благоје бил само клисар. Благоје бил најмладото дете, а имал постар брат Стојадин и сестра Стојна. Како дете често со родителите одел кај светиот Прохор Чудотворец во Пчинскиот манастир и таму стоел на молитва и богослужби, а еднаш бил и личен сведок кога со божествената сила на Светителот неговата мајка Анастасија добила чудесно исцеление од тешка болест. За длабоката побожност на својата мајка и самиот подоцна често кажувал, а од неговите белешки е објавен и потресен запис за блаженото преставување на праведната „слугинка Божја Анастасија – Воскресничка, мојата бесмртна дародавателка“. По завршувањето на Богословијата „Свети Сава“ во Белград, во јуни 1914, Благоје сакал да прими монашки потстриг, на сите отворено велејќи им дека сака целиот свој живот да Му го посвети на Бог, за да биде што поблиску до Него и до својот рано починат брат. Неговите родители се противеле на оваа желба и на сите начини се обидувале да го спречат своето дете да стане монах. За време на Првата светска војна Благоје бил мобилизиран во „ученичката чета“ при Воената болница во Ниш. Подоцна неговата чета заедно со војската и свештенството се повлекла преку Албанија. Пристигнувајќи во Скадар, Благоје го молел патријархот Димитриј да го потстриже. Патријархот го дал својот благослов и Благоје станал монах Јустин, по светиот маченик Јустин Философ (2. век по Христос), голем апологет во историјата на христијанската патристика и значаен философ на христијанството. Тогашната власт ги префрлила со еден стар брод богословите до Бари, а потоа преку Париз тие пристигнале во Лондон, каде што ги прифатил јеромонахот Николај (Велимировиќ). Од Англија, каде што со групата богослови бил привремено сместен, со благослов на српскиот патријарх Димитриј, Јустин се префрлил на Духовната академија во Петроград. Заради немирите кои надоаѓале, богословите во јуни 1916 година биле повлечени назад во Англија. Овде неговиот поранешен професор од Богословијата, светиот Николај (Велимировиќ), го запишал отец Јустин на Оксфорд. Тој таму до 1919 година ги поминал редовните студии по теологија, издржувајќи се сам а не од стипендиите на англиската влада, но диплома не добил бидејќи докторската теза „Религијата и философијата на Ф.М.Достоевски“ не му била прифатена. Имено, во дисертацијата тој остро го критикувал западниот хуманизам и антропоцентризам, особено оној во римокатолицизмот и протестантството, одбивајќи го барањето на своите англиски професори да ги ублажи и измени овие свои ставови. Набргу по враќањето во Србија, патријархот Димитриј го пратил во Грција. Станал стипендист на Светиот Синод. За време на едно кратко престојување дома, во мај 1920 година, бил возведен во чинот јероѓакон. Во Грција, како и во Русија и во Англија, го запознал тамошниот свет. Особен впечаток на него оставила една постара жена, Гркинка, кај која живеел. За неа тој има кажано дека од неа научил повеќе отколку на целиот Универзитет. Како јероѓакон често сослужувал во грчките храмови. Но, Светиот Синод наеднаш му ја скратил стипендијата на отец Јустин, пред самиот докторат, и тој морал во 1921 година да се повлече во Србија и да стане наставник во Карловачката Богословија. Таму предавал Свето Писмо на Новиот Завет, Догматика и Патрологија. Тука го примил јеромонашкиот чин. Со текот на времето станал уредник на православното списание „Христијански живот“. Познати се неговите написи „Од уредничката маса“. Понекогаш перото му „било поостро“ и се допирало и до некои тогашни неправилности во клирот на СПЦ и во Богословските училишта. Во Карловачката Богословија (во која во меѓувреме бил преместен), некој од работната маса му ја украл докторската дисертација за гносеологијата на свети Исаак Сирин и свети Макариј Египетски. Но за неколку дена ја напишал приближно истата дисертација „Учењето на свети Макариј Египетски за тајната на човековата личност и тајната на нејзиното познание“ и докторирал во Атина во 1926 година. Набргу потоа бил протеран од Карловачката Богословија во Призрен, каде што поминал околу една година, точно онолку време колку што било потребно да згасне списанието „Христијански живот“. За тоа време на Запад, во Чешка се јавува движење меѓу унијатите за враќање во Православната вера. Отец Јустин бил избран за помошник на владиката Јосиф (Цвијовиќ) во мисијата во Прикарпатска Русија. Набргу Светиот Синод одлучил да го назначи за Епископ. Тој го одбил ова, со образложение дека е недостоен за овој чин. После тоа ниту еднаш не бил биран или предлаган за Епископ. Потоа бил поставен за професор во Битолската Богословија. Тогаш целата атмосфера во Богословијата била проникната со подвижничкиот дух и благодатното раководство на професорите Јован Максимович (свети Јован Шангајски и Сан-франциски), Јустин Поповиќ (преподобен Јустин), Кипријан Керн. Тој факт укажува дека во оваа Богословија не преовладувал духот на парадоксалното разминување на схоластичкото образование со живото сведочење на верата, толку типично за богословските институции на 20 век. Учениците на овие свети подвижници подоцна стануваат клирици и вероучители во возобновената Охридска Архиепископија и се иницијатори за основање на новата Богословија во 1967 година, како и на Богословскиот Факултет „Свети Климент Охридски“ во 1977 година. Во Битола авва Јустин ја напишал првата книга од својата „Православна Догматика“. Често го помагал и пишувал пофално за богомолското движење кое го водел светиот владика Николај и бил сотрудник на мисионерското поле со православните Руси – бегалци од црвената револуција. Во 1934 година станал професор на Богословскиот факултет при Белградскиот Универзитет. Бил еден од основачите на Српското философско друштво во 1938 година во Белград. Преведувал богословско-аскетска и светоотечка литература. По избивањето на Втората светска војна, отец Јустин живеел во повеќе манастири. Најмногу време поминал во овчарско-кабларските манастири, во кои и бил уапсен по војната од страна на комунистичките власти. По притворот, се префрлил во манастирот Ќелии кај Ваљево во 1948 година, со благослов на Владиката Шабачко-ваљевски Симеон и игуменијата Сара, која неколку години претходно со неколку свои сестри дошла од манастирот Љубостиње во овој манастир. За самиот живот на отец Јустин во Ќелии може многу да се каже. Постојано бил прогонуван, сослушуван, приведуван од властите. Малкумина биле оние што застанале во негова одбрана. Тоа биле Ќелиските сестри, предводени од игуменијата Гликерија, протоерејот Живко Тодоровиќ – парох на Лелиќ, неговите ученици и останатите почитувачи... Како човек и духовник отец Јустин секогаш бил отворен, полн со љубов за секој човек. Има многу живи сведоштва дека неговата вера и ревносна предаденост на Христос – Вистината, длабоката ученост и мудрост, проникливоста и богоречивоста извршиле пресудно влијание на многумина, па така тој и пред и по војната духовно однегувал и упатил во епископска служба десетина свои ученици, а во свештеничка служба и монашки подвиг на стотици и илјади млади души. Авва Јустин имал дар на плач, молејќи се на секоја богослужба со обилни солзи и спомнувајќи на светата Литургија стотици имиња на живи и упокоени. За неговиот дар на проѕорливост сведочи и неговото слово за великиот старец Клеопа, кој го посетил во манастирот Ќелии и побарал совет дали да остане на Света Гора: „Отец Клеопа, ако отидеш на Света Гора, ќе додадеш уште еден цвет во Градината на Богомајката. Но кому ќе му ги оставиш верните? Таму, оче свет, се молиш само за себе. А во земјата се молиш за сите и можеш да приведеш кон Бог многу души лишени од наставници... Јас велам да останеш во земјата, оче свет, да се спасиш и себеси и да помогнеш во спасението на другите. Тоа е најголемо добро дело на сегашните монаси. Особено сега, кога се бориме со безверието, со сектите, со религиозната индиферентност!“ Бројните теолошки трудови на авва Јустин (околу 40 тома), освен догматика и егзегетика, опфаќаат области од патристиката, аскетиката, литургиката, како и теми од христијанската философија и особено од православната антропологија и од на Православие заснованата философија на културата. Тој ги имал добро совладано и говорел повеќе стари и современи светски јазици: старословенски, грчки, латински, романски, новогрчки, англиски, германски, француски. Отец Јустин се упокои во исто време и ист ден кога е и роден – на празникот на светото Благовештение, на 7 април (25 март) 1979 година. Неговиот спомен ќе се слави на 14 јуни, на денот кога Православната Црква го слави и споменот на свети Јустин Философ."
    }],
    "id": 165
  }, {
    "day": "15",
    "holydays": [{
      "title": "Светиот свештеномаченик Еразмо Охридски",
      "important": true,
      "desc": "Овој светител беше родум од Антиохија и живееше во времето на царевите Диоклецијан и Максимијан. Се подвизувше крепко на Ливанската Гора и имаше од Бога голем дар на чудотворство. Како архиереј тргна да го проповеда Евангелието. Кога дојде во Охрид, Еразмо го воскресна синот на некој човек по име Анастас и го крсти овој човек. Во таа прилика крсти и мнозина други незнабошци и ги разори идолските жртвеници во Охрид. За ова беше обвинет кај царот Максимијан, којшто во тоа време престојуваше во Илирија. Царот го изведе пред бакарната статуа на Ѕевс и му нареди да принесе жртва и да му се поклони на идолот. Свети Еразмо направи со благодатта, па од статуата излезе страшен змеј и го исплаши сиот народ. И пак направи светителот со благодатта и змејот пцовиса. Тогаш светителот Го проповедаше Христа и крсти дваесет илјади души. Огорчен царот нареди и ги заклаа сите овие дваесет илјади христијани, а Еразмо го стави на тешки маки, па потоа го фрли во затвор. Но му се јави ангел Божји, како некогаш на Светиот апостол Петар и го изведе Еразмо од затворот. По ова овој Божји слуга отиде во Кампанија, каде што им го проповедаше Евангелието на луѓето, па повторно се врати во градот Хермелија, каде што се повлече во една пештера, во која се подвизуваше до смртта. Пред смртта трипати се поклони кон исток и со воздигнати раце Му се молеше на Бога, Бог да им ги прости гревовите и да им подари вечен живот на оние коишто со вера ќе го повикуваат неговото име. На крајот од молитвата се слушна глас од небото: „Нека биде како што се молеше, исцелителу мој Еразмо!“ Сиот радосен светителот погледна уште еднаш на небото и го виде венецот на славата кога се спушташе на него и виде хорови ангели, пророци, апостоли и маченици, кои приоѓаа да ја примат неговата душа. Најпосле самиот возвикна: „Господи, прими го духот мој!“ и издивна, во 303 година. Пештерата со црквичката на Свети Еразмо и денес стои недалеку од Охрид и од неа и до денес се пројавува големата сила на овој Божји угодник, свештеномаченик Еразмо."
    }],
    "id": 166
  }, {
    "day": "16",
    "holydays": [{
      "title": "Светиот свештеномаченик Лукијан",
      "important": false,
      "desc": "Римјанин, познат по своето благородничко потекло, по богатството и ученоста. Некое време бил ученик на Светиот апостол Петар. Подоцна папата Климент го испрати заедно со Дионисиј Ареопагит во Галија, за проповед на Евангелието, откако претходно го ракоположи за епископ. Лукијан многу ревносно ја сееше Христовата наука најпрво ширум Галија, а потоа и во Белгија. Кога злобниот цар Доментијан почна да ги прогонува христијаните, од Рим во Галија беше испратена специјална потера за да ги побара и да ги испофаќа христијанските мисионери. Тие прво го фатија и го убија Свети Дионисиј, а потоа тргнаа да го бараат и Свети Лукијан. Го најдоа во Белгија, заедно со неговите помошници, презвитерот Максијан и ѓаконот Јулијан, па на едно место ги убија овие двајцата, а на друго го заклаа Лукијан. Откако му ја исекоа главата, мртвото тело на Лукијан се дигна од земјата, ја зеде својата глава со рацете (слично како телото на Свети Дионисиј, а и на Свети Јован Владимир) и така отиде до она место каде што сакаше да биде погребан. Овде падна и го погребаа. Над неговите мошти подоцна изградија црква."
    }],
    "id": 167
  }, {
    "day": "17",
    "holydays": [{
      "title": "Свети Митрофан, првиот патријарх Цариградски",
      "important": false,
      "desc": "Неговиот татко Дометиј, брат на римскиот цар Пров, побегна од Рим како христијанин и дојде во Византија. Византискиот епископ Тит го посвети за презвитер. По смртта на Тит Дометиј стана епископ Византиски. По смртта на Дометиј, епископскиот престол го зазеде неговиот постар син Пров, а по кончанието на овој, престолот епископски го зазеде Митрофан. Кога царот Константин првпат го виде Митрофан, го засака како татко. Во времето на Првиот Вселенски Собор Митрофан беше веќе старец на сто и седумнаесет години, па не можејќи самиот да земе учество во работите на Соборот за свој заменик го одреди хороепископот Александар. Царот му го издејствува кај соборот чинот Патријарх. И така тој беше првиот патријарх Константинополски. Царот уште и го повика целиот Собор да го почести со посета престарениот и болен архипастир. Кога царот го запраша кого би го сакал за наследник на патријаршискиот престол, Митрофан го назначи Александар, а потоа му рече на Александар Александриски: „О брате, пресветол наследник ќе оставиш ти!“ И го зеде за рака архиѓаконот Атанасиј, подоцна Атанасиј Велики, патријарх Александриски, и го пофали пред сите. По ова пророштво се прости со сите и по десет дена ја предаде душата на Бога, во 325 година."
    }, {
      "title": " Светите сестри Марта и Марија",
      "important": false,
      "desc": "Сестрите на Лазар. По Вознесението на Господ, Лазар отиде да го проповеда Евангелието. Во ова му помагаа неговите сестри. Не е познато каде се упокоија."
    }],
    "id": 168
  }, {
    "day": "18",
    "holydays": [{
      "title": "Светиот свештеномаченик Доротеј, епископ Тирски",
      "important": false,
      "desc": "Епископ Тирски од времето на Диоклецијан па сѐ до времето на Јулијан Отстапник, кога беше намачен и пострада за Православната Вера. На земјата живееше сто и седум години и откако Му угоди на Бога, во 361 година се пресели во вечниот живот. Беше навистина многу учен маж. Напиша многубројни поучни дела на грчки и на латински. Особено се прочуени неговите грчко-латински „Синтагми“."
    }, {
      "title": " Преподобен Теодор Пустиник",
      "important": false,
      "desc": "Чудотворец. Си го очисти духот со долгогодишен подвиг во Јорданската пустина и од Бога доби дар на чудотворство. Кога патуваше на кораб кон Цариград, му се случи коработ да залута и снема вода за пиење. Бидејќи патниците на коработ од жед беа веќе близу до смртта, Теодор ги крена рацете кон небото, Му се помоли на Бога и со знакот на Крстот ја прекрсти морската вода. Потоа им рече на морнарите да зафатат од морето и да пијат, а кога пиеја водата беше вкусна и питка. Бидејќи сите почнаа да му се поклонуваат, Теодор ги молеше да не му благодарат нему, туку на Бога Којшто им го направи чудото заради Своето неизмерно човекољубие. Мирно се упокои во 583 година."
    }],
    "id": 169
  }, {
    "day": "19",
    "holydays": [{
      "title": "Преподобен Висарион",
      "important": false,
      "desc": "Роден и воспитан во Мисир. Рано се предаде на духовен живот и не ја извалка духовната одежда во којашто се облече со Светото Крштение. Го посети Свети Герасим на Јордан и го чу Свети Исидор Пелусиот. Го победуваше своето тело со голем пост, со бденија, но колку што можеше го криеше својот подвиг од луѓето. Еднаш четириесет дена стоеше на молитва, не јадејќи и не спиејќи. Имаше голем дар на чудотворство. Постојано место на пребивање немаше, туку до длабока старост живееше по шумите и долините. Исцелуваше болни и вршеше многубројни чуда за полза на луѓето, а во слава на Бога. Се упокои мирно во 466 година."
    }, {
      "title": " Преподобните маченички Архелаја, Текла и Сузана",
      "important": false,
      "desc": "Како монахињи, чисти и девствени, се подвизуваа во еден незабележлив манастир во околината на Рим. Но кога настана гонењето на христијаните под злобниот цар Диоклецијан, тие побегнаа во Кампанија и таму се населија во близината на градот Нола. Нивниот свет живот не можеше да се скрие од луѓето и оние од околните места почнаа да доаѓаат кај нив за совет, поука и помош во маките и во болестите. Но најпосле беа фатени од незнабожците и ги изведоа пред суд. Тие јавно и слободно ја исповедаа својата вера во Христа. Кога судијата Леонтиј ја запраша Света Архелаја за верата во Христа, таа одговори: „Со силата Христова ја уништувам силата ѓаволска, ги учам луѓето на разум, да Го познаат едниот вистински Бог, а со името на мојот Господ Исус Христос, Единородниот Син Божји, преку мене, слугинката Божја, им се дава здравје на сите болни.“ Сите три девици беа биени, поливани со врела смола, морени во затвор со глад и најпосла исечени со меч. Кога ги изведоа на губилиштето, им се јавија ангели, коишто беа видени и од некои од џелатите. Таков страв ги спопадна, што не смееја да подигнат меч врз Светите девици. Но овие ги охрабрија да си ја извршат должноста. И така, беа заклани како јагненца во 293 година и отидоа во Царството Христово за вечно да почиваат и да се насладуваат гледајќи го лицето Божјо."
    }],
    "id": 170
  }, {
    "day": "20",
    "holydays": [{
      "title": "Светиот маченик Теодот Анкирски",
      "important": false,
      "desc": "Овој Христов маченик беше потаен христијанин и како таков ја помагаше Црквата и чесно ги погребуваше телата на Светите маченици. Така погреба и седум девојки кои пострадаа за Христа. Кога незнабожците дознаа за него, го удрија и него на маки и го погубија (под 18 мај)."
    }, {
      "title": " Преподобен Даниил Скитски",
      "important": false,
      "desc": "Игумен на прочуениот Скит Мисирски. Ученик на Свети Арсениј и учител на мнозина. Многу од неговите зборови и поуки се ѕвезди патокази за монасите. Еднаш кога варварите го нападнаа Скитот, го викнаа браќата да бега заедно со нив. Тој им одогвори: „Ако Бог не се грижи за мене, што ќе ми е да живеам? “ Уште велеше Даниил: „Колку што телото твое се дебелее, толку душата ти слабее“. Четириесет години се подвизуваше во општежитие, а потоа, во 420 година, се повлече во пустина. Свети Даниил се најде во Александрија кога еден изопачен свекор ја уби својата снаа, Света Томаида, заради нејзиното целомудрие (под 13 април). Тогаш заедно со својот ученик овој светител ја погреба светата страдалница."
    }],
    "id": 171
  }, {
    "day": "21",
    "holydays": [{
      "title": "Пренос на моштите на Светиот великомаченик Теодор Стратилат",
      "important": true,
      "desc": "Се празнува на 8 февруари и под тој датум е опишано житието на овој светител. Но на 8 јуни се празнува преносот на неговите мошти од Ираклија во Евхаита, зашто Свети Теодор му заветуваше на својот слуга Вар кога страдаше: „Телото мое положи го во Евхаита, на имотот на моите предци“. Свети Атанасиј Синајски запиша едно чудо од иконата на Свети Теодор. Во местото Карсата близу Дамаск имаше една црква посветена на Свети Теодор Стратилат. Кога Сарацените го покорија Дамаск, една група Сарацени со жени и деца се населија во таа црква. На ѕидот имаше фреска со ликот на Свети Теодор. Еден од Сарацените зеде стрела и со неа го удри лицето од ликот на светителот. Одеднаш од лицето потече крв. А наскоро потоа сите Сарацени од оваа група изумреа овде во црквата. Свети Атанасиј вели дека самиот лично бил во таа црква и го видел ликот на светителот со траги од засирена крв."
    }, {
      "title": " Свети Ефрем, патријарх Антиохиски",
      "important": false,
      "desc": "Во времето на византискиот цар Анастасиј Ефрем беше војвода од источните страни. Им беше познат на сите заради неговата голема побожност и милосрдие и за ова беше многу ценет. Кога требаше да се обновува Антиохија, разурната од земјотрес и оган, царот го одреди војводата Ефрем да раководи со таа работа. Својата должност овој си ја исполнуваше со прилежност и љубов. Меѓу обичните работници ѕидари кај него имаше и некој епископ, којшто од непознати причини го беше оставил епископството и работеше како обичен работник, па никој не знаеше дека тој човек е епископ. Еден ден овој човек прилегна да се одмори од тешкиот напор со останатите работници и заспа. А војводата Ефрем виде како од него се извива огнен столб до небесата. Зачуден и ужаснат Ефрем потоа го повика човекот и го заколна да му каже кој е тој. А човеков долго се стеснуваше, но најпосла призна дека е епископ и му прорече на Ефрем дека набрзо ќе биде посветен за патријарх Антиохиски (местото на патријархот беше испразнето, зашто во земјотресот загина стариот патријарх Енфрасиј). И навистина, тие денови Ефрем беше избран и посветен за патријарх. Заради неговата добрина, чистота и ревност за Православието, Бог му даде голем дар на чудотворство. Еднаш, за да убеди еден еретик дека Православието е вистинито, тој го стави во оган својот омофор, а самиот Му се молеше на Бога. Омофорот стоеше во оган три часа и остана неоштетен. Штом го виде тоа еретикот се преплаши и ја отфрли ереста. Во 546 година Свети Ефрем мирно се упокои и се пресели во Царството Божјо."
    }],
    "id": 172
  }, {
    "day": "22",
    "holydays": [{
      "title": "Свети Кирил, архиепископ Александриски",
      "important": true,
      "desc": "По потекло благородник и близок роднина на Теофил, патријархот Александриски, по чијашто смрт самиот беше посветен за патријарх. За време на својот живот водеше три лути борби: со еретиците новацијани, со еретикот Несториј и со Евреите во Александрија. Новацијаните настанаа во Рим, а така се наречени по презвитерот Новацијан, нивниот ересоначалник. Се гордееја со својата добродетел, одеа облечени во бела облека, им забрануваа на другите брак и сметаа дека никој не треба да се моли за оние што извршиле смртен грев ниту да се прими назад во Црквата оној којшто еднаш отпаднал, колку и горко да се кае. Кирил нив ги победи и ги протера од Александрија, нив и нивниот епископ. Борбата со Евреите беше многу потешка и покрвава. Евреите се имаа засилено во Александрија уште од времето кога Александар Велики го основа тој град. Нивната омраза кон христијаните беше бесна и подмолна. Тие ги убиваа христијаните безмилосно и подло, ги труеја, ги распнуваа на крст. По долга и тешка борба Кирил издејствува кај Царот Теодосиј Помладиот да се протераат Евреите од Александрија. Неговата борба против Несториј, патријархот Цариградски, ја реши Третиот Вселенски Собор во Ефес. Со тој Собор претседаваше самиот Кирил, истовремено застапувајќи го и Римскиот папа Целестин, на негова молба, бидејќи тој од старост не можеше да дојде на Соборот. Несториј беше осуден, анатемисан и од царот прогонет на источната граница на царството, каде што и умре со ужасна смрт (зашто црви му го разјадуваа јазикот со којшто Ја хулеше Пресвета Богородица, нарекувајќи Ја Христородица). Откако заврши борбата, Кирил поживеа во мир и ревносно го пасеше стадото Христово. Се престави кај Господ во 444 година. Се вели дека тој ја составил „Богородице Дево, радувај се! “"
    }, {
      "title": " Свети Кирил Белоезерски",
      "important": false,
      "desc": "Роден и воспитан e во Москва во куќа на големци. Се замонаши во Симоновиот манастир, каде што со подвигот ги восхитуваше сите други монаси. За да ги скрие своите добродетели, се правеше јуродив. Имаше разговарано со самиот Свети Сергеј Радоњежски и од него прими многу корисни поуки. Беше избран за игумен на манастирот наспроти неговата желба. Но постојано Ѝ се молеше на Пресвета Богородица да му го покаже местото каде што би можел да се подвизува во безмолвие. Една ноќ виде голема светлина и чу глас: „Кириле, излези одовде и оди на Бело Езеро!“ И тој навистина излезе од Симоновиот манастир со еден другар, отиде во белоезерските предели и таму, во густата борова шума, почна да се подвизува. Со време пустината се претвори во голема обител. Преподобен Кирил од Бога доби голем дар на чудотворство, па исцелуваше од болести и правеше многубројни други чуда. Се престави во 1429 година во деведесеттата година од животот и отиде кај Господ, Кого сиот свој век Го љубеше со голем жар."
    }, {
      "title": " Свети Алексеј Мечев",
      "important": false,
      "desc": "Московскиот старец Алексиј Мечев е роден на 30 март 1859 година, во благочестиво семејство на диригент на соборниот Чудов црковен хор. Свети Филарет Московски му го даде името по светиот Алексиј, човек Божји. Добросрдечен, со тивок и мирољубив карактер, во игра со другите деца наеднаш стануваше сериозен, затворајќи се во себе од бучната радост. Иако со голема желба да стане лекар та најплодотворно да им служи на луѓето, од послушност се потчини на мајчината волја и стана свештеник. Подоцна сфати дека го најде својот вистински позив. Како псалт помина тешко искушение. Настојателот на храмот, човек со крут карактер, наложуваше на него преголеми задолженија, се однесуваше грубо, а знаеше и да замавне. Алексиј сè поднесуваше безропотно, не жалејќи се, не барајќи преместување во друг храм. Подоцна Му благодареше на Бога што му беше дал да помине такво школо, а настојателот Георгиј го помнеше како свој учител. Веќе како свештеник, со солзи на благодарност и љубов го спроведе до гробот. Подоцна о. Алексиј велеше: „Два непријатела имаме: ѓаволчето и јаштвото“ - отецот така го нарекуваше самољубието, човековото ‘јас’, кое веднаш штом некој намерно или не ќе го закачне или повреди си ги бара своите права. „Таквите луѓе треба да ги сакаме како добротвори“ - ги поучуваше потоа своите духовни чеда. Во 1884 година се жени со Ана Молчанова и во истата година е ракоположен за ѓакон. Станувајќи служител во олтарот, ѓаконот Алексиј пројавуваше голема простота, смирение и кротост. Во својата жена тој гледаше другар и прв помошник на патот кон Христос, ги ценеше и слушаше пријателските забелешки на сопругата како што послушникот го слуша својот старец. На 1 април 1893 година беше ракоположен за свештеник и назначен на служба во храмот на свети Николај Чудотворец во Маросејка - црквичка со мала парохија, во чија непосредна близина се извишуваа големи, добро посетени храмови. Отец Алексиј, за разлика од другите мали московски храмови, во својата црквичка воведе секојдневна богослужба. Не ја загуби ревноста ниту падна во малодушност иако осум години служеше во празна црква и другите свештеници му велеа дека напразно се труди. Со текот на времето се расчу низ Москва дека во Маросејка може секој ден да се исповедаш и причестиш. Намачените, обременетите со животни проблеми, паднатите луѓе поитаа во црквичката. Од нив се пронесе глас за нејзиниот добар старешина. По смртта на сопругата, праведниот о. Јован Кронштадски го благослови на подвигот на старчество, за кој беше подготвен со многуте години вистински подвижнички живот. „Биди со народот, влези во туѓата мака, земи ја на себе и тогаш ќе видиш дека твојата беда е безначајна во споредба со општата“ - му рече великиот пастир. Отец Алексиј доби од Бога благодатен дар на проѕорливост. Луѓето забележуваа дека му е познат сиот нивен живот, како надворешните случувања, така и внатрешните стремежи, мисли. По своето длабоко смирение секогаш се стремеше да не ја покажува полнотата на тој дар. Совет даваше само еднаш. Доколку советуваниот противречи, настојува на своето, о. Алексиј се повлекуваше од понатамошен разговор, не објаснуваше до што ќе доведе неразумната желба, дури и не го повторуваше првобитно реченото. На луѓето, пак, кои доаѓаа со чувство на покајание и изобилна доверба, тој им укажуваше молитвена помош, застапувајќи се за нив пред Господ за избавување од маките и неволјите. Отецот при храмот отвори основно црковно-парохиско училиште и прифатилиште за сирачиња и деца на сиромашни. Во текот на 13 години беше и вероучител во приватна женска гимназија. Благослови свое духовно чедо да иконописа и на тој начин помогна во возобновувањето на стариот руски иконопис, веќе неколку векови заборавен. Проповедите му беа прости, искрени, не се одликуваа со красноречивост. Кажаното ги трогнуваше срцата со длабочината на верата, справедливоста, сфаќањето на животот. Ги повикуваше своите духовни чеда да се молат на опелата: „Кога ќе застанеш пред Бога, сите тие (покојните) ќе ги кренат рацете за тебе и ти ќе се спасиш“. Бројот на верници во храмот сè повеќе се зголемуваше. Особено после 1917 година, кога отпаднатите од Црквата, после многубројни искусени неволји, притекнаа во храмот со надеж на Божја помош. Се појави немалубројна младина, студенти кои сфатија дека револуцијата место ветените блага донесе нови беди, и тие сега се стремеа да ги усвојат законите на духовниот живот. Во младите свештенослужители, меѓу кои беше и син му Сергеј (свештеномаченик), имаше помошници во вероучењето, беседите, организирањето курсеви за изучување на богослужењето. Но, пред неговата куќичка стоеја бескрајни редици на оние што бараа благослов, совет; бремето му беше сè потешко. Современите оптински подвижници, сега канонизирани Светители, му беа духовни пријатели; московјаните кои доаѓаа кај нив ги праќаа кај светиот старец, нему велејќи му дека во подвигот што ги надминува човечките сили - долгите и ревносни служби, бескрајните редици за исповед и Причест - обилно е поткрепен од Бога. Светиот патријарх Тихон му го довери делото на обединување на московскиот клир. Старецот мирно се упокои на 22 јуни 1923 година. Службите за покојникот и оние што дојдоа да се простат со него беа многубројни. На спроводот до Лазаревските гробишта дојде и светиот Тихон, кој тукушто беже ослободен од затвор. По десет години, кога заради затворањето на „Лазаревски“ останките на о. Алексиј и Ана беа пренесени на други гробишта, се откри дека телото му е нетлено. Многумина притекнуваат на гробот по благодатна помош и ја добиваат. Во 2000 година старецот Алексиј беше причислен кон Соборот на Светите. Моштите му беа пренесени во црквичката на свети Николај во Маросејка. Споменот му се слави на 22 јуни."
    }],
    "id": 173
  }, {
    "day": "23",
    "holydays": [{
      "title": "Светиот свештеномаченик Тимотеј, епископ Бруски",
      "important": false,
      "desc": "Заради големата душевна чистота од Бога доби дар на чудотворство и ги лечеше сите болести и маки кај луѓето. Во времето на свирепиот цар Јулијан, којшто се одрече од Христа, Свети Тимотеј беше фрлен во затвор. Верните го посетуваа и во затворот за да слушнат мудра поука од својот архипастир. Кога дозна за тоа, Јулијан нареди џелатот да му ја отсече главата во затворот. Ова беше во 362 година. Неговата душа отиде во Рајот, а моштите останаа чудотворно да им помагаат на луѓето и да ја објавуваат силата Божја."
    }, {
      "title": " Светите маченици Александар и Антонина",
      "important": false,
      "desc": "Обајцата беа од Александрија: Антонина чесна девица, а Александар царски војник. Обајцата христијани. Прва беше изведена на суд и на мачење Антонина. Па кога ја фрлија во затвор, на заповед од ангел Господов Александар отиде во затворот (иако дотогаш не ја познаваше Антонина), ја загрна со војничкиот плашт и ѝ рече да ја наведне главата и да помине покрај стражите пред вратите. Така девицата побегна, а тој остана во затворот. Тогаш го изведоа Александар пред судот и почнаа да го истизаваат за името на Христа. Кога го слушна тоа, Антонина самата му се пријави на судијата, којшто обајцата почна да ги подложува на разни маки. Им ги отсече рацете, а потоа ги биеше на голо тело, им ги палеше раните со свеќи и најпосле ги фрли во оган наложен во една дупка и ги затрупа со земја. Пострадаа чесно за љубовта Христова и се преселија во дворците на небесното Царство на 3 мај 313 година. Во мигот на смртта на овие маченици злобниот судија Фист онеме и го спопадна демонско беснило коешто го мачеше седум дена, од што најпосле умре."
    }, {
      "title": " Свети Васијан, епископ Лавдиски",
      "important": false,
      "desc": "Роден во Сиракуза како незнабожец, од родители незнабожци, богати и угледни. Философско воспитание стекна во Рим. Сходно на неговата најтопла желба беше крстен од некој благочестив старец Гордијан. Тоа ги навреди неговите родители и за да го избегне нивниот гнев, на заповед на Свети Јован Богослов којшто му се јави, отиде во Равена и му се јави на својот роднина, епископот Урс. Упатен од епископот, Васијан се насели надвор од градот, кај црквата на Светиот маченик Аполинариј и долго се подвизуваше таму трудејќи се, во пост и во молитва. Кога умре епископот на Лавдискиот град во Лигурија, според едно откровение во сон го избраа Васијан за епископ на тој град, иако тој тоа не го сакаше. Посветувањето за архиереј го извршија Амвросиј Милански и Урс Равенски. Имаше голема исцелителна благодат; можеше и мртви да воскреснува. Беше сведок на последните часови на Свети Амвросиј, од чија уста слушна дека во тој миг светителот Го гледа Господ Исус Христос. Поживеа во подвиг до длабока старост, а во деведесеттата година од својот живот се упокои и се пресели во Царството Божјо околу 409 година. Неговите Свети мошти останаа чудотворни, да сведочат за силата Божја и за величината на овој Божји Светител."
    }],
    "id": 174
  }, {
    "day": "24",
    "holydays": [{
      "title": "+Светиот апостол Вартоломеј",
      "important": false,
      "desc": "Еден од Дванаесеттемина големи апостоли. Вартоломеј и Натанаил по сѐ изгледа се две имиња за едно лице. Заедно со Светиот апостол Филип и со сестрата на Филип, девицата Маријам - а некое време и со Св. Јован Богослов - го проповедаше Евангелието најпрво во Азија, потоа во Индија и најпосле во Ерменија, каде што и заврши маченички. Овие Свети апостоли ја умртвија големата змија којашто незнабожците ја чуваа во храм во Ерапол и ја почитуваа како божество. Во истиот град му подарија вид на Стахиј, слеп четириесет години. Овде на нив се крена толпа народ и ги распнаа на крст Филип и Вартоломеј - Вартоломеј го распнаа со главата надолу. Тогаш затресе земјотрес во којшто загинаа злите судии и многумина од народот. Гледајќи во тоа казна Божја, мнозина притрчаа да ги симнат апостолите од крстовите, но Филип беше веќе издивнал, додека Вартоломеј сѐ уште беше жив. Потоа отиде во Индија, каде што го проповедаше и на индиски јазик го преведе Евангелието на Матеј. По ова прејде во Ерменија, каде што ја исцели од лудило царската ќерка. Но братот на царот, Астијаг, завидливо го фати и го распна Божјиот апостол на крст. Потоа му ја одра кожата и најпосле му ја отсече главата во Албанопол Ерменски. Неговото тело христијаните го погребаа чесно во оловен ковчег. Бидејќи од неговите мошти стануваа многу чуда, незнабожците го зедоа ковчегот и го фрлија в море. А водата го донесе ковчегот до Липарските острови, каде што епископот Агатон, по откровение во сон, го дочека и го погреба во храмот. Свети Вартоломеј му се јави, облечен во бели ризи, на Св. Јован Песнопоец в црква и го благослови со Евангелието за да пее духовни песни: „Нека потечат од твојот јазик водите на небесната мудрост!“ Му се јави уште и на царот Анастасиј (491 г. – 518 г.) и му рече дека ќе му го чува новосоѕиданиот град Дари. Подоцна моштите на овој голем апостол беа пренесувани во Беневент, па во Рим. Од нив стануваа големи и страшни чуда."
    }, {
      "title": " Светиот апостол Варнава",
      "important": false,
      "desc": "Еден од Седумдесеттемина. Роден на Кипар од богати родители од племето Левиево и заедно со Савле се учеше кај Гамалиил. Се викаше прво Јосиф, но апостолите го завикаа Варнава, Син на Утехата, зашто вонредно умееше да ги теши човечките души. Кога Савле се обрати, тој прв го внесе меѓу апостолите. Потоа со Павле и со Марко го проповедаше Евангелието во Антиохија и по други места. По сѐ изгледа тој прв проповедаше и во Рим и во Милано. Пострада на островот Кипар од Евреите и Марко го погреба на западните порти од градот Саламина со Евангелието на Матеј на градите, коешто самиот рачно го препиша. Неговиот гроб остана непознат неколку векови, но со оглед дека многумина добиваа исцеленија на тоа место, се нарече „место на здравје “. Во времето на царот Зинон, кога беше Халкидонскиот Собор, апостолот му се јави на Кипарскиот архиепископ Антим, и тоа трипати во три ноќи, и му го објави својот гроб. Ова стана токму во времето кога властољубивиот патријарх Антиохиски Петар бараше Кипарската Црква да биде под власта на Антиохиската столица. Но по јавувањето и откривањето на чудесните мошти на Светиот апостол Варнава беше востановено Кипарската Црква, како апостолска, да биде самостојна занавек. Така настана автокефалијата на Кипарската Црква."
    }, {
      "title": " Свети Кинески новомаченици",
      "important": false,
      "desc": "Длабоко се трогателни страданијата и исповедништвото на 222 нови исповедници и маченици кои ја прославија Кина пред престолот на Севишниот. Житијата на овие новопрославени светители кои во Пекинг пострадаа за верата Христова за време на Боксерската буна или Јихетуан движењето - како што Кинезите го нарекуваат востанието од 1900 година - оригинално се напишани на руски јазик; извадени се од архивите и за првпат отпечатени во изданието на „Кинески благовесник“ од јануари 2000 година. Во ова Боксерско востание, Мисијата од вкупно 1000 изгуби 300 луѓе. Некои од нив се одрекоа од православието, а другите се покажаа како свети исповедници и маченици заради Христа. Меѓу нив од Кинезите посебно е почитуван свештеникот Митрофан Ѕи-Чун со целото свое семејство. Роден е во 1855 година. Рано остана без татко, па го воспитаа баба му Екатерина и мајка му Марина, која беше учителка во женското училиште. Уште пред да наполни 20 години беше вероучител, а на 25-годишна возраст е ракоположен за свештеник од самиот свети Николај Јапонски. Тој никако не сакаше да го прими свештеничкиот чин и постојано одбиваше, велејќи: „Како да се осмели малку способен и малку добродетелен човек да го прими овој голем чин?“ Но, од послушност кон Црквата, се потчини. Во 1900 година, на 14 јуни, вечерта, просториите на Мисијата беа запалени од Боксерите. Многумина од христијаните, криејќи се, се собраа во домот на свештеникот Митрофан. Меѓу нив беа и поранешните непријатели на о. Митрофан, од кои беше претрпел многу неволји. И како што порано, кроток и молчалив, не се оправдуваше, така и сега, незлобивиот, им даде закрила, од послушност кон Оној што ни заповеда љубов и кон непријателите (Мат. 5, 44). Гледајќи дека некои паѓаат во малодушност, тој ги поткрепуваше, велејќи дека дошло времето на неволји што тешко дека ќе може да се избегнат. На денот во кој од страна на Боксерите и Кинезите незнабожци маченички пострадаа неговите православни браќа Кинези христијани, о. Митрофан ним им беше ангел-утешител, кој ги бодреше и тешеше пред да го задобијат венецот на славата. На 23 јуни вечерта војниците и Боксерите го опкружија домот на о. Митрофан. Во тоа време таму беа собрани околу седумдесет христијани. Некои побегнаа, а оние што беа подготвени да ги примат маченичките венци, меѓу кои старецот Митрофан и многу жени и деца, останаа и беа мачени. Боксерите му ги избодоа градите на о. Митрофан, а јеромонахот Аврамиј го зеде телото на свештеникот и во 1903 година, кога за првпат се празнуваше споменот на овие маченици, телото заедно со други беше положено под олтарот на двоспратната камена црква посветена на мачениците. На местото каде што маченички пострада, сега е поставен крст и на празникот на мачениците (24 јуни) тука поминува Литија и се служи Помен. Многу е впечатливо житието на 8-годишниот Јован. Кога го убија о. Митрофан, Боксерите на Јован му ги расекоа рамениците и му ги отсекоа ножните прсти, носот и ушите. Свршеничката на брат му, Марија, му го спаси животот. Наредниот ден, без облека и обувки, тој седеше на влезот и на прашањето на луѓето дали го боли, одговараше - не. Децата му се потсмеваа, нарекувајќи го „ер-мао-ѕа“, што значи „следбеник на ѓаволот“. Но, тој одговараше: „Јас сум следбеник на Христос Бог“. Јован бараше вода кај соседите, но тие не само што не му ја даваа, туку и го бркаа. Иако раните беа многу длабоки, момченцето не чувствуваше болка и кога повторно го фатија, не покажуваше страв. Придружуван од потсмев и навреди од страна на своите сограѓани безбожници, беше воден како јагне на клање. Божјата благодат, која му беше дадена на малечкиот исповедник во изобилство, го направи нечувствителен за сè од овој свет - раните, потсмевот, стравот од идни мачења. Љубовта Христова го вдахнови со радост да чекори во пресрет на смртта. 19-годишната Марија, свршеничка на синот на о. Митрофан, дојде во куќата на отецот два дена пред Боксерскиот погром, сакајќи да умре во семејството на својот свршеник. Кога Боксерите ја опколија куќата на о. Митрофан на 23 јуни, таа со голема мажественост им помагаше на оние што не беа подготвени за мачеништво да побегнат од раката на гонителите. Иако другиот син на о. Митрофан, Сергеј, трипати се обидуваше да ја убеди и таа да побегне и да се скрие, Христовата следбеничка одговараше: „Се родив покрај црквата на Пресвета Богородица, тука и ќе умрам“. Ја претпочиташе смртта како заминување во местото на блажениот покој. Таа смело ги разобличуваше војниците и Боксерите за нечовечното мачење на христијаните, кога тие ја провалија вратата и влегоа во дворот. Безбожниците беа стаписани од необичната храброст на младата девојка и не ја убија. Но, раните што ѝ ги нанесоа беа претешки и таа маченички го заврши својот земен живот. Меѓу постраданите за Христос имаше и Албазинци, потомци на оние славни Албазинци што ја донесоа светлоста на Христовата православна вера во 1685 година во главниот град на Кина, Пекинг, и ја сочуваа верноста кон неа. За верност кон светото православие Господ ги награди нивните потомци со славата на мачеништво и исповедништво. Климент Куј Лин, Матеј Хај Цјуан, неговиот брат Вит, Ана Жуј и многу други Албазинци, не плашејќи се од оние што го убиваат телото, а не можат да ги убијат душите (Мат. 10, 28), без страв ги дочекаа своите мачења и својата смрт заради Спасителот на светот, молејќи Го Бога за просветлување на гонителите и за простување на нивните гревови. Опишувајќи ја нивната маченичка смрт, архимандрит Аврамиј додава: „Упокој ги, Господи, душите на твоите слуги - ереј Митрофан и постраданите со него - и нека им биде вечен споменот!“ Ние денес велиме: „По нивните свети молитви, Господи Исусе Христе помилуј нè!“"
    }],
    "id": 175
  }, {
    "day": "25",
    "holydays": [{
      "title": "Преподобен Онуфриј Велики",
      "important": false,
      "desc": "Овој светител проживеа во пустина цели шеесет години, кога го посети монахот Пафнутиј. Косата и брадата му досегаа до земјата, а телото заради долгогодишната голотија му беше обраснато со долги влакна. Влакната на него беа сите бели како снег, а сиот негов изглед блескав, возвишен и страшен. Штом го виде дојдениот, тој го повика со името Пафнутиј, а потоа му го раскажа своето житие од пустината. На тоа место во пустината го беше одвел неговиот ангел пазител, којшто претходно му се јавил. Долго време се хранел само со зелјето кое ретко можело да се најде во пустината, а потоа, откако ги претрпел борбите со демоните и кога срцето сосем му се укрепи во љубовта кон Бога, се хранеше со леб што му го носеше ангел Божји. Освен ова, крај неговата келија по Божја Промисла порасна една палма со вкусен плод на урма и бликна извор со питка вода. „А најмногу“, рече Онуфриј, „се хранам и пијам од слатките зборови Господови“. Кога Пафнутиј го запраша како се причестува, пустиникот Онуфриј одоговори дека Божји ангел му носи Причест секоја сабота и го причестува. Следниот ден старецот му рече на Пафнутиј дека тоа е денот на неговото заминување од овој свет, ги преклони колената, Му се помоли на Бога и Му го предаде духот свој Нему. Во тој миг Пафнутиј ја виде небесната светлина што го осветли телото на упокоениот светител и го слушна пеењето на ангелските сили. Откако чесно го погреба телото на Свети Онуфриј, Пафнутиј се врати во својот манастир како жив сведок: за духовна полза на сите да им го раскажува житието на Божјиот човек и величината на Божествената Промисла за оние коишто целосно се предаваат себеси на служба на Бога. Светиот пустиник Онуфриј почина во 400 година."
    }, {
      "title": " Преподобен Петар Атонски",
      "important": false,
      "desc": "Родум Грк, а по занимање војник. Војувајќи еднаш против Арапите беше заробен, окован во пранги и фрлен во затвор. Така остана долго во затворот на градот Самара на реката Еуфрат, а постојано Го молеше Бога да го ослободи од затворот за да може сиот да се посвети на молитвен подвиг. Во затворот му се јави Свети Симеон Богопримец со Свети Николај, му ги допре со својот жезол прангите и тие се стопија како восок, а Петар одеднаш се најде надвор од градот. Веднаш тргна на пат за Рим, каде што на гробот на Св. апостол Петар беше потстрижен за монах од самиот папа. Потоа со кораб повторно тргна на Исток. Во сон му се јави Пресвета Богородица со Св. Николај и му рече на Св. Николај дека Самата на Петар му ја одредила Гората Атонска за подвиг. Дотогаш тој немаше ни чуено за Атонската Гора. Штом значи се симна на Света Гора, се всели во една пештера, во која живееше педесет и три години во тешки подвизи, во борба со гладот и жедта, жегата и мразот, а најмногу со демонските сили, сѐ дури не ги совлада со помош на Бога. Кога ги издржа првите искушенија и добро ги положи првите тешки испити пред Бога, почна ангел Господов да му носи леб секои четириесет дена. Неколкупати му се јавуваше искушувачот-ѓавол во вид на светол ангел, но Петар го отфрли со знакот на Крстот и со името на Пресвета Богородица. Една година пред смртта го пронајде некој ловец кога ловеше елени на Атон и од усните на светителот чу за неговото житие. Се упокои во 734 година. Моштите му ги пренесоа во Македонија."
    }, {
      "title": " Преподобен Тимотеј, пустиник Мисирски",
      "important": false,
      "desc": "Прво се подвизуваше во Тиваида, а потоа се оддалечи во пустината и таму помина триесет години. Се упокои мирно."
    }, {
      "title": " Преподобните Васијан и Јoна",
      "important": false,
      "desc": "Мoнаси на Сoлoвeцкиoт манастир. Сe удавилe и билe исфрлeни на брeгoт вo 1651 гoдина. Над нивниoт грoб сe пoкажалo нeкoe знамeниe и пoради тoа e изградeна црква. Пoдoцна тука e пoстрoeн манастирoт “Пeтрoмински”. Eднаш царoт Пeтар Вeлики, спасувајќи сe oд бура, тука пoминал три дeна, направил крст и гo пoставил на брeгoт."
    }],
    "id": 176
  }, {
    "day": "26",
    "holydays": [{
      "title": "Светата маченичка Аквилина",
      "important": false,
      "desc": "Родена е во палестинскиот град Вивлос, од благочестиви родители. Уште во седмата година наполно упатена во вистинскиот христијански живот, а во десеттата толку преисполнета со разум Божествен и со благодатта на Светиот Дух, што им Го проповедаше Христа со голема ревност и голема сила на своите другарки. Кога настана гонењето на Диоклецијан, некој ја поткажа Аквилина кај царскиот намесник Волусијан; еден ѕвероподобен човек. Волусијан најнапред нареди да ја исшибаат, потоа со усвитена шипка да ѝ ги прободат ушите и мозокот. До последниот здив девицата Аквилина Го исповедаше слободно и јавно Господ Христос, а кога од главата почнаа да ѝ течат мозокот и крвта, таа падна како мртва. Мислејќи дека е навистина мртва, намесникот заповеда да ја изнесат надвор од градот и да ја фрлат на ѓубриште, за телото да ѝ го изедат кучиња. Но ноќта ѝ се јави ангел Божји и ѝ рече: „Стани, биди здрава!“ Девицата стана и беше здрава и долго со благодарност Му вознесуваше слава на Бога, молејќи Го да ѝ допушти да го доврши маченичкиот подвиг. „Оди, ќе ти биде како што молиш!“, се слушна глас од небесата. И Аквилина отиде во градот. Градската порта сама се отвори пред неа и таа дојде и влезе, слично на дух, во дворецот на намесникот пред неговата постела. Намесникот го обзеде неискажлив ужас, бидејќи ја виде жива девицата за којашто мислеше дека умрела. Утредента му нареди на џелатот да ја убие со меч. Пред ова девицата Аквилина Му се помоли на колена на Бога и го предаде својот дух. А кога беше мртва џелатот сепак ѝ ја отсече и главата. Нејзините мошти беа извор за исцелување на мнозина болни. На дванаесет години пострада за Христа. Пострада и се украси со маченички венец во 293 година."
    }, {
      "title": " Свети Трифилиј, епископот на Леквусија Кипарска",
      "important": false,
      "desc": "Ученик на Свети Спиридон, а подоцна му беше и сослужител на островот Кипар. Човек милостив, чист со мислите, цел живот девствен, „жив извор на солзи“ и голем испосник. Добро управуваше со стадото Христово. Кога се упокои прими венец меѓу големите јерарси на небесата. Се упокои мирно во 370 година."
    }, {
      "title": " Света Ана и нејзиниот син Јован",
      "important": false,
      "desc": "Како сираче земена во куќа на големци и како посвоенче однегувана и воспитана таму. Бидејќи добродетелна девојка, овој големец ја омажи за неговиот син. Кога умре старецот големец, навалија роднините врз неговиот син да си ја остави жената од ниско потекло и да се прежени за некоја којашто може да му прилега со богатството. Но синот на големецот се боеше од Бога да го направи ова и не сакаше. Гледајќи го мажот во раздор со роднините, Ана го остави тајно и побегна на некој далечен остров, каде што немаше жива душа. На овој остров пак, дојде бремена и наскоро роди син. Се подвизуваше таму триесет години во пост и молитва. Тогаш, по Божја Промисла, дојде на островот еден јеромонах, којшто го крсти нејзиниот син со името Јован. Се подвизуваше оваа света душа во 5 век и мирно се упокои."
    }],
    "id": 177
  }, {
    "day": "27",
    "holydays": [{
      "title": "Светиот пророк Елисеј",
      "important": false,
      "desc": "Живееше 900 години пред Христа. Кога Господ сакаше да го земе кај Себе престарениот Пророк Илија, му откри дека за наследник во пророчката служба му го одредил Елисеј, синот Сафатов, од племето Рувимово, од градот Авелмаул. Илија му ја кажа на Елисеј волјата Господова и го загрна со својата наметка и испроси од Бога двојна благодат за него. Елисеј веднаш си го остави домот и тргна по Илија. А кога Господ го зеде Илија на огнени кочии, Елисеј остана и ја продолжи пророчката служба со поголема сила и од онаа на Илија. Според чистотата и ревноста им беше рамен на најголемите Пророци, а според чудотворната сила што му ја даде Бог, ги надмина сите. Ја раздвои водата на Јордан како некогаш Мојсеј Црвеното Море; горчливата вода во Ерихон ја направи питка; низведе вода во ископаните ровови за време на војната со Моавците; умножи масло во лонците на бедната вдовица, го воскресна умрениот син на жената Сонамка, со дваесет лепчиња нахрани сто луѓе, го исцели од лепра војводата Нееман, низведе лепра на својот слуга Гиезиј заради неговото среброљубие, ослепи цела една војска сириска, а друга пак ја втурна во бегство, му претскажа многу настани на народот и на поединци. Се престави во длабока старост."
    }, {
      "title": " Свети Методиј, патријарх Цариградски",
      "important": false,
      "desc": "Родум од градот Сиракуза во Сицилија. Кога заврши со светското школување се замонаши и почна да се подвизува во манастир. Патријархот Никифор го зеде на служба кај себе. Во времето на иконоборечките цареви насекаде се прочу како одличен бранител на иконопочитувањето. Свирепиот цар Теофил го затвори за тоа на еден остров. Во затвор со двајца обични разбојници таму помина седум години во влага, без светлина и доволно храна, како во гроб. Во времето на благочестивата царица Теодора и нејзиниот син Михаил беше ослободен и избран за патријарх (сходно на едно претходно пророштво на Свети Јоаникиј Велики). Во првата недела од Чесниот Пост Методиј свечено ги внесе иконите в црква и напиша канон во чест на иконите. Не можејќи да му го најдат крајот никако, еретиците најмија една жена којашто изјави дека патријархот со неа има нечисти телесни односи. Сиот Цариград се возмути од таа клевета. Не знаејќи како поинаку да ја докаже својата невиност, патријархот прејде преку срамот и се слече гол пред судот којшто сам го побара и го покажа своето суво и истоштено тело. Судот очигледно се увери дека патријархот е наклеветен. Штом чу за ова народот се израдува, а се посрамија еретиците. Тогаш и онаа жена призна дека била наговорена и потплатена за да ја изнесе таа клевета против Божјиот светител. И така оние што мислеа да му нанесат срам на Методиј и не сакајќи му ја зголемија славата. Овој голем исповедник на верата мирно се упокои во 846 година и се пресели во Царството Божјо."
    }, {
      "title": " Преподобен Нифонт",
      "important": false,
      "desc": "Роден во областа Аргирокастра во селото Луково од татко свештеник. Од младоста привлекуван од желбата за молитвено тихување. Таа желба најпосле го доведе и на Света Гора, каде што се подвизуваше најпрво во пештерата на Св. Петар Атонски, а потоа во пустината на Св. Ана. Не сакаше ни со леб да се храни, а јадеше само трева и корења. Некои завидливци го обвинија како да се гнаси од леб, но тој лесно и брзо се оправда. Најпосле се здружи со Свети Максим на Капсокалива. Заради својата искрена љубов кон Бога, Нифонт задоби од Него дарови на чудотворство и проѕорливост. Исцелуваше болни со молитва и со помазување со масло, а проѕираше во настани што се случиле и во тие што ќе се случат. За себе прорече дека ќе се упокои во Петровите пости. И кога осамна денот на неговото заминување, им рече тој на браќата околу себе: „Не плачете, а радувајте се, зашто во мене ќе имате молитвеник пред Бога за вашето спасение“. Најпосле рече: „Време е да заминам!“ И Му ја предаде својата света душа на Бога на 14 јуни 1330 година."
    }],
    "id": 178
  }, {
    "day": "28",
    "holydays": [{
      "title": "Светиот пророк Амос",
      "important": false,
      "desc": "Роден во селото Текуја, во близина на Витлеем. Прост според потеклото и животот, Амос беше свињар кај ерусалимските богаташи. Но Бог Којшто не гледа кој е кој по надворешност, туку по чистотата на срцето, и Кој и Мојсеј и Давид ги зеде од кај овците и ги постави за водачи на народот, го избра овој Амос за Свој пророк. Тој го изобличуваше царот Озија и неговите жреци за идолопоклонство и го одвраќаше народот од поклонувањето пред златните телиња во Ветил, учејќи го да Му се поклонува на Единиот и Живиот Бог. Кога беше гонет од главниот жрец Амасија, тој прорече дека Асирците ќе го покорат Израилот, дека ќе ги избијат со меч и царот и синовите на Амасија и дека жената негова пред негови очи ќе ја оскверант со блуд асирските војници, зашто и Амасија го заведе народот да блудничи со идолите. Сево ова потоа и стана. Еден од синовите на жрецот го удри Пророкот со стап по челото толку силно, што тој падна. Одвај беше жив однесен во неговото село Текуја, каде што ја испушти светата душа. Живееше во 8 век пред Христа."
    }, {
      "title": " Преподобниот маченик Дула",
      "important": false,
      "desc": "Живееше свето во еден манастир во Мисир. Некој од браќата од завист го наклевети за светотатство, кражба на црковни предмети. На невиниот Дула му го слекоа расото и му го предадоа на кнезот да го осуди. Кнезот нареди и го биеја и сакаа да му ги отсечат рацете, според законот за такви злосторства, но во тој миг се покаја братот што го предаде на суд и ја објави невиноста на Дула. Вратен во манастирот после дваесет години прогонство и понижувања, третиот ден тој се упокои во Господ. Неговото тело чудесно исчезна."
    }, {
      "title": " Блажениот Августин, епископ Ипонски",
      "important": false,
      "desc": "Заради советите, солзите и молитвите на мајка му Моника, обратен од незнабоштво во христијанство. Голем учител на Црквата и влијателен писател, со извесни неодобрени крајности во учењето. Триесет и пет години Го прославуваше Господа како епископ Ипонски, а на земјата поживеа сѐ на сѐ седумдесет и шест години (354 - 430)."
    }],
    "id": 179
  }, {
    "day": "29",
    "holydays": [{
      "title": "Свети Тихон, епископ Аматунтски",
      "important": false,
      "desc": "Чудотворец. По смртта на блажениот Мемнониј, Тихон беше едногласно избран за епископ на епархијата Аматунтска, а го посвети славниот Епифаниј. За овој чин го препорачаа неговиот чист живот и големата ревност за Православието. Во тоа време уште имаше незнабожци на островот Кипар. Свети Тихон вложи апостолски труд за да ги обрати неверните во верни. И имаше во тоа време голем успех. По долгите подвизи на лозјето Господово, се пресели во блажената вечност, околу 425 година. Наречен е Чудотворец заради големиот број чуда што ги направи за време на животот. Татко му беше пекар. Кога и да го оставеше во дуќанот, тој им го раздаваше лебот на сиромасите. Еднаш татко му го укори за тоа. А тој се помоли на Бога и житницата им се наполни со жито, така што со мака ја отворија. Другпат пак, засади суви прачки во лозјето, но од нив зазелене лоза и во свое време донесе плод."
    }, {
      "title": " Светите маченици Тигриј и Евтропиј",
      "important": false,
      "desc": "Двајцата беа од клирот на Св. Јован Златоуст. Кога злобните луѓе го протераа Златоуст од Цариград, се запали соборната црква, а пламенот од неа се крена и падна врз куќите на гонителите на светителот на Црквата. Народот во тоа го виде прстот Божји, а непријателите на Златоуст овој пожар им го припишаа на неговите приврзаници. Многумина од неговите блиски луѓе пострадаа заради овој настан, а меѓу нив и свештеникот Тигриј и чтецот Евтропиј. Градскиот началник, некој некрстен Грк Оптат, со особена злоба подигна хајка на Златоустовците. Во младоста Тигриј беше роб на еден богаташ, којшто го кастрираше. Штом се ослободи од ропството, тој сиот се предаде на служба на Црквата и во таа служба светеше како светол лач. Тој „кроток, смирен, милостив и гостољубив“ човек Оптат го стави на големи маки, па потоа го прати на робија во Месопотамија, каде што во затвор и се упокои. Евтропиј, девственик од раѓање, чист, непорочен и незлоблив, го биеја со воловски жили и стапови и најпосле го обесија. Кога христијаните го понесоа неговото тело за да го погребаат, во воздухот се чу ангелско пеење."
    }],
    "id": 180
  }, {
    "day": "30",
    "holydays": [{
      "title": "Светите маченици Мануил, Савел и Исмаил",
      "important": false,
      "desc": "Браќа по тело, Персијанци, од татко незнабожец и мајка христијанка. Крстени и воспитани во христијански дух. И како христијани беа високи чиновници кај царот Аламундар. Беа испратени кај царот Јулијан Отстапник да ги водат преговорите за утврдување на мирот меѓу персиското и грчко-римското царство. Царот Отстапник приреди некаква скверна свеченост за идолите во Халкидон. На таа свеченост царот и големците им принесуваа жртви на идолите. Персиските пратеници отсуствуваа од таа прослава. Царот ги повика и им нареди и тие да земат учество во свеченоста, да им принесат жртви на боговите. Тие тогаш изјавија дека се странски поданици, дека се дојдени како пратеници на царот персиски заради воспоставувањето мир меѓу двете царства, а не за нешто друго; дека се христијани и дека сметаат за недостојно да им се поклонуваат на мртвите идоли и да им принесуваат жртви. Царот се разјари и ги фрли во затвор. Утредента повторно ги изведе и почна да се препира со нив за верата, но светите браќа беа непопустливи и непоколебливи. Тогаш ги врзаа голи на дрвја и ги стружеа со железни четки. Непрестајно за време на мачењето Му се молеа на Бога, благодарејќи Му за маките: „Најсладок Исусе, овие маки ни се слатки заради љубовта Твоја!“ Ангел Божји им се јави, ги утеши и им ја одзеде секоја болка. Наспроти сите меѓународни односи свирепиот цар Јулијан најпосле изрече пресуда овие тројца браќа да бидат убиени со меч. Кога ги расекоа, настана голем земјотрес, земјата се расцепи и ги прими телата на Светите маченици во себе, за да не бидат запалени од незнабожците по наредба на царот. Отпосле земјата ги исфрли телата на мачениците, па беа најдени и чесно погребани од христијаните. Над нивните мошти се случија многубројни чуда, коишто мнозина од незнабожците што ги видоа ги приведоа кон христијанската вера. Кога царот персиски дозна дека Јулијан Отстапник нечовечно ги предаде на смрт неговите делегати, спреми војска против него. А Јулијан Отстапник се крена на Персиското царство, уверен во својата победа. Но беше срамнет и поразен, и самиот загина срамно, на радост и за смеа на целиот свет."
    }, {
      "title": " Преподобен Пиор",
      "important": false,
      "desc": "Отшелник нитриски. Загреан со љубов кон Бога, Пиор рано се одрече од светот и се оддалечи во пустината Мисирска, во којашто херојски се подвизуваше. За него велат дека никогаш за јадење не седнал на трпеза, туку секогаш јадел стоејќи и работејќи. Кога го прашале зошто прави така, Пиор одговорил: „Не сакам да го сметам јадењето како накоја работа, туку како нешто споредно и попатно“. Кога го повикаа во собранието за да го судат еден брат којшто нешто згрешил, тој дојде носејќи на грбот една голема вреќа песок, а на градите едно мало кесиче со песок. Запрашан што му значи тоа, Светиот одговори: „Песокот во вреќата на грбот се моите гревови и нив не ги гледам, а песокот во кесичето се гревовите на брат ми кого што треба да го судам“. Сите браќа се посрамија и возвикнаа: „Тоа е патот на спасението!“ Живееше сто години и се упокои во Господа во 6 век."
    }],
    "id": 181
  }]
}