[{
  "day": "1",
  "holydays": [{
    "title": "Преподобна Макрина",
    "important": false,
    "desc": "Најстарата сестра на Св. Василиј Велики и Св. Григориј Ниски. Како девица рано ја свршија за некој благороден младич. Но кога ѝ умре свршеникот, Макрина се заветува никогаш да не стапи во брак, говорејќи: „Не е право девојката верена за еден вереник да оди кај друг; според природниот закон сопружништвото треба да биде едно како што е едно раѓањето и една смртта“. Уште го оправдуваше таа ова со верата во Воскресението, сметајќи го својот вереник не за мртов, туку за жив во Бога. „Грев и срамота е“, велеше, „сопругата да не ја сочува верноста кон сопругот кога тој ќе појде во некоја далечна и непозната земја“. Потоа заедно со нејзината мајка Емилија примија монаштво во еден девствен манастир, каде што се подвизуваа со други монахињи. Живееја од трудот на своите раце, а поголемиот дел од времето го посветуваа на богомислие, молитва и непрестајно воздигнување на умот кон Бога. По некое време мајка ѝ умре, а потоа и брат ѝ Василиј. Деветтиот месец по смртта на Василиј дојде да ја посети Григориј, но ја најде на смртна постела. Пред смртта Макрина Му вознесе молитва на Бога: „Ти Господи ги упокојуваш нашите тела со сон смртен на некое време, но после повторно ќе ги разбудиш со последната труба. Прости ми и дај ми кога мојата душа ќе ја соблече нејзината телесна облека да застане пред Тебе непорочна и без грев и да биде како темјан пред Тебе.“ Потоа со раката си направи крсен знак на челото, на очите, на лицето, на срцето и издивна. Се упокои во Господ во 379 година."
  }, {
    "title": " Преподобниот Диј",
    "important": false,
    "desc": "Родум од Антиохија Сириска, од христијански родители. Во младоста научен на монашки подвиг од боговдахновени мажи. Откако издржа макотрпна и долготрајна борба со ѓаволот и против телесната похот, Бог му даде голем дар на чудотворство. Во своите молитви најчесто се обраќаше до Света Троица. Со силата на молитвата правеше големи и страшни чуда: направи сув стап да се разелени, наполни сув бунар со вода, еден неверен човек го умртви и пак го воскресна. После некое двојно небесно видение ја напушти Антиохија и се пресели во Цариград, па го продолжи подвигот во близина на овој град. Славата за него брзо се разнесе, па и самиот цар Теодосиј Помладиот го посети за да прими од него совет, а патријархот Атик го наговори да прими свештенички чин и го ракоположи. Откако поживеа многу години се подготви за смртта, се причести, ги поучи браќата, легна на постела и пред очите на сите беше мртов. Веста за неговата смрт привлече многу народ, дојде и патријархот Атик заедно со Александрискиот патријарх. Но кога сакаа да го погребаат, тој одеднаш стана како разбуден од сон и рече: „Бог ми подари уште петнаесет години од овој живот.“ Оттогаш Свети Диј поживеа точно петнаесет години и многумина ги поучи на патот на спасението. Исцели мнозина, на многумина им помогна во разни беди и неволји и најпосле ја предаде својата душа на Господа, Кому сиот свој живот верно Му послужи. Се упокои во длабока старост, во 430 година."
  }]
}, {
  "day": "2",
  "holydays": [{
    "title": "Светиот пророк Илија (Илинден)",
    "important": true,
    "desc": "Боговидец, чудотворец, ревнител за Божјата вера. Родум од племето Ароново, од градот Тесвит и затоа е наречен Тесвитјанин. Кога се роди Илија, неговиот татко Савах виде ангели Божји околу детето како го повиваат во оган и му даваат да јаде пламен. Ова беше предзнак за неговиот пламенен карактер и за богодаруваната огнена сила во него. Целата своја младост ја мина во богомислие и во молитва, повлекувајќи се често во пустината за во тишина да размислува и да се моли. Во тоа време еврејското царство беше разделено на два нееднакви дела: Јудиното царство опфаќаше само две племиња, Јудиното и Венјаминовото, со престолнината во Ерусалим, а Израилевото царство ги вклучуваше останатите десет племиња со престолнина во Самарија. Со првото царство владееја потомците на Јеровоам, слуга на Соломон. Најголем судир пророкот Илија имаше со израилскиот цар Ахав и со неговата изопачена жена Језавела. Зашто тие им се поклонуваа на идолите и го одвраќа народот од служењето на единствениот и жив Бог. Одозгора уште и Језавела, којашто беше Сиријка, го наговори мажот ѝ да подигне храм за сирискиот бог Ваал и да одреди свештеници за тој лажен бог. Со големи чуда Илија ја покажа силата и власта Божја: го затвори небото, па немаше дожд три години и шест месеци; спушти оган од небото и Му запали жртва на својот Бог, а жреците на Ваал тоа не можеа да го направат; низведе дожд од небото со својата молитва; чудесно ги умножи брашното и маслото во куќата на вдовицата во Сарепта и го воскресна нејзиниот умрен син; му прорече на Ахав дека кучињата крвта ќе му ја лижат и на Језавела дека кучињата ќе ја изедат, што и се случи; и многу други чуда изврши и настани предвести. На Хорив разговараше со Бога и во тивкиот свеж ветрец го чу гласот Божји. Пред да се вознесе го зеде Елисеј и го одреди за наследник во пророчката служба; со својата наметка го пресече Јордан; и најпосле беше земен на небото во огнени кочии со огнени коњи. На Тавор заедно со Мојсеј Му се јави на Господ Исус Христос. Пред крајот на светот Илија повторно ќе се јави за да ја сотре силата на Антихристот (Откр. 11)."
  }, {
    "title": " Светите Пречистански маченици",
    "important": true,
    "desc": "Среде природните убавини на планината Цоцан во близина на Кичево, Пресвета Богородица си издигнала прекрасен дом – манастирот „Пречиста – Кичевска“, посветен на светото Благовештение. Кон средината на XVI век, монашкото братство од овој манастир станало вистинска утеха и крепост за напатениот народ кој страдал под тешкото османлиско ропство. Гласот за нивната слава и духовна сила допрел и до злонамерните Агарјани, па тие на 27-от ден од месец март, 1558 лето Господово, со сета своја јарост се упатиле кон светата Богородична обител. Браќата заедно со присутните мирјани биле собрани како и обично во храмот на заедничка Литургија. Во часот кога од певницата, со умилен молитвен глас, бавно прозвучила херувимската песна, отец Аверкиј, којшто морал да исполни некое послушание надвор, втрчал во храмот и известил дека кон манастирот се приближува многуброен, насилнички османлиски аскер. Тогаш преподобниот старец Евнувиј, заедно со уште двајцата монаси Пајсиј и Аверкиј, подготвени да примат маченички венец, останале во манастирот, а останатите монаси и мирјани заминале во шумата и таму пронашле безбедно место да ја довршат Литургијата. По службата, откако се увериле дека Агарјаните биле заминати, монасите се вратиле и тука затекнале страшна и тажна слика: сè било уништено, храмот бил во пламен, а на местото Γοсподинец близу манастирската чешма, лежеле телата на тројцата свети старци и духовни учители. Тие откако најрешително одбиле да се приклонат кон иноверното учење и пред разбеснетите Агарјани непоколебливо ја исповедале својата силна вера во Спасителот Христос, биле подложени на страшни измачувања и примиле маченички венец со отсекување на нивните божествени глави. Сите селани од околните села се собрале за да ја споделат болката со осиротеното и обездомено братство. Притоа, со стравопочит и солзи во очите, тие им се поклонувале и ги целивале телата на светите преподобномаченици. Но тагата се преплетувала со радост заради стекнувањето на тројца нови застапници за народот пред Бога. Со силното молитвено застапништво на светите тројца преподобномаченици, и под покровителство на Пресвета Богородица, светата обител не се распуштила, туку продолжила со својата монашко-евангелска просветна дејност. За шест години бил изѕидан нов храм од камен. Таков бил подвигот, страдањето и преминот во вечниот живот на нашите свети отци и преподобномаченици: Евнувиј, Пајсиј и Аверкиј. По нивните свети молитви, Господи Исусе Христе, чувај ја нашата татковина и спаси ги нашите души, дарувајќи ни голема милост. Амин!"
  }]
}, {
  "day": "3",
  "holydays": [{
    "title": "Светиот пророк Езекил",
    "important": false,
    "desc": "Син на свештеник од градот Сарира. Одведен во ропство во Вавилон со царот Јехонија и со многу други Израилци. Живеејќи во ропство Езекил пророкуваше дваесет и седум години. Беше современик со пророкот Еремија. И додека Еремија учеше и пророкуваше во Ерусалим, дотогаш Езекил учеше и пророкуваше во Вавилон. Пророштвата на Еремија ги дознаваа во Вавилон, а пророштвата на Езекил во Ерусалим. Пророштвата на обајцата свети мажи се совпаѓаа. И обајцата беа наскрбувани и мачени од неверниот род еврејски. Пророкот Езекил имаше страшни и нечуени виденија. На реката Ховар ги виде небесата отворени, облак, оган и блескање и четири животни како растопен бакар. Едното животно имаше лице човечко, другото лице на лав, третото телешко, а четвртото орловско. Човечкото лице Го означува Господ воплотен како човек, лавовското го означува Неговото Божество, телешкото неговата жртва, лицето орловско Неговото воскресение и вознесение. Другпат му се покажа слика на воскресението на мртвите. Пророкот виде долина полна со суви мртовечки коски и кога над нив слезе Духот Божји сите мртовци оживеаја и застанаа на своите нозе. Ја виде уште и најстрашната пропаст на Ерусалим, кога гневот Божји покоси сѐ освен оние што отпорано беа обележани со грчкиот знак наречен Тав, а тој знак е како нашата буква Т, што е повторно знак на крстот. Злобата на Евреите не го поштеди ниту овој свет маж. Огорчени на него затоа што ги изобличуваше, Евреите го врзаа за опашки на коњи и така го растргнаа. Погребан е во гробницата на Ноевиот син Сим."
  }, {
    "title": " Преподобните Симеон и Јован",
    "important": false,
    "desc": "Како млади луѓе ги оставија домот и татковината. Симеон остави стара мајка, а Јован млада сопруга. Во обителта на Свети Герасим примија монаштво од игуменот Никон и се оддалечија во пустината, каде што во најтешки подвизи поживеаја многу години. Телата си ги умртвија во мнгоубројни подвизи и беа како две суви дрва. Еден ден Симеон му рече на Јован: „Чувај го своето срце од сѐ што ќе видиш во светот. До што ќе се допре твојата рака нека не се допира срцето твое. Кога ќе јаде устата, срцето нека не се насладува. Кога ќе одат нозете, внатре во тебе да биде мир. И што и да правиш однадвор, твојот ум нека пребива невознемирен. Моли Го Бога за мене, да не нѐ разлачи Бог еден од друг во идниот живот“. Свети Симеон го прими советот на својот другар, го целива и потоа ја напушти пустината и појде како јуродив да ги научи луѓето и да ги обрати кон верата Христова. Пред луѓето се правеше луд, срцето му беше храм на Светиот Дух, а во тој храм непрестајната молитва. Имаше изобилна благодат Божја, па проѕираше во сите човечки тајни во близина и надалеку, ги исцелуваше луѓето од злите духови и од други беди. Играјќи по улиците како луд, им приоѓаше на луѓето и им шепотеше за нивните гревови на уво и ги повикуваше на покајание. Дури и на сон им се јавуваше на грешници, ги укоруваше за гревовите и ги повикуваше на покајание. Така на некој незнабожечки глумец Балиј, којшто јавно ги исмеваше христијанските светости, Свети Симеон му се јави во сон и го искара и му се закани, та овој се покаја и стана добар христијанин. Некој блуден младич се симнал од умот преку блудот. Свети Симеон го виде како лудува и го удри со раката по образ, велејќи му: „Не врши прељуба!“ Во тој миг нечистиот дух излезе од младичот, а младичот стана здрав."
  }]
}, {
  "day": "4",
  "holydays": [{
    "title": "Света Марија Магдалина",
    "important": false,
    "desc": "Мироносица рамноапостолна. Родум од местото Магдала крај Генисаретското Езеро, од племето Исахарово. Претходно мачена од седум зли дуохви, од кои ја ослободи Господ Исус и ја направи здрава. Верна следбеничка и служителка на Господ за време на Неговиот земен живот. Стоеше под Крстот на Голгота заедно со Пресвета Богородица и тагуваше горко. По смртта на Господ трипати го посети Неговиот гроб. Кога Господ воскресна, Го виде двапати: еднаш додека беше сама, а вторпат заедно со останатите жени Мироносици. Патуваше во Рим, излезе пред кесарот Тибериј и предавајќи му црвено обоено јајце го поздрави со зборовите: „Христос воскресна!“ Тогаш пред кесарот го обвини Пилат за неправедната осуда на Господ Исус. Кесарот го прими нејзиното обвинение и го премести Пилат од Палестина во Галија, каде што овој неправеден судија и заврши, во царска немилост и во тешка болест. Потоа од Рим се врати во Ефес кај Св. Јован Богослов, на кого му помагаше во делото на проповедањето на Евангелието. Со огромна љубов кон воскреснатиот Господ и со голема ревност му го јавуваше на светот Евангелието, како вистински Христов апостол. Се упокои мирно во Ефес и според Преданието погребана е во истата пештера во којашто беа чудотворно успиени во стогодишен сон Седумте отроци, после оживеани, па повторно умрени (под 4 август). Моштите на Света Марија Магдалина подоцна се пренесени во Цариград. Во близина на Гетсиманската градина се наоѓа прекрасен руски храм којшто ѝ е посветен на оваа светителка."
  }, {
    "title": " Преподобен Корнилиј Перејаславски",
    "important": false,
    "desc": "На петнаесет години се замонаши кај Старецот Павел. Подоцна се повлече во пустина на молчание. Триесет години молчеше и не проговори со никого ни збор, така што мнозина го сметаа за нем. Толку се исуши со пост, што личеше на костур. Пред смртта прими схима и се упокои на 22 јули 1693 година."
  }]
}, {
  "day": "5",
  "holydays": [{
    "title": "Светите маченици Трофим и Теофил и уште тринаесетмина со нив",
    "important": false,
    "desc": "Пострадаа во Ликија во времето на царот Диоклецијан. Бидејќи никако не сакаа да се одречат од Христа ниту да им принесуваат жртви на идолите, беа ставани на разновидни маки: ги тепаа со камења, ги стружеа со остро железо, им ги прекршија колената и најпосле толку измачени и повеќе мртви одошто живи ги фрлија во оган. Силата Божја ги зачува неповредени од огнот. Тогаш ги извадија и ги убија со меч. Но Господ ги прослави и на земјата и во Своето небесно царство. Чесно пострадаа во Ликија во 308 година."
  }, {
    "title": " Светиот свештеномаченик Аполинариј",
    "important": false,
    "desc": "Ученик на Светиот апостол Петар, родум од градот Антиохија. Свети Петар го зеде со себе од Антиохија во Рим и во Рим го ракоположи за епископ на Равена. Кога дојде во овој град, Аполинариј влезе во домот на некој војник Иринеј, на когошто му го исцели синот од слепило и со тоа целиот тој дом го обрати кон вера во Христа. Исто така ја исцели од некоја мака и жената на равенскиот военоначалник, па го крсти и неговиот дом. Според желбата на овој военоначалник Аполинариј остана да пребива во неговиот дом. Тука направи и една домашна црква. И престојуваше во тој дом дванаесет години, проповедајќи го Евангелието и крштевајќи неверни. Во повеќе наврати беше луто мачен од незнабожечките старешини, но сесилната Божја десница го поддржуваше и го спасуваше. Најпосле беше осуден на прогонство во Илирик (на Блаканот). Коработ со којшто патуваа се разби од буре и потона, а од сите патници се спаси само Аполинариј со двајцата војници и со своите клирици. Бидејќи чудесно спасени, војниците поверуваа во силата на Аполинариевиот Бог и се крстија. Тогаш Аполинариј тргна да го проповеда Евангелието по целиот Балкан, спуштајќи се до Дунав. Потоа се упати во Тракија, каде што под истиот голем притисок го ширеше Господовото Евангелие. После три години работа на Балканот беше протеран назад во Италија. Тој дојде во Равена, каде што верните необично му се израдуваа. Кога слушнаа за ова, незнабожните старешини му пишаа на царот Веспазијан за Аполинариј како за маѓесник, па го прашаа дали да го предадат на смрт непријателот на нивните богови. На тоа царот одговори дека не треба да го убиваат, туку само да му побараат да им принесе жртва на нивните богови или да го протераат од градот, зашто вели: „Не прилега да му се одмаздуваме некому за боговите, бидејќи тие самите можат да им се одмаздат на своите непријатели ако се прогневат.“ Но и покрај оваа царска наредба незнабожците удрија на Аполинариј и го избодија со ножеви. Овој Божји слуга издивна од тешки рани, коишто го прославија во Царството Божјо. Моштите на Свети Аполинариј почиваат во Равена, во црквата што му е посветена."
  }]
}, {
  "day": "6",
  "holydays": [{
    "title": "Светата маченичка Христина",
    "important": false,
    "desc": "Родум од градот Тир, ќерка на царскиот намесник Урбан, идолопоклоничка. Не се знае од кои причини родителите ѝ го имаа дадено името Христина, но тоа ја криеше во себе тајната на нејзиното идно одење по Христа. До својата единаесетта година не знаеше за Христа ништо. А кога наполни единаесет години, нејзиниот татко, со цел до полната возраст да ја скрие од светот заради нејзината вонредна убавина, ѝ го одреди највисокиот кат од една висока кула и ја всели да живее таму. Ѝ ги устрои сите удобности за живот, ѝ даде робинки да ја служат, постави во нејзините одаи сребрени и златни идоли за секојдневно да им принесува жртви. Но на таа млада душа ѝ беше тегобно во онаа идолопоклоничка средина. Гледајќи ги низ прозорецот дење сонцето и сите убавини на светот, а ноќе чудесното блескање на ѕвездите, таа по својот природен разум дојде до цврстата вера во едниот жив Бог. Милостивиот Бог, Којшто го виде нејзиниот копнеж по вистината, ѝ испрати ангел кој ја прекрсти со крсниот знак, ја нарече невеста Христова и наполно ја поучи во богопознанието. Тогаш Христина ги искрши сите идоли по нејзините одаи и така предизвика ѕверска јарост кај татко ѝ. Тој ја изведе на суд, ја предаде на маки, а потоа ја фрли во затвор, со намера утредента да ја убие со меч. Но таа ноќ Урбан здрав како дрен ја испушти душата и отиде во гроб пред ќерка му. Потоа двајцата намесници Дион и Јулијан го продолжија истизавањето на Светата девица. Храброста во трпењето и чудата што ги изврши Христина со силата Божја обратија мнозина тирски незнабожци во христијанство. За време на нејзиното мачење Дион одеднаш падна мртов сред народот. Неговиот наследник Јулијан ѝ ги отсече градите и јазикот. Маченичката го зеде својот јазик и му го фрли на Јулијан во очи, од што тој одеднаш ослепе. Најпосле нејзините маки за Христа завршија со смрт под остар меч, а нејзиниот живот се продолжи во бесмртното ангелско царство. Света Христина пострада чесно во 3 век."
  }, {
    "title": " Преподобен Поликарп, игумен Печерски",
    "important": false,
    "desc": "Имаше „љубов кон Бога и кон ближните, радост заради непорочната совест, мир во победата над сите страсти, трпение при напасти и беди, благост во покорноста кон сите, милосрдност кон сиромасите, несомнена вера во вршењето на заповедите, кротост во непознавањето на гневот, воздржливост...“ Толку добро управуваше со Киево-Печерската Лавра, што по смртта не можеа да му најдат достоен наследник меѓу монасите (зашто и оние што беа достојни, од смирение не сакаа да го примат игуменството), па браќата беа принудени да го земат за игумен мирскиот свештеник Василиј. Свети Поликарп се упокои во Господ во 1182 година."
  }]
}, {
  "day": "7",
  "holydays": [{
    "title": "Успение на Света Ана",
    "important": false,
    "desc": "Мајката на Пресвета Богородица. Денес се празнува нејзиното успение, но нејзиниот главен празник е на 9 септември, под кој датум ѝ се напишани и службата и житието. Ана беше од коленото Левиево, ќерка на Матан свештеникот. После долг и богоугоден живот се упокои во длабока старост."
  }, {
    "title": " Света Олимпијада, ѓакониса",
    "important": false,
    "desc": "Родена е во Цариград од мошне прочуени родители. Татко ѝ, Анисиј Секунд, беше сенатор, а мајка ѝ му беше ќерка на оној славен големец Евлавиј, којшто се спомнува во житието на Св. Николај чудотворец. Кога порасна Олимпијада беше свршена за некој големец, којшто умре пред венчавката со оваа чесна девица. Залудно и царот и останатите роднини ја советуваа да се омажи за друг, таа не сакаше никого, но се предаде на богоугоден живот, од наследениот имот правејќи големи жртви за црквите и милостињи за бедните. Служеше при храмот како ѓакониса најпрво за време на патријархот Нектариј, а по неговата смрт за време на Свети Јован Златоуст. Пред да појде на прогонство, Златоуст ја посоветува Олимпијада да остане при храмот како и порано и да ѝ послужи на Црквата кого и да постават за патријарх после него. Но веднаш по прогонството на овој голем светител некој ја запали големата црква, а пожарот зафати и многубројни значајни градби во престолнината. Непријателите на Златоуст ја обвинија оаа света жена за злонамерно подметнување пожар. Олимпијада беше прогонета од Цариград во Никомидија, каде што се упокои во 410 година, оставајќи аманет телото да ѝ го положат во ковчег и да го фрлат во морето, па каде ќе го исфрли водата таму да го закопаат. Ковчегот беше исфрлен во местото Врохта, каде што имаше црква на Светиот апостол Тома. Од нејзините мошти низ вековите се пројавуваа големи чуда на исцеление. Прогонетиот Златоуст ѝ пишуваше на Олимпијада прекрасни писма, коишто и денес можат да им послужат за утеха на оние што страдаат заради правдата Божја. Меѓу другото Златоуст ѝ пишува на Олимпијада: „Сега сум многу радосен не само затоа што ти се избави од болеста но уште повеќе затоа што толку благородно ги поднесуваш сите неволји, ги нарекуваш трици, што ѝ е својствено на душа преисполнета со сила и изобилна во богатите плодови на мажественоста. Бидејќи ти не само што благородно ја поднесуваш несреќата туку не ни забележуваш дека дошла, и тоа без напрегање и без труд и неспокојство, дури и не им ја соопштуваш на другите, но како ликувајќи и торжествувајќи - тоа служи како доказ за најголема мудрост. “ (Писмо VI)."
  }, {
    "title": " Преподобната девица Евпраксија",
    "important": false,
    "desc": "Ќерка на цариградскиот големец Антигон и роднина на царот Теодосиј Велики. Со мајка ѝ, којашто како млада остана вдовица, се преселија во Мисир давајќи прилози и молејќи се на Бога. Седумгодишната Евпраксија според својата горлива ревност се замонаши во еден женски манастир. Колку повеќе растеше толку потешки подвизи си наложуваше. Еднаш постеше четириесет дена. Се упокои во 413 година, во својата триесетта година. Имаше голема благодат Божја и исцелуваше од најтешки болести."
  }]
}, {
  "day": "8",
  "holydays": [{
    "title": "Преподобната маченичка Параскева",
    "important": true,
    "desc": "Родена е во Рим од родители христијани. Од детството научена на верата во Христа. Најусрдно ревнуваше да ги делотвори сите Божји заповеди. Со сведоштвото на нејзиниот вистински благочестив живот и вера упатуваше на патот на спасението и други. Кога ѝ умреа родителите, го раздаде имотот на сиромасите, а самата се замонаши. Како монахиња со уште поголем жар и ревност ја проповедаше верата во Христа не криејќи ја од никого, иако во тоа време римските власти крваво ја гонеа христијанската вера. Први за проповедање на забранетата вера Света Параскева ја обвинија зли Евреи. Ја изведоа на суд пред царот Антонин. Сите ласкања на царот не помогнаа ни најмалку да ја поколебаат Божјата слугинка во вистинитата вера. Тогаш ја подложија на огнени маки и ѝ ставија усвитен шлем на главата. Но Господ чудесно ја спаси и таа се избави и се оддалечи од Рим. Тргна од град во град да го обраќа тогашниот незнабожечки народ кон христијанското благочестие. Уште во два града беше изведувана пред кнезови и судии и истизавана за Господ, но притоа вршеше големи чуда со силата Божја и брзо се опоравуваше од маките. Како и секогаш, незнабожците нејзините чуда ги припишуваа на магии, а нејзиното опоравување на силата и милоста на нивните богови. Еднаш на кнезот мачител Света Параскева му рече: „Не ме исцелија твоите богови кнезу, туку мојот Христос, вистинскиот Бог“. Најпосле некој кнез Тарасиј ја уби со меч. Тоа беше славниот крај на многуплодниот живот на оваа светителка. Нејзините мошти подоцна беа пренесени во Цариград. Чесно пострада за Христа во 2 век."
  }, {
    "title": " Преподобен Мојсеј Угрин",
    "important": false,
    "desc": "Беше на дворецот на младиот руски кнез Борис. Кога безбожниот Свјатополк го уби Борис, Мојсеј се избави и побегна во Киев. Но малку подоцна беше одведен како роб од полскиот крал Болеслав во Полска, каде што за илјада златници ѝ го продадоа на некоја млада скверна вдовица, жена на загинат војвода на Болеслав. Оваа изопачена жена го наведуваше Мојсеј на блуд, но тој не дозволи да биде заведен, зашто се имаше заветувано да живее чисто пред Господ. Тогаш таа му предложи брак, но ја одби. Тајно прими монашки чин од некој светогорец и се јави пред својата госпоѓа во монашко расо. Таа го врза, нареди да го шибаат и да му го отсечат тајниот орган. Маките траеја цели пет години. Цели пет години траеше заведувањето на оваа бесрамна жена, а други пет години маките и истизавањата. Но во некоја буна ненадејно загина кралот Болеслав, а ја убија и Мојсеевата господарка. Тогаш тој слободно замина во Киев и се предаде на подвиг на безмолвие кај Свети Антониј. Бидејќи ја имаше победено срамната похот во себе, на мнозина им помагаше да се спасат од неа. Неговите Свети мошти исто така им помагаат на многумина (види го житието на многустрадалниот Јован под 8 јули). По десетгодишен подвиг на безмолвие во една пештера, Свети Мојсеј се упокои на 26 јули 1043 година и се пресели во Христовото Царство."
  }]
}, {
  "day": "9",
  "holydays": [{
    "title": "Свети Климент, архиепископ Охридски",
    "important": true,
    "desc": "Ученик на Светите Методиј и Кирил. По смртта на Св. Методиј Климент, под притисок на Германците, од Моравија тргна на југ. Со Горазд, Наум, Сава и Ангелариј - заедно наречени Петочисленици - го помина Дунав, поседе како гостин при царот Борис Михаил и потоа дојде во охридскиот крај. Прво основа манастир во Белица, кај што му беше и првото епископско седиште. Подоцна се пресели во Охрид и оттаму разви голема архипастирска и просветителска дејност за целата поблиска и подалечна околина. Во Охрид Свети Климент му подигна црква на Св. Пантелејмон. Имаше голем број ученици коишто ги препишуваа книгите со словенски букви за словенскиот народ. При таа дејност особено му помагаше Св. Наум. Вршеше чуда и за време на земниот живот, а неговите мошти до денешен ден пројавуваат исцелителна сила. После големиот труд и верната служба на Бога, се упокои мирно во Охрид, во 916 година. Неговите чудотворни мошти почиваат во некогашниот храм на Пресвета Богородица, којшто подоцна се нарече по Свети Климент."
  }, {
    "title": " Светиот великомаченик Пантелејмон",
    "important": true,
    "desc": "Родум од Никомидија, од мајка христијанка и татко незнабожец. Мајка му се викаше Евула, а татко му Евсторгиј. Како момче ја изучи лекарската наука. Свештеникот Ермолај го повика кај себе, го научи на верата во Христа и го крсти. Пантелејмон чудотворно излечи еден слеп когошто другите лекари залудно го лечеле: го излечи со името на Христос и го крсти. Од завист лекарите го обвинија дека е христијанин, па Пантелејмон излезе на суд пред царот Максимијан. „Со телото застана пред земниот цар, а со умот стоеше пред Царот небесен“. Тој слободно изјави дека е христијанин и пред очите на царот излечи еден фатен човек од долгогодишна болест. Ова чудо ги привлече кон Христа многубројни незнабожци. Царот го подложи Пантелејмон на маки, но Господ му се јави на светителот неколкупати и го избави цел и неповреден. Тогаш пострада и Свети Ермолај заедно со Ермип и Ермократ. Кога беше осуден на смрт, Пантелејмон клекна на молитва. Во тој миг џелатот го мавна со меч по вратот, а мечот се скрши како да беше од восок. И џелатот не можеше да го погуби додека светителот не ја заврши својата молитва и самиот не рече да го заколат. Неговите мошти станаа исцелителни. Свети Пантелејмон беше заклан под некоја маслинка, којашто потоа целата се закити со плод. Името Пантелејмон значи „семилостив“. Семилостивиот Бог ја прими неговата праведна душа и го прослави меѓу Своите големи светители. Овој прекрасен маченик пострада чесно за Христа во својата младост, на 27 јули 304 година. Свети Пантелејмон се повикува при молитвите на водоосветување и елејоосветување (осветување на масло) заедно со Свети Ермолај и останатите бесребреници и чудотворци. Најубавиот храм посветен на овој светител се наоѓа на Света Гора."
  }]
}, {
  "day": "10",
  "holydays": [{
    "title": "Светите апостоли Прохор, Никанор, Тимон и Пармен",
    "important": false,
    "desc": "Четворицата беа од бројот на Седумте ѓакони и од Седумдесеттемина апостоли. Останатите тројца ѓакони беа: Стефан, Филип и Николај. Првомаченикот Стефан се празнува одделно на 27 декември, а Филип на 11 октомври. Николај не влезе меѓу светителите заради ерес. А првите четворица немаат посебен ден за празнување, туку сите се спомнуваат на денешен ден, 28 јули. Прохор беше ракоположен од Светиот апостол Петар за епископ Никомидиски. Извесно време беше на служба кај Св. Јован Богослов и на островот Патмос ги забележа откровенијата што ги чу од устата на Св. Јован. Потоа се врати во Никомидија, каде што вложи голем труд за обраќање на народот во верата. Маченички се упокои во Антиохија, каде беше убиен од неверници. Свети Никанор пострада во Ерусалим истиот ден кога и Светиот архиѓакон Стефан, а набрзо по него пострадаа и две илјади други христијани, кои беа убиени од зли Евреи. Тимон беше епископ во Арабија и пострада за Христа на крст. Пармен умре пред очите на апостолите и тие го оплакаа и го погребаа."
  }, {
    "title": " Светиот маченик Јулијан",
    "important": false,
    "desc": "Во времето на царот Антонин Свети Јулијан премина од Далмација во Кампанија Италијанска. Беше млад и убав младич, со сета душа предаден на Господ. На патот го сретнаа царски војници кои одеа да ги фаќаат христијаните. „Мир вам, браќа!“, им се обрати Свети Јулијан. По ваквиот поздрав и по кротоста на неговото лице, војниците заклучија дека е хтристијанин. Кога го прашаа, Јулијан им одговори: „Христијанин сум, родум од Далмација“. Уште отворено им призна и дека патува со цел да ги обраќа идолопоклониците кон единствениот жив Бог. Војниците бездушно го натепаа и најпосле го фрлија во некој ров, каде што седум дена помина без каква и да е човечка храна. Но му се јави ангел Божји и му даваше небесна храна. Изведен на суд Јулијан остана во верата тврд како дијамант. Гледајќи ја неговата мажественост и непоколебливост во верата, триесет луѓе се обратија кон Господ Исус Христос. Осуден на смрт, Свети Јулијан клекна да вознесе молитва кон Бога, Кому Му благодареше за маченичкиот подвиг и Го помоли да ги милува оние што ќе го почитуваат неговиот спомен. Беше убиен со секира и така Му го предаде својот дух на Бога."
  }]
}, {
  "day": "11",
  "holydays": [{
    "title": "Пренос на моштите на Свети Климент Охридски",
    "important": false,
    "desc": "Ученик на Светите Методиј и Кирил. По смртта на Св. Методиј Климент, под притисок на Германците, од Моравија тргна на југ. Со Горазд, Наум, Сава и Ангелариј - заедно наречени Петочисленици - го помина Дунав, поседе како гостин при царот Борис Михаил и потоа дојде во охридскиот крај. Прво основа манастир во Белица, кај што му беше и првото епископско седиште. Подоцна се пресели во Охрид и оттаму разви голема архипастирска и просветителска дејност за целата поблиска и подалечна околина. Во Охрид Свети Климент му подигна црква на Св. Пантелејмон. Имаше голем број ученици коишто ги препишуваа книгите со словенски букви за словенскиот народ. При таа дејност особено му помагаше Св. Наум. Вршеше чуда и за време на земниот живот, а неговите мошти до денешен ден пројавуваат исцелителна сила. После големиот труд и верната служба на Бога, се упокои мирно во Охрид, во 916 година. Неговите чудотворни мошти почиваат во некогашниот храм на Пресвета Богородица, којшто подоцна се нарече по Свети Климент."
  }, {
    "title": " Светиот маченик Калиник",
    "important": false,
    "desc": "Родум од Киликија. Од малечок воспитан во христијанското благочестие. Остави сѐ и тргна да го проповеда Евангелието. Во Анкира беше фатен од некој незнабожечки кнез Сакердон. Кога кнезот му се закани со грозни маки доколку не им се поклони на идолите, Свети Калиник му одговори: „Мене секоја мака за мојот Бог ми е добродојдена како леб на гладен“. По страшни истизавања и заплашувања кнезот го обу во железни опинци со внатрешни клинци и нареди да го тераат до градот Гангрски, зашто не смееше веќе да го мачи ниту да го погуби во Анкира, бидејќи мнозина што го гледаа јуначкото трпење на Божјиот човек се обратија во верата Христова. По патот војниците ожеднеа, а немаше вода. Свети Калиник се помоли на Бога и низведе вода од еден камен. Кога пристигнаа во градот Гангрски мачителите го фрлија Свети Калиник во вжарена печка. А светителот Му вознесе молитва на Бога, велејќи: „Ти благодарам, Оче Кој Си на небесата, Кој ме удостои за овој час во којшто за Твоето име умирам“. Потоа влезе во огнот. Кога изгасна огнот го најдоа неговото тело мртво, но неповредено и цело. Чесно пострада и се украси со венец на вечна слава во 250 година."
  }, {
    "title": " Светата маченичка Серафима",
    "important": false,
    "desc": "Девојка од Антиохија. Живееше во домот на една сенаторка Савина, којашто и ја приведе кон верата во Христа. Кога еден мачител на христијаните по име Вирил слушна за неа, нареди да му ја донесат. Пред него Серафима остана непоколеблива во верата, па тој нареди и ја фрлија во затвор, а потоа ѝ испрати некои момчиња за да преноќат со неа и да ја осквернат. Кога момчињата дојдоа пред затворската врата, Серафима Му се молеше во затворот на Бога. Пред вратата одеднаш застана пред нив ангел Господов со меч во рацете и тие паднаа како мртви, сосем несвесни и раслабени. Утредента мачителот ја замоли Серафима и таа со молитва ги врати во свест. Бидејќи сево ова го припиша на магии, Вирил нареди и оваа Света девица најнапред ја гореа со свеќи, а потоа ја тепаа со стапови. Но додека ја биеја нејзе, едно парче од стап отскокна и го удри Вирил по очите, од што тој ослепе. Најпосле на Христовата слугинка ѝ ја отсекоа главата со меч и таа го предаде духот на Бога. Благочестивата Савина чесно го погреба нејзиното тело, од коешто потече исцеление за многумина. Света Серафима пострада во времето на царот Адријан (117 г. – 138 г.)."
  }, {
    "title": " Светата маченичка Теодотија",
    "important": false,
    "desc": "Млада вдовица со три деца. Заедно со Анастасија во Солун Теодотија се трудеше во Божјото дело, а беше наполно предадена на благочестив живот. Во времето на гонењето на Диоклецијан ја осудија на смрт и заедно со нејзините деца ја фрлија во огнена печка. Нивните свети души се вивнаа во небесната татковина."
  }]
}, {
  "day": "12",
  "holydays": [{
    "title": "Светите апостоли Сила, Силуан, Крискент, Епенет и Андроник",
    "important": false,
    "desc": "Сите се од Седумдесеттемина апостоли. Свети Сила беше испратен од Ерусалим во Антиохија со Павле и Варнава за таму да го решат спорот меѓу верните околу обрезанието, односно дека не треба да се обрезуваат незнабожците коишто преминуваат во христијанство (Дела Апостолски 15, 22). По ова Сила патуваше со Павле по Азија и Македонија и беше поставен за епископ во Коринт, каде што мирно се упокои. Силуан им помагаше на двајцата врховни апостоли (1 Петар 5, 12; 2 Кор. 1, 19). Како епископ во Солун се потруди многу, многу претрпе додека не го замени земниот живот со небесниот. Крискент му беше сотрудник на Светиот апостол Павле (2 Тимотеј 4, 10), а потоа епископ во Галија, каде што маченички пострада за Христа во времето на Трајан. Свети Епенет, когошто го спомнува Светиот апостол Павле (Рим. 16, 5), беше епископ во Картагена. Андроник (Рим. 16, 7), епископ Панонски, се спомнува одделно на 17 мај."
  }, {
    "title": " Свети Јован, војник",
    "important": false,
    "desc": "Потаен христијанин. Испратен од царот Јулијан Отстапник да ги убива христијаните, тој не ги убиваше, туку им помагаше да се скријат. Јулијан го фрли во затвор во Цариград. Кога умре злобниот цар, Јован се предаде на подвиг живеејќи во чистота и светост. Се упокои мирно на старост. По смртта им се јавуваше на некои коишто имаа потреба од неговата помош. Молитвите кон него помагаат за пронаоѓање крадци."
  }]
}, {
  "day": "13",
  "holydays": [{
    "title": "Свети Евдоким",
    "important": false,
    "desc": "Роден во Кападокија од благочестиви родители, Василиј и Евдокија. Во времето на царот Теофил (829 г. – 842 г.) Евдоким беше млад офицер во војската. Но и како војник вложуваше секаков напор за да живее според евангелските заповеди. Непорочно ја чуваше својата чистота и одбегнуваше да зборува со која и да е жена освен со мајка му; беше милосрден кон бедните, грижлив во читањето свештени книги и уште погрижлив во молитвите кон Бога. Одбегнуваше суетни забави и празнословие. „Сред метежот и суетата на светот, како крин меѓу трње и како злато насред оган“. Заради неговите необични добродетели царот го постави за војвода кападокиски. На таа висока положба Евдоким се грижеше да биде праведен пред Бога и кон луѓето. Но по Божја Промисла се упокои рано, во својата триесет и трета година. Неговите мошти се пројавија како целебни. Еден полуден човек се допре до неговиот гроб и оздраве, а и едно фатено дете се крена и стана здраво. По осумнаесет месеци неговата мајка го отвори ковчегот и го најде неговото тело како живо, без каков било знак на распаѓање. А од телото на светителот излегуваше прекрасен мирис. Подоцна моштите му ги пренесоа во Цариград и ги погребаа во новата црква на Пресвета Богородица, усторена од благочестивите родителите на овој праведен Евдоким."
  }, {
    "title": " Свети Јосиф од Ариматеја",
    "important": false,
    "desc": "Благообразниот Јосиф, богатиот човек, член на еврејскиот Синедрион и потаен следбеник на Христос (Матеј 27, 57; Јован 19, 38). Го симна Христовото тело од крстот и заедно со Никодим го положи во својата гробница. За ова беше окован од Евреите и фрлен во затвор. Но таму му се јави воскреснатиот Господ и го увери во Своето воскресение. Потоа Евреите го пуштија од затворот и го протераа од татковината. Тој тргна да го проповеда Христовото Евангелие по светот, а таа вест ја донесе и во Англија, каде што се упокои во Господ."
  }]
}, {
  "day": "14",
  "holydays": [{
    "title": "Седумтемина Макавеи, нивната мајка Соломонија и свештеникот Елеазар",
    "important": true,
    "desc": "Сите пострадаа за чистата Израилска Вера од царот Антиох, од едни наречен Епифанос (просветлен), а од други Епиманис (безумен). Заради големите гревови во Ерусалим, особено заради грабањето колу архиерејската власт и злосторствата извршени при тие грабања, Бог допушти голема беда на Светиот град. Антиох сакаше да им го наметне елинското идолопоклонство на Евреите по секоја цена и сѐ вршеше во тој правец. Таа негова мисла ја помагаа и некои вероломни архиереи и други старешини ерусалимски. Еднаш самиот цар дојде во Ерусалим и нареди сите Евреи да јадат свинско месо, што е спротивно на законот Мојсеев. Зашто јадењето свинско месо беше очигледен знак дека некој се одрекол од верата Израилска. Старецот Елеазар, самиот свештеник и еден од преведувачите на Стариот Завет на грчки јазик, не сакаше да јаде свинско месо. За ова беше мачен и запален. Враќајќи се во Антиохија царот ги зеде со себе седумте синови наречени Макавеи и мајка им Соломонија. Седумтемина браќа Макавеи се викаа: Авим, Антонин, Елеазар, Гуриј, Евсевон, Алим и Маркел. Пред очите на мајка им свирепиот цар ги мачеше овие седуммина еден по еден, дерејќи ја секому кожата од лицето и фрлајќи ги потоа во оган. Тие сите храбро ги претрпеа маките и смртта и не се одрекоа од својата вера. Најпосле и мајка им, откако го виде својот тригодишен син во огнот, самата скокна во огнот и изгоре, предавајќи Му ја душата на Бога. Сите чесно пострадаа за верата во едниот жив Бог околу 180 година пред Христа."
  }, {
    "title": " (Богородичен пост)",
    "important": true
  }]
}, {
  "day": "15",
  "holydays": [{
    "title": "Откривање и пренос на моштите на Светиот првомаченик и архиѓакон Стефан",
    "important": false,
    "desc": "Кога злите Евреи го убија со камења Свети Стефан, го оставија неговото тело да го изедат кучињата. Но Промислата Божја сакаше поинаку. Телото на маченикот лежеше на отворено место под градот два дена и две ноќи, а втората ноќ дојде Гамaлиил, учителот на Павле, а потаен ученик на Христа, го зеде телото, го однесе на својот имот во Кафаргамала и овде во една пештера го погреба чесно. Во истата пештера Гамалиил го погреба и својот пријател Никодим, којшто плачејќи над Стефановиот гроб умре. Овде Гамлиил го погреба и својот крстен син Авив. И според заветот што го остави и самиот Гамалиил беше овде погребан. Оттогаш поминаа векови и никој од живите не знаеше каде е погребано телото на Свети Стефан. Но во 415 година, во времето на ерусалимскиот патријарх Јован, му се јави Гамaлиил трипати на свештеникот кафаргамалски Лукијан и потенко му раскажа сѐ за погребот на оние што ги спомнавме, покажувајќи го точното место на нивните заборавени гробови. Возбуден од овој сон, Лукијан му јави на патријархот и штом зеде благослов поведе луѓе и појдоа да ги откопаат четирите гроба. Пештерата се преисполни со силно благоухание од светителските коски. Тогаш моштите на Свети Стефан ги пренесоа свечено на Сион и таму ги погребаа чесно, а моштите на другите ги изнесоа на еден рид над пештерата и овде ги положија во една црква. Од моштите на Свети Стефан тој ден се извршија многу исцеленија на болни. Подоцна тие мошти беа пренесени во Цариград. Така Господ го овенча со голема слава оној којшто прв ја пролеа својата крв за Неговото име."
  }]
}, {
  "day": "16",
  "holydays": [{
    "title": "Преподобните Исакиј, Далмат и Фауст",
    "important": false,
    "desc": "Исакиј се празнува уште еднаш посебно (под 30 мај). Свети Далмат најнапред беше офицер кај царот Теодосиј Велики и царот го чуваше во голема чест. Но кога во него се разбуди духот, тој презре сѐ светско, го напушти чинот, го зеде својот син единец Фауст и со него отиде во предградието на Цариград, во обителта на Свети Исакиј, каде што обајцата примија монашки потстриг. Далмат сиот му се предаде на богоугодниот живот, на голема радост на старецот Исакиј. И кога му се приближи смртниот час, старецот го постави Далмат за игумен наместо себеси. Подоцна таа обител по него се нарече Далматска."
  }, {
    "title": " Светата мироносица Саломија",
    "important": false,
    "desc": "Мајката на Светите апостоли Јаков и Јован. Жена на Заведеј, а ќерка на праведниот Јосиф. Му служеше на Господ за време на Неговиот земен живот и се удостои да биде меѓу првовесниците на Неговото воскресение."
  }]
}, {
  "day": "17",
  "holydays": [{
    "title": "Светите седуммина младенци во Ефес",
    "important": false,
    "desc": "Во времето на царот Декиј имаше големо гонење на христијаните. Самиот цар дојде во Ефес и овде приреди гиздаво и бучно празнување на мртвите идоли, но и страшен колеж на христијаните. Седуммина момчиња, војници, се воздржаа од скверното жртвопринесување и усрдно Го молеа Бога Единствениот да го спаси христијанскиот род. Беа синови на најугледните ефески старешини, а имињата им беа: Максимилијан Јамвлих, Мартинијан, Јован, Дионисиј, Егзакустодијан и Антонин. Кога беа обвинети кај царот, се засолнија на ридот Охлон зад градот Ефес и овде се скрија во некоја пештера. Кога царот дозна за тоа, нареди да ја заѕидаат пештерата со момчињата внатре. А Бог, според Својата далекусежна Промисла, пушти еден чуден и долготраен сон на нив. Царските дворјани Теодор и Руфин, коишто беа потајни христијани, дадоа таму да се вѕида и едно бакарно ковчеже со оловни плочи на коишто беа испишани имињата на овие момчиња и нивната маченичка смрт во време на царот Декиј. Оттогаш поминаа над двесте години. Во времето на царот Теодосиј Помладиот (408 г. – 450 г.) настана голем спор околу воскресението на мртвите. Зашто имаше некои што се посомневаа во воскресението. Царот Теодосиј беше во голема тага заради овој спор меѓу верните и Му се молеше на Бога за Бог на некој начин да им ја објави вистината на луѓето. Во то време на бура во Црквата, овчарите на некој Адолиј којшто го поседуваше ридот Охлон, почнаа да прават трла за овците и земаа камен по камен од онаа пештера. Тогаш младенците се разбудија од сон, млади и здрави какви што заспаа. И тоа чудо се разгласи на сите страни, та и самиот цар Теодосиј дојде со голема свита и со умиление разговараше со момчињата. После една недела тие повторно заспаа со сон смртен, за да го чекаат општото воскресение. Царот сакаше да ги положи нивните тела во златни ковчези, но тие му се јавија во сон и му рекоа да ги остави на земја како што се полегнати."
  }, {
    "title": " Светиот маченик Козма Рамноапостолен",
    "important": false,
    "desc": "Родум од Етолија, од селото Мегадендрон (Големо дрво). Како момче отиде на Света Гора и во манастирот Филотеј беше потстрижен за монах. Но гонет од постојана желба да му го проповеда Евангелието на народот, тој отиде во Цариград и испроси благослов од патријархот Серафим II. Ги обиколи сите придунавски краеви проповедајќи го Евангелието, но најмногу се задржа во Албанија, каде што пострада од некој Курт паша, когошто Евреите го раздразнија против Козма. Свети Козма беше удавен од Турците, па потоа фрлен во река, во 1779 година. Неговите чудотворни мошти почиваат во селото Колкоидас, во храмот на Пресвета Богородица, недалеку од градот Фиери. Пострада за Господ во шеесет и петтата година од животот."
  }]
}, {
  "day": "18",
  "holydays": [{
    "title": "Светиот маченик Евсигниј",
    "important": false,
    "desc": "Беше војник кај царот Максимијан, кај царот Константин Велики и кај неговите синови. Присуствуваше на мачењето на Светиот маченик Василиск (22 мај) кога виде множество од ангели и Самиот Господ Исус како од ангелите ја прима душата на овој Свет маченик. Војуваше за царот Константин и го виде крстот што му се јави на царот. Откако ислужи во војска цели шеесет години, за време на царувањето на Константиновите синови се повлече од воената служба и се насели во Антиохија, којашто му беше роден град. Овде животот го минуваше богоугодно, во пост, молитва и добри дела. Во времето на Јулијан Отстапник двајца скарани луѓе на улица го зедоа него за судија. Тој му пресуди правда на правиот, заради што кривиот се налути, отиде кај царот и го обвини Евсигниј како христијанин. Царот го повика на суд, но тој го изобличи царот за страшното отстапништво од верата и го укори со светлиот пример на великиот Константин. Огорчен, Јулијан нареди и му ја отсекоа главата. Свети Евсигниј пострада и се пресели во Небесното Царство во длабока старост, во 362 година."
  }, {
    "title": " Светиот маченик Понтиј",
    "important": false,
    "desc": "Сенатор, син на сенаторот Марко и неговата жена Јулија. Јулија беше бездетна и зачна дури после дваесет и две години брачен живот, кога го роди Понтиј. Крстен од папата Понтијан заедно со својот другар Валериј (писателот на неговото житие), тој успеа да го приведе во верата својот татко Марко и царот Филип со синот и мнозина други угледни римјани. Како сенатор многу ја штитеше и ја помагаше Црквата и му беше голем пријател на папата Фавиј. Кога настана Декиевото гонење, Понтиј побегна од Рим и се сокри под Алпските Планини. Но во времето на Валеријан и Галиен беше фатен и подложен на страшни маки, при што се пројавија многубројни Божји чуда и мнозина се обратија кон Христа. Овде се најдоа и голем број Чивути што му викаа на судијата: „Убиј го, убиј го тој маѓепсник!“ На тоа Свети Понтиј ги воздигна рацете кон небото и рече: „Ти, благодарам, Боже мој, што и Чивутите викаат против мене како и некогаш нивните татковци против Христа: распни го, распни!“ Го убија со меч во 257 година и го погребаа до неговиот пријател Валериј."
  }, {
    "title": " Света Нона",
    "important": false,
    "desc": "Мајката на Св. Григориј Богослов. Како христијанка имаше силна и чудотворна молитва. Така со својата молитва кон Бога таа го обрати својот маж од незнабожечката глупост во христијанската вера. Нејзиниот маж Григориј подоцна беше епископ во градот Назијанз. Света Нона своевремено со молитва го спаси и нејзиниот син Св. Григориј Богослов од бура. Се престави мирно како ѓакониса во 374 година."
  }]
}, {
  "day": "19",
  "holydays": [{
    "title": "Преображението на Господ Исус Христос на Тавор",
    "important": true,
    "desc": "Третата година од Својата проповед на земјата Господ Исус почесто им зборуваше на Неговите ученици за Неговото скорешно страдање, но и за Неговата слава после страдањето на Крстот. За да не ги раслаби Неговото страдање та да отпаднат од Него, Он, Премудроста, сакаше пред да се случат страдањата делумно да им ја покаже Својата Божествена слава. Затоа ги зеде со Себе Петар, Јаков и Јован и излезе со нив ноќе на гората Тавор и овде се преобрази пред нив. И заблеска лицето Негово како сонце, а облеката му побеле како снег. И се појавија покрај Него Мојсеј и Илија, големите старозаветни Пророци. И видоа учениците и се восхитија. И Петар рече: Господи, добро ни е да бидеме овде; ако сакаш да направиме три сеници: една за Тебе, за Мојсеј една, а една за Илија. Но додека Петар уште говореше, се оддалечија Мојсеј и Илија и сјаен облак ги опфати Господ и учениците и дојде глас од небото: „Овој е Мојот возљубен Син, Него послушајте Го.“ Откако го слушнаа овој глас учениците паднаа ничкум на земјата како мртви и останаа така лежејќи во страв додека Господ не им пријде и рече: „Станете и не бојте се“ (Матеј 17). Зошто Господ ги зеде само овие тројца ученици на Тавор, а не сите? Зашто Јуда не беше достоен да ја види Божествената слава на Учителот, Когошто тој ќе Го предаде, а Господ не сакаше него сам да го остави под гората, та да не може предавникот со тоа да го оправда своето предавство. Зошто се преобрази на гората, а не во долината? За да нѐ научи на две добродетели: на трудољубие и богомислие. Зашто искачувањето на височина бара труд, а височината ја претставува височината на нашите мисли, т.е богомислието. Зошто се преобрази ноќе? Бидејќи ноќта е попогодна за молитва и богомислие одошто денот и ноќта ја закрива со темнина целата земна убавина, а ја открива убавината на ѕвезденото небо. Зошто се јавија Мосјесј и Илија? За да ја разбијат еврејската заблуда дека Христос е некој од Пророците, Илија, Еремија или некој друг - затоа Он се јавува како Цар над пророците, и затоа Мосеј и Илија се јавуваат како слуги Негови. Дотогаш Господ многупати им ја покажуваше на учениците Својата Божествена моќ, а на Тавор им ја покажа Својата Божествена природа. Тоа видение на Неговото Божество и слушањето на небесното сведоштво за Него како за Син Божји требаше да им послужи на учениците во деновите на страдањето Господово за укрепување на непоколебливата вера во Него и во Неговата крајна победа."
  }]
}, {
  "day": "20",
  "holydays": [{
    "title": "Преподобниот маченик Дометиј",
    "important": false,
    "desc": "Роден е во Персија како незнабожец, во времето на царот Константин. Како момче се запозна со верата Христова, го остави незнабоштвото и се крсти. Толку ја засака вистинската вера, што напушти сѐ светско и се замонаши во еден манастир кај градот Нисивија. Во братството поживеа некое време, па се оддалечи на безмолвие кај некој архимандрит Нурвел, за кого се вели дека шеесет години не јадел ништо варено. Старецот Нурвел го заѓакони, па кога сакаше да го принуди и во чин на свештеник, Дометиј побегна во некоја пустинска гора и се насели во една пештера. Достигна толкаво совршенство низ постот, молитвата, бдението и богомислието, што исцелуваше болни. Кога во тие предели дојде Јулијан Отстапник, слушна за Дометиј, па испрати луѓе коишто го заѕидаа жив во пештерата заедно со неговите двајца ученици. Така заврши овој Божји Светител во 363 година и се пресели во Божјото Царство."
  }, {
    "title": " Преподобен Ор",
    "important": false,
    "desc": "Отшелник Тиваидски. Имаше преголем подвиг и достигна големо совршенство. Кога добро се утврди и се освети себеси во самотијата, тогаш постепено основа неколку манастири и беше извонреден духовен раководител и наставник на мнозина монаси. Руфин, којшто го посети, вака го опишува: „Во својата облека тој личеше на Божји ангел, деведесетгодишен старец со долга брада бела како снег, со многу пријатна надворешност. Неговиот поглед светеше со нешто натчовечко.“ Повеќепати видел ангели Божји. Особено се трудеше никогаш да не изговори невистина. Имаше големи искушенија од демоните, но трезвено и храбро ги совлада сите. Се причестуваше секојдневно. Еднаш неговиот ученик го опомена дека е Воскресение и дека треба да се празнува. Кога го слушна тоа, тој излезе надвор, ги крена рацете кон небото и три дена помина во молитва без одмор. Па му објасни на ученикот: „Тоа и е празнувањето на Воскресението за монахот, да го возвиши својот ум и да го соедини со Бога.“ Се упокои во длабока старост, околу 390 година."
  }]
}, {
  "day": "21",
  "holydays": [{
    "title": "Преподобен Григориј Синаит",
    "important": false,
    "desc": "Наречен Синаит зашто беше замонашен на гората Синај. Во времето на царот Андроник Палеолог, околу 1330 година, дојде на Света Гора да ги посети манастирите и да дознае нешто за умствената молитва и созерцанието. Но овие духовни дејанија меѓу светогорците во она време беа безмалку непознати. Единствен кој знаеше за ова и до совршенство го практикуваше беше Свети Максим Капсокаливит. Григориј го распростре своето учење за умствената молитва по келиите и манастирите на Света Гора. Прочуен меѓу неговите ученици беше Калист, патријарх Цариградски, кој и го напиша неговото житие. Потоа Григориј премина во Македонија и по други места на Балканот и основа обители во коишто монасите се вежбаа во Исусовата молитва со умот. Така им помогна на многумина да се вдлабочат во молитвата и да се спасат. Неговите списи за умствената молитва и за подвижништвото се наоѓаат во Добротољубието. Меѓу другото го напиша и припевот кон Пресвета Троица „Достоино ест“, кој се пее на воскресната полуношница. Спаѓа меѓу најзначајните подвижници и духовни учители на Балканот. Се упокои мирно."
  }, {
    "title": " Светите маченици Тријандафил и Анастасиј (Спасо Радовишки)",
    "important": true,
    "desc": "Тријандафил беше родум од Загора, а Анастасиј (Спасо) од Радовиш, од струмичката епархија. Обајцата беа Словени, обајцата млади и прости луѓе. Но љубовта Христова им беше помила од светот и од животот. Животот го дадоа, но Христа не Го изневерија. За Христовата вера пострадаа од Турците, и тоа Тријандафил во Цариград 1680 година, а Анастасиј во Солун, 1794 година."
  }]
}, {
  "day": "22",
  "holydays": [{
    "title": "Светиот апостол Матиј",
    "important": false,
    "desc": "Родум од Витлеем, од племето Јудино. Му беше ученик на Свети Симеон Богопримец во Ерусалим. Кога Господ излезе да проповеда за Царството Божјо, тогаш и Матиј им се придружи на оние што Го љубеа Господa, зашто и самиот од сесрце Го љубеше, со сладост ги слушаше Неговите зборови и ги гледаше Неговите дела. Во почетокот Матиј беше прибројан кон Седумдесеттемина помали Христови ученици, но по воскресението на Господ, бидејќи местото на Јуда којшто Го предаде беше испразнето, апостолите со жрепка го избраа Матиј за еден од Дванаесеттемина големи апостоли (Дела 1, 23). Откако Го прими Светиот Дух на Педесетница, Матиј појде на проповед на Евангелието и проповедаше најнапред во Јудеја, потоа во Етиопија, каде што претрпе големи маки за Христа. Се смета дека проповедал и во Македонија, каде што сакаа да го ослепат, но тој стана невидлив за своите мачители и така ја избегна опасноста. Кога се најде вo затвор, му се јави Господ, го укрепи и го ослободи. Најпосле повторно се врати на работа во Јудеја. Овде беше обвинет и изведен на суд пред првосвештеникот Анан, пред кого неустрашливо сведочеше за Христа. Анан, оној истиот којшто претходно го уби апостолот Јаков, го осуди и Матиј на смрт. Тогаш Светиот апостол Матиј го изведоа и го убија со камења, а отпосле му ја отсекоа главата со секира (ова беше римски начин на погубување на осуденици, а Евреите го применија врз мртов човек за да претстават пред Римјаните како убиениот да бил и противник римски). Така заврши овој голем Христов апостол и се всели во вечноста на својот Господ."
  }, {
    "title": " Светиот маченик Антониј",
    "important": false,
    "desc": "Граѓанин александриски. Изведен пред кнезот незнабожечки, тој слободно ја објави својата вера и беше мачен, биен и стружен, но не сакаше да се одрече од Христа. Најпосле го фрлија во оган и од сред огнот му говореше на народот: „Браќа мои возљубени, не робувајте му на телото, туку повеќе грижете се за душата, којашто ви е дадена од Бога и Нему Му е сродна, Нему и на Божествените сили.“ И така поучувајќи го народот и горејќи во огнот, Му ја предаде својата света душа на Бога."
  }, {
    "title": " Светите маченици Јулијан и Маркијан и другите со нив",
    "important": false,
    "desc": "Пострадаа во одбрана на иконите од злобниот цар Лав Исавријанин, во 716 година и се закитија со невенлива слава."
  }]
}, {
  "day": "23",
  "holydays": [{
    "title": "Светите маченици: архиѓаконот Лаврентиј, папата Сикст и другите со нив",
    "important": false,
    "desc": "Кога загина папата Стефан (2 август), на негово место беше поставен Свети Сикст, којшто беше роден како атињанин, најпрво беше философ, а потоа го прими христијанството. Во тоа време римските епископи гинеа еден по друг, така што да се стане епископ во Рим значеше да се биде предаден на смрт. Царот Декиј беше решен да го уништи христијанството и папата Сикст набрзо беше изведен на суд заедно со неговите двајца ѓакони Феликисим и Агапит. Кога ги поведоа во затвор, архиѓаконот Лаврентиј му рече на папата: „Каде одиш, отец, без синот? Каде архиереју без својот ѓакон?“ Папата го утеши прорекувајќи му дека тој и уште поголеми маки ќе претрпи заради Христа наскоро и ќе појде по него. И навистина, штом го заклаа Сикст и оние негови двајца ѓакони, беше фатен и Лаврентиј. Претходно тој ги уреди сите свои и црковни работи. Како црковен ризничар и економ, сите црковни скапоцености ги пренесе во домот на некоја вдовица Киријакија. Во таа прилика ја исцели Киријакија од некоја тешка главоболка со допирот на раката, а на слепецот Крискент му го врати видот. И кога го фрлија во затвор, го исцели од слепило тамошниот долгогодишен затвореник Лукилиј и потоа го крсти. Кога го виде тоа се крсти и затворскиот стражар Иполит, којшто потоа и самиот пострада за Христа (13 август). Бидејќи Лаврентиј не сакаше да се одрече од Христа, туку уште и го советуваше царот Декиј тој да се откаже од лажните богови, по лицето го тепаа со камења, а по телото со скорпион, еден вид синџир со остри запци. Некој војник Роман, присутен на мачењето, поверува во Христа и беше веднаш убиен за тоа. Најпосле Лаврентиј го положија гол во железна леса и наложија оган. Кога се печеше на огнот Му благодареше на Бога и го исмеваше царот за неговото незнабоштво. Откако ја предаде неговата чиста и храбра душа на Бога, Иполит тајно го зеде неговото тело ноќе и најпрво го однесе во домот на Киријакија, а потоа во една пештера, каде што чесно го погреба. Свети Лаврентиј и останатите пострадаа во 258 година."
  }, {
    "title": " Свети Ирон",
    "important": false,
    "desc": "Христијански философ. Го спомнува Св. Григориј Богослов во своите книги. Мирно се упокои и се пресели кај Господ."
  }]
}, {
  "day": "24",
  "holydays": [{
    "title": "Светиот маченик Евпл",
    "important": false,
    "desc": "Ѓакон во Катана Сицилиска. Царот Диоклецијан испрати во Сицилија некој војвода Пентагур за да ги уништи христијаните, зашто оние малку што ги имаше се криеја од гонителите и не се објавуваа себеси. Тогаш некој го обвини Свети Евпл дека оди со некоја книга кај некои потајни христијани и им ја чита таа книга. Книгата беше Светото Евангелие. Откако го изведоа на суд, по малку време незнабожците му ја обесија онаа книга на вратот и го одведоа во затвор. По седум дена затвор и гладување беше предаден на мачење. Кога го биеја со железни стапови, Евпл им се потсмеваше, велејќи му на судијата мачител: „Безумнику, нели гледаш дека овие маки заради Божјата помош се како пајажина за мене. Ако можеш пронајди други, потешки, зашто овие ми се како играчка.“ Најпосле Христовиот маченик го изведоа на губилиштето. Тогаш мнозина се обратија во Христовата вера, а Свети Евпл го убија со меч. Во Царството Небесно се пресели во 304 година. Неговите чудотворни мошти лежат во едно село близу Неапол, наречено Vico della Batonia."
  }, {
    "title": " Светата маченичка Сузана",
    "important": false,
    "desc": "Ќерка на римскиот презвитер Гавиниј, а внука на папата Гај. Гај и Гавиниј беа од царски род и роднини на тогашниот цар Диоклецијан. Овој цар имаше некој посинок Максимијан Галериј, којшто сакаше да се ожени со Сузана. Но Сузана Му беше целата предадена на Господ Христос и не сакаше воопшто ни да слушне за брак, а особено не за брак со некрстен човек. Оние што ја просеа за царскиот син, големците Клавдиј и Максим, Сузана ги обрати во Христовата вера, нив и нивните цели домови. Разјарен заради ова, царот нареди та џелатите ги одведоа Клавдиј и Максим со нивните семејства во Ости, каде што ги изгореа на оган и пепелта од нив ја фрлија во морето. Сузана пак, беше убиена со меч во куќата на Гавиниј. Жената на царот, Сирена, потајна христијанка, ноќе го зеде телото на маченичката и чесно го погреба. А папата Гај ја претвори онаа куќа во којашто ја погубија Света Сузана во црква и во неа служеше служби. Наскоро по страдањето на оваа Христова невеста пострада и нејзиниот татко Гавиниј и чичко ѝ, папата Гај. Чесно пострадаа за Христа и примија венци на невенлива слава во 295 и 296 година."
  }, {
    "title": " Свети Нифонт, патријарх Цариградски",
    "important": false,
    "desc": "Родум од Грција. Во младоста стана монах и се подвизуваше најпрво надвор од Света Гора, а потоа на Света Гора, по разни манастири, задржувајќи се најдолго во Дионисијат. Сите светогорци необично го љубеа заради неговата ретка мудрост и извонредна кротост. Без негова волја стана епископ Солунски. Но по две години отиде по работа во Цариград и таму го избраа на испразнетиот патријаршиски престол. Султанот го протера во Едрене, каде што живееше во прогонство. Влашкиот кнез Рдаул го измоли од султанот и го постави за архиепископ Влашки. Заради еден престап на Радул, Нифонт ја напушти Влашка и отиде на Света Гора, во обителта на Дионисијат, каде што се подвизуваше до својата деведесетта година, кога се пресели во Царството Божјо, во 1460 година. Тој е составувач на разрешителната молитва што се чита на погреб."
  }]
}, {
  "day": "25",
  "holydays": [{
    "title": "Светите маченици Аникита и Фотиј",
    "important": false,
    "desc": "Царот Диоклецијан еднаш го посети градот Никомидија со зла умисла да ги истреби наполно христијаните. Па кога почна бездушно да ги истизава и мачи, пред него застана Свети Аникита, којшто беше еден од градоначалниците, и смело ја исповеда пред царот својата вера во Господ Исус Христос, Бог воплотен во тело заради нашето спасение. При ова Аникита уште и ги разобличи идолите како глуви и неми камења на коишто еден разумен човек е недостојно да им се поклонува. Разјарен царот нареди и му го отсекоа јазикот. Но со силата Божја Аникита и натаму говореше. Тогаш на него пуштија лав, ама лавот се умилкуваше околу него. Во тој миг падна храмот на Херкул. Фотиј, роднина на Аникита, го виде овој случај и трпењето на Аникита, па го бакна Аникита, се објави себеси за христијанин и му возвикна на царот: „О идолопоклонику, засрами се, твоите богови се ништожници!“ Царот нареди веднаш да го убијат со меч. Но кога крена рака на Свети Фотиј, џелатот со мечот се удри самиот себеси и умре. По долги маки и двајцата ги фрлија во затвор и лежеа таму три години. Тогаш ги изведоа, усвитија огромна печка и ги фрлија во оган. Мнозина христијани, мажи, жени и деца, своеволно влегоа со нив во огнот. И од огнот се слушна молитвата на христијаните со којашто Му благодареа на Бога за маченичката смрт. Сите пострадаа околу 305 година. Светите Никита и Фотиј се повикуваат во молитвите на Маслосвет и Водосвет."
  }, {
    "title": " Светиот свештеномаченик Александар, епископ Комански",
    "important": false,
    "desc": "Живееше како прост ќумурџија во близина на градот Коман, близу Неокесарија. Кога умре команскиот епископ, го повикаа Св. Григориј Неокесариски Чудотворец (17 ноември) да претседава со соборот за избор на нов епископ. Во соборот имаше и клирици и мирјани. И избирачите никако не можеа да се согласат за иста личност. При оцената на кандидатите сите главно се задржуваа на нивната надворешност, на надворешното достоинство во однесувањето. Тогаш Свети Григориј рече дека не би требало толку да се гледа на надворешните одлики колку на духот и духовните способности. Тогаш некои шегобијци потсмевајќи се довикнаа: „Тогаш да го избереме за епископ Александар ќумурџијата!“ И настана општа смеа. Свети Григориј запраша кој е тој Александар. Па мислејќи дека неговото име не е спомнато на соборот без Божја Промисла, нареди и го доведоа. Ќумурџија како ќумурџија, си беше сиот црн и искинат. Неговата појава повторно предизвика смеа во соборот. Тогаш Григориј го викна настрана и го заколна да му ја каже вистината за себе. И Александар му откри дека бил грчки философ, дека уживал висока чест и положба, но дека откако го прочитал и го разбрал Светото Писмо сѐ отфрлил, се понизил и се направил јуродив заради Христа. Григориј нареди и го измија и облекоа во нова облека, па влезе со него во соборот и пред сите почна да го испрашува од Светото Писмо. Сите се восхитија на благодатта од зборовите и мудроста на Александар и одвај можеа да го препознаат во тој мудрец молчаливиот ќумурџија што го познаваа. Беше избран за епископ едногласно. Со својата светост, мудрост и добродетел ја придоби љубовта на своето стадо. Заврши маченички во времето на Диоклецијан."
  }]
}, {
  "day": "26",
  "holydays": [{
    "title": "Преподобен Максим Исповедник",
    "important": false,
    "desc": "Цариграѓанин по род и најнапред висок дворјанин на дворецот на царот Ираклиј, а потоа монах и игумен на еден манастир недалеку од престолнината. Најголем бранител на Православието од т.н. монотелитска ерес, која се изроди од ереста Евтихиева. Имено: како што тврдеше Евтихиј дека Христос има една природа така монотелитите тврдеа дека Он има една волја. Свети Максим се спротивстави на тоа тврдење и се најде како противник на царот и на патријархот. Но не се исплаши туку докрај истраја во докажувањето дека Господ Христос имаше две волји соодветно на двете природи. На негово настојување се одржа еден собор во Картагена, а друг во Рим. И двата собори го анатемисаа учењето на монотелитите. Страдањето на Свети Максим за Православието е неописливо: малтретиран од кнезовите, измамуван од судиите, плукан од народните маси, тепан од војниците, прогонуван, затваран, а најпосле му ги отсекоа јазикот и раката и го осудија на доживотно прогонство во земјата Скитска, каде што три години помина во затвор, па Му ја предаде својата света душа на Бога во 666 година."
  }, {
    "title": " Преподобен Серид",
    "important": false,
    "desc": "Прочуен е како основач на прочуена обител близу Газа во Палестина. Во оваа обител се подвизуваа славни мажи, како Варсонуфиј, Јован, авва Доротеј, Доситеј и други. Свети Серид го заврши земниот живот во 6 век. Тоагш се пресели во вечната радост на Господ."
  }, {
    "title": " Светиот маченик Иполит",
    "important": false,
    "desc": "Беше воен началник и надзорник на затворот во Рим; роден и воспитан како незнабожец. Кога беше фрлен во затвор архиѓаконот Свети Лаврентиј, на Иполит му беше наредено од царот особено да бдее над овој затвореник. Иполит виде со свои очи кога Лаврентиј му го врати видот на слепиот Лукилиј и како исцели мнозина други болни, па поверува во Христа. Кога Лаврентиј го крсти, Иполит имаше небесно видение и рече: „Ги видов непорочните души во голема радост“ (т. е. на небесата). Тогаш тој го зеде Лаврентиј во својот дом, та Светиот архиѓакон му ги крсти сите деца што ги имаше; семејството заедно со старата дадилка Конкордија броеше деветнаесетмина. Кога Лаврентиј беше убиен за Христа, Иполит ноќе го зеде телото на маченикот, го завитка во плаштаница и чесно го погреба. Но тоа некако му дојде до уши на царот Декиј и на третиот ден по смртта на Лаврентиј го фатија Иполит и го изведоа пред царот, па бидејќи не сакаше да се откаже од вистинитата вера, го биеја со камења по устата. Потоа царот нареди да го соблечат гол и да го бијат. Кога стоеше гол пред царот, Иполит му рече: „Не си ме соблекол, туку почна да ме облекуваш.“ Тогаш го спружија по земја и го шибаа немилосрдно, а Иполит само викаше: „Христијанин сум!“ Кога слушна царот дека и домашните на Иполит се христијани, нареди да ги доведат сите. Старата Конкордија рече: „Ние повеќе сакаме со нашиот господар чесно да умреме во верата Христова одошто со вас нечестивите бесчесно да живееме.“ Таа прва беше убиена, а по неа и останатите осумнаесетмина, сите пред очите на Иполит. Најпосле самиот Иполит го врзаа за див коњ и го влечеа натаму-наваму дури не ја предаде душата на Бога."
  }]
}, {
  "day": "27",
  "holydays": [{
    "title": "Светиот пророк Михеј II",
    "important": false,
    "desc": "Од племето Јудино, а од селото Мориси, заради што го нарекуваа Морисиќанец. Современик на Пророците Исаија, Амос и Осија и на јудејските цареви Јоатам, Ахаз и Езекија. Ги изобличуваше пороците на својот народ и лажните пророци коишто пророкуваа „за вино и жесток пијалок“. Ја претскажа пропаста на Самарија. Ја претскажа и пропаста на Ерусалим, којашто ќе дојде зашто поглаварите негови ќе земаат мито, свештениците ќе учат за плата, а неговите пророци ќе гатаат за пари. „Затоа, заради вас, Сион ќе се преора како нива и Ерусалим ќе стане како купиште.“ Но од сите негови пророштва најважно е пророштвото за Месијата, особено за местото на Неговото раѓање. Тој го именуваше Витлеем како место на раѓање на Месијата, на Кого исходот му е од почетокот, од вечните времиња. Не се знае точно дали и овој пророк беше убиен од Евреите или умре со мирна смрт (Еремија 26, 18-19). Но се знае дека беше погребан во неговото родно село и дека моштите му ги пронајдоа заедно со моштите на Пророкот Авакум, во времето на царот Теодосиј Велики, според некое таинствено откровение што го имал Елевтерополскиот епископ Зевин."
  }, {
    "title": " Светиот свештеномаченик Маркел, епископ Апамејски",
    "important": false,
    "desc": "Роден е на Кипар, од богати и угледни родители. Имаше високо образование, стапи во брак и имаше деца. Кога умре жена му, се повлече во монашки живот, заради што ги остави децата на Промислата. Се прочу заради милосрдноста, кротоста и духовната ученост, и заради ова апамејците го избраа за свој епископ. Како епископ ревносно се трудеше во обраќањето на незнабожците во христијанската вера. Кога изгоре еден идолопоклонички храм, идолопоклониците го фатија Маркел како божемен предизвикувач на тој пожар и во оган го изгореа, околу 389 година."
  }]
}, {
  "day": "28",
  "holydays": [{
    "title": "Успение на Пресвета Богородица",
    "important": true,
    "desc": "Господ, Којшто на Синај заповеда со петтата заповед: „Почитувај го таткото свој и мајката своја“, со Својот пример покажа како треба да се почитува својата родителка. Кога висеше на крстот во маки, се сети на Неговата мајка и покажувајќи на апостолот Јован, рече: „Жено, ете ти син!“ Потоа му рече на Јован: „Ете ти мајка!“ И така ја згрижи Својата Мајка и издивна. Јован имаше дом на Сион во Ерусалим, во којшто се насели и Богородица и остана да живее во него до крајот на Нејзините денови на земјата. Со своите молитви, со благите совети, кротоста и трпеливоста, Таа многу им помагаше на апостолите на Нејзиниот Син. Целото време до смртта главно го помина во Ерусалим, обиколувајќи ги често оние места што ја потсетуваа на големите настани и големите дела на Нејзиниот Син. Особено често одеше на Голгота, во Витлеем и на Елеонската Гора. Од Нејзините подолги патувања се спомнува Нејзината посета на Св. Игнатиј Богоносец во Антиохија, посетата на Светиот четиридневен Лазар, епископ Кипарски, посетата на Света Гора, којашто самата ја благослови, и бавењето во Ефес со Свети Јован, за време на големото гонење на христијаните во Ерусалим. На старост Таа често Му се молеше на Бога на Елеонската Гора, на местото на Неговото Вознесение, што порано да Ја земе од овој свет. Еднаш Ѝ се јави архангелот Гавриил и Ѝ објави дека по три дена ќе биде упокоена. Тогаш Ѝ даде една палмова гранка за да ја носат при Нејзиниот погреб. Таа се врати дома со голема радост и посака во срцето уште еднаш да ги види сите Христови апостоли. Господ Ѝ ја исполни оваа желба и сите апостоли, носени на облаци од ангелите, одеднаш се собраа во домот на Јован на Сион. Со голема радост Таа ги виде Светите апостоли, ги охрабри, ги посоветува и ги утеши, и по ова мирно го предаде Својот дух на Бога, без никаква мака и телесна болест. Апостолите го зедоа одарот со Нејзиното тело, од коешто излегуваше благоухание и во придружба на мноштво христијани го пренесоа во Гетсиманската градина, во гробницата на Светите Јоаким и Ана. По Божја Промисла поворката од злобните Евреи ја засолнуваше облак. Некој еврејски свештеник Атониј, го дофати со рацете одарот со намера да го преврти, но во тој миг ангел Божји му ги отсече обете раце. Тогаш тој повика кон апостолите за помош, а откако објави дека поверува во Господ Исус Христос, беше исцелен. Апостолот Тома повторно по Божја Промисла изостана, за така да се открие една нова и преславна тајна за Пресвета Богородица. Третиот ден пристигна и тој, и посака да го целива телото на Пречистата Владичица. Но кога апостолите го отворија гробот, ја најдоа само плаштаницата, а телото не беше внатре. Таа вечер им се јави на апостолите самата Пресвета Богородица опкружена со мноштво ангели и им рече: „Радувајте се, ќе бидам со вас вавек“. На која возраст се упокои Богородица не се знае точно, но преовладува мислењето дека на крајот од овоземниот живот имала повеќе од шеесет години."
  }]
}, {
  "day": "29",
  "holydays": [{
    "title": "Неракотворната икона на Господ Исус Христос",
    "important": true,
    "desc": "Во она време кога Господ го проповедаше Евангелието и исцелуваше секаква болест и мака кај луѓето, во градот Едеса на брегот на реката Еуфрат живееше кнезот Авгар, сиот прокажан од лепра. Тој чу за Христос, исцелителот од сите болести и неволји, па испрати некој иконописец Ананија во Палестина со писмо за Христос, во коешто го молеше Господ да дојде во Едеса и да го исцели. Во случај Господ да не може да дојде, му нареди кнезот на Ананија да го иконописа Неговиот лик и да му го донесе, верувајќи дека тој лик ќе му го поврати здравјето. Господ одговори дека не може да дојде, зашто се приближуваше времето на Неговото страдање. Но Самиот зеде крпа, го избриша Своето лице од неа и врз крпата совршено се впиша Неговиот пречист лик. Таа крпа му ја предаде Господ на Ананија, со порака дека од неа кнезот ќе се исцели, но не сосем, заради што Он нему ќе му испрати подоцна пратеник којшто ќе го избрише и остатокот од неговтата болест. Кога ја прими крпата кнезот Авгар ја целива и лепрата падна од неговото тело, но му остана малку на лицето. Подоцна проповедајќи го Евангелието кај Авгар отиде апостолот Тадеј, тајно го исцели и го крсти. Тогаш кнезот ги искрши идолите што стоеја на градската порта и над портата ја стави онаа крпа со Хрисотвиот лик, откако претходно ја залепи на дрво и ја вглави во златна рамка накитена со бисери. Уште кнезот под иконата на портата го напиша и ова: „Христе Боже, никој којшто се надева на Тебе нема да се посрами.“ Подоцна еден од правнуците на Авгар го обнови идолопоклонството. И епископот на тој град дојде ноќе и ја заѕида иконата над портата. Оттогаш поминаа векови. Во времето на царот Јустинијан Едеса беше нападната од персискиот цар Хозрој и градот беше во голема неволја. Тогаш епископот Евлавиј имаше видение на Пресвета Богородица, Којашто му ја јави тајната за заѕиданата и заборавена икона. Ја пронајдоа иконата и со нејзината сила персиската војска беше победена."
  }, {
    "title": " Преподобен Јоаким Осоговски",
    "important": true,
    "desc": "Се подвизуваше во втората половина на 11 век на Осоговските Планини, на местото наречено Сарандопор во една пештера. На тоа место подоцна подигна црква еден друг подвижник, Теодор од Овче Поле, на кого Свети Јоаким му се јави во сон. Од моштите на преподобен Јоаким потоа низ вековите се случуваа многубројни чуда."
  }]
}, {
  "day": "30",
  "holydays": [{
    "title": "Светиот маченик Мирон, презвитер",
    "important": false,
    "desc": "Свештеник во некое место во Ахаја, од богат и угледен род, по природа благ и кроток, богољубив и човекољубив. Во времето на царот Декиј, а на денот на Рождеството Христово, јурнаа незнабожците на црквата, го извлекоа Мирон од службата и го ставија на маки. При мачењето во огнот му се јави ангел Господов и го поткрепи. Потоа почнаа да му ја сечат кожата на ленти, од главата до нозете. Маченикот дофати една од овие ленти од својата кожа и со нив го удри мачителот-судија в лице. Судијата Антипатар како надвор од себе зеде меч и се уби себеси. Најпосле Мирон го одведоа во градот Кизик и таму го погубија со меч, во 250 година."
  }, {
    "title": " Преподобен Илија Калабриски",
    "important": false,
    "desc": "По потекло Грк и настојател на манастирот Меликук во Калабрија, во Јужна Италија. Во времето на иконоборството на Исток многумина источни монаси пребегаа со иконите во Калабрија. Со време во Калабрија многу се распростре монашкиот живот. Калабриските монаси се одликуваа со голема ученост и со голема строгост на животот. Едно време во Калабрија имаше толку многу православни монаси и манастири, што ја споредуваа со древниот Мисир. Православна Калабрија подоцна низ вековите потпадна под охридските архиепископи. Преподобен Илија се упокои во Солун, во 903 година."
  }]
}, {
  "day": "31",
  "holydays": [{
    "title": "Преподобен Јован Рилски",
    "important": true,
    "desc": "Овој голем подвижник и светилник на Православната Црква се роди близу Софија во местото Скрина, во времето на царот Борис. Се роди од бедни и благочестиви родители. По смртта на родителите се замонаши и се оддалечи во една дива гора и таму во една пештера почна да се подвизува. Овде претрпе многу напади од демоните и од луѓето, од разбојници и од своите роднини. Потоа се пресели на Рилската Планина и се насели во едно шуливо дрво. Се хранеше само со трева и со грав, којшто по Божја Промисла почна да расте во близината. Долги години тој не виде човечко лице, додека, повторно по Божја Промисла, не го открија овчари коишто трагаа по своите изгубени овци. Така светителот се прочу меѓу луѓето и тие почнаа да му доаѓаат барајќи помош во болестите и во маките. Го посетуваше и самиот цар бугарски Петар и бараше совети од него. Мнозина ревнители во духовниот живот се населија близу Јован и таму наскоро кренаа храм и манастир. Свети Јован се упокои во Господ мирно на 18 август 946 година, во седумдесеттата година од неговиот живот. По смртта им се јави на своите ученици. Неговите мошти се пренесени најнапред во Софија, па во Унгарија, па во Трново и најпосле во Рилскиот манастир, каде што и денес почиваат. Рилскиот манастир со векови беше светилник и место на чудотворна сила и духовна утеха за христијанскиот народ во Бугарија, особено во тешките времиња на турското ропство."
  }, {
    "title": " Светите маченици Флор и Лавр",
    "important": false,
    "desc": "Браќа по тело и по дух и по занимање. Обајцата беа ревносни христијани, а по занает каменоресци. Живееја во Илирија. Некој незнабожечки кнез ги вработи да ѕидаат идолски храм. Додека работеа се случи едно парче од камен да отскокне и да го удри во око синот на идлоскиот жрец, којшто љубопитно ја набљудуваше работата на ѕидарите. Кога го виде својот син слеп и крвав, жрецот почна да вика по Флор и Лавр и сакаше да ги тепа. Тогаш Светите браќа му рекоа дека ако поверува во Бога во Којшто тие веруваат, неговиот син ќе оздрави. Жерцот им вети. Флор и Лавр со солзи Го помолија живиот и единствен Господ Бог и со знакот на крстот го осенија изваденото око на детето. Тоа оздраве веднаш и окото му стана цело како што му беше. Тогаш жрецот Мемертин и неговиот син се крстија веднаш и наскоро обајцата пострадаа во оган за Христа. А Флор и Лавр, кога го довршија храмот, ставија на него крст, ги повикаа сите христијани и го осветија со името на Господ Исус и со сеноќно псалмопение. Кога за ова дозна илирскиот намесник, многумина од христијаните ги изгоре во оган, а Флор и Лавр живи ги фрли во бунар, а бунарот го затрупа со земја. Подоцна нивните мошти се објавија и беа пренесени во Цариград. Овие прекрасни браќа пострадаа за Христа и со Него се прославија во 2 век."
  }]
}]