{
  "month": 9,
  "days": [
    {
      "day": "1",
      "holydays": [
        {
          "title": "Светиот маченик Андреј Стратилат",
          "important": false,
          "desc": "Беше офицер-трибун во римската војска во времето на царот Максимијан. Роден е во Сирија и таму беше на служба. Кога Персијанците го загрозија со војска римското царување, на Андреј му беше доверена војска во борба против непријателите. Во таа прилика го произведоа за војвода-стратилат. Бидејќи беше потаен христијанин, иако уште некрстен, Андреј се понадева во живиот Бог и од мнозинството војници ги избра само најдобрите и со нив појде во битка. Пред битката им рече на своите војници дека ако сите Го повикуваат напомош единствениот вистински Бог Господ Исус Христос, нивните непријатели како прав ќе се распрснат пред нив. И навистина, сите војници вдахновени од Андреј и од неговата вера Го повикаа напомош Христа и извршија јуриш. Персиската војска беше наполно сотрена. Кога победоносниот Андреј се врати во Антиохија, некои завидливци го обвинија како христијанин и царскиот намесник го повика на суд. Андреј отворено ја изјави својата непоколеблива вера во Христа. После тешки измачувања намесникот го фрли во затвор и му пиша на царот во Рим. Знаејќи го угледот што го имаше Андреј кај народот и кај војската, царот му нареди на намесникот да го пушти на слобода, но да демне друга прилика и друга причина за да го убие. Во откровение од Бога Андреј дозна за таа царска наредба, па ги зеде со себе сите свои верни војници, две илјади петстотини деведесет и тројца на број, отиде со нив во Тарс Киликиски и таму ги крсти сите епископот Петар. И овде прогонуван од царските власти, со својата дружина Андреј се повлече далеку во ерменската планина Таврос. Овде во еден теснец, додека сите беа на молитва, пристигна римска војска и ги закла сите до еден. Никој од нив не сакаше да се брани, а сите беа желни за маченичка смрт за Христа. На тоа место каде што се излеа потокот од маченичка крв, изби извор со лековита вода, којашто исцелуваше од секакви болести. Епископот Петар дојде потајно со свои луѓе и чесно ги погреба телата на мачениците на она место. Сите чесно пострадаа и стекнаа венци на бесмртна слава во царството на Господ Христос."
        },
        {
          "title": " Преподобен Теофан",
          "important": false,
          "desc": "Роден е во Јанина и како момче остави сѐ и отиде на Света Гора, каде што се замонаши во Дохијарската обител. Им беше пример на монасите во постот, молитвата, себелишувањето од излишни нешта. Затоа по некое време беше избран и за игумен. Но подоцна заради некои несогласувања со монасите ја напушти Света Гора и со својот внук од сестра дојде во Верија Македонска, каде што основа еден манастир во чест на Пресвета Богородица. Кога манастирот процвета со духовен живот, тој го остави својот внук да управува со него, а самиот отиде во Науса, каде што основа друг манастир во чест на Светите Ангели. Мирно се упокои во 4 век. Неговите чудотворни мошти и сега лежат во Наус и низ нив во изобилност се пројавува Божествената сила."
        }
      ]
    },
    {
      "day": "2",
      "holydays": [
        {
          "title": "Светиот пророк Самуил",
          "important": false,
          "desc": "Петнаесетти и последен од Судиите на Израилот. Живееше илјада и сто години пред Христа. Роден е во племето Левиево, од родителите Елкан и Ана, во местото Рамат или Ариматеја, каде што подоцна се роди и благообразниот Јосиф. Бездетната Ана со солзи го измоли Самуил од Бога и штом наполни три години Му Го посвети на Бога. Самуил живееше во Силоам крај ковчегот на заветот, а кога имаше дванаесет години имаше вистинско откровение од Бога за казната што му претстои на домот на првосвештеникот Илија заради расипаноста на неговите синови Офин и Финес. Тоа откровение наскоро и се изврши: Филистејците ги избија Израилците, ги убија обајцата синови на Илија и го запленија ковчегот на заветот. Кога гласникот му ја соопшти оваа вест на Илија, тој падна мртов на земја и издивна на деведесет и осумгодишна старост. А тоа истото се случи и со неговата снаа, жената на Финес. Оттогаш дваесет години Израилците им робуваа на Филистејците. По овој рок му го испрати Бог на народот Самуил за да му проповеда покајание, ако сака да биде избавен од своите непријатели. И народот се покаја и ги отфрли туѓите идоли на коишто им служеше и го призна Самуил за пророк, свештеник и судија. Тогаш Самуил појде со војска против Филистејците и со Божја помош ги збуни, и ги уби, и ги ослободи земјата и народот. Потоа мирно му судеше на народот до својата старост. Гледајќи го дека остаре, народот му рече да им постави цар наместо себеси. Самул го одвраќаше народот од ова велејќи им дека единствен нивни цар е Бог, но народот остана упорен во ова барање. Иако ова Му беше неугодно на Бога, Бог му нареди на Самуил и им го помаза за цар Саул, Кисовиот син, од Венијаминовото племе. Саул царуваше кратко време и Бог го отфрли заради неговата непослушност и дрскост, па му нареди на Самуил Давид Јесеев да биде помазан за цар наместо Саул. Пред својата смрт Самуил го собра сиот народ и се прости со нив. А кога умре, по него плачеше сиот Израил, а го погребаа чесно во неговиот дом во Рама."
        },
        {
          "title": " Светиот свештеномаченик Филип, епископ Ираклиски, со свештеникот Север и ѓаконот Хермес",
          "important": false,
          "desc": "Се мисли дека беа Словени. Му служеа на Бога во Тракија, каде што беа предадени на маки. Кога незнабожците јурнаа да ја запалат христијанската црква, Филип храбро му рече на нивниот старешина: „Мислиш дека Бог е затворен во карпите? Он живее во срцата“. Храмот го разорија, а книгите ги запалија и овие свештеници ги одведоа во Едрене, каде што после робија и маки беа исфрлени полуизгорени во реката Марица. Со нив загинаа маченички уште триесет и осуммина христијани. По сѐ изгледа ова се случи во времето на Диоклецијан."
        }
      ]
    },
    {
      "day": "3",
      "holydays": [
        {
          "title": "Светиот апостол Тадеј",
          "important": false,
          "desc": "Еден од Седумдесеттемина, а не оној Тадеј којшто беше од Дванаесеттемина апостоли. Свети Тадеј прво го виде и го слушна Св. Јован Крстител и прими крштевање од него, а потоа Го виде Господ Исус и Го следеше Него. Господ го вброја меѓу Седумдесеттемина помали апостоли, коишто ги испрати двајца по двајца пред лицето Свое (Лука 10, 1). После Своето славно Воскресение и Вознесение Господ го испрати Тадеј во Едеса, која е родното место на Тадеј, според ветувањето што му го даде на кнезот Авгар кога му ја испрати крпата со Својот лик на неа (откако се избриша). Штом ја целиваше таа крпа Авгар се излечи од лепрата, но не сосем. Малку лепра му остана на лицето. Кога Св. Тадеј му се јави на Авгар, овој го прими со голема радост. Апостолот го поучи во верата и го крсти. Кога излегуваше од водата на Крштението, остатокот од лепрата на неговото лице спадна и тој стана сосем здрав. Кнезот Авгар Го прослави Бога и посака и неговиот народ да Го познае вистинскиот Бог и да Го прослави. И кнезот ги повика сите граѓани на Едеса пред апостолот Тадеј за да ја чујат проповедта за Христа. Откако ги чуја зборовите на апостолот и го видоа кнезот чудесно исцелен, луѓето ги отфрлија идолите и нечистото живење и ја примија Христовата вера и се крстија. Кнезот Авгар изнесе многу злато и му го понуди на апостолот, но Тадеј му рече: „Кога своето го оставивме, како да го примаме туѓото?“ И тој го проповедаше Евангелието ширум Сирија и Феникија. Се упокои во Господ во градот Вирит Финикиски."
        },
        {
          "title": " Светата маченичка Васа",
          "important": false,
          "desc": "Беше жена на идолски жрец, но потајна христијанка. Своите синови ги воспита во христијански дух. Нејзниот маж ја замрази заради христијанската вера и ја предаде на мачење нејзе и синовите. После тешки измачувања ги убија нејзините синови со меч (се мисли дека ова било во Едеса, во Македонија). Васса беше радосна заради чесниот крај на маченичкиот подвиг на нејзините синови и оттогаш самата со уште поголема усрдност минуваше од мака во мака. Кога ја фрлија во морето, се јавија ангели и ја одведоа на еден остров во Мермерното Море, каде што беше убиена со меч, во времето на Максимијан. Света Васса двојно се удостои со Христовото царство: како маченичка и како мајка на маченици."
        },
        {
          "title": " Преподобен Аврамиј Смоленски",
          "important": false,
          "desc": "Роден е во градот Смоленск, по молитвите на своите родители. Рано стапи во монаштво и се предаде на голем подвиг подражавајќи ги древните пустински отци. Подоцна го основа манастирот на Чесниот Крст кај Смоленск. Претрпе многу искушенија од демоните и од луѓето, со големо трпение и благодарност кон Бога. Еднаш во време на голема суша со молитва низведе дожд. Откако помина педесет години во монашки чин, се упокои мирно во Господ околу 1220 година."
        }
      ]
    },
    {
      "day": "4",
      "holydays": [
        {
          "title": "Светите маченици Агатоник, Зотик и другите со нив",
          "important": false,
          "desc": "Свети Агатоник беше никомидиски граѓанин, по вера христијанин. На заповед од царот Максимијан, царскиот намесник луто ги гонеше христијаните. При тоа гонење во некое место Карпин го фати Свети Зотик, ги распна на крст неговите ученици, а самиот Зотик го доведе во Никомидија, каде што ги фати и ги врза уште и Агатоник, Принкипс, Теопрепиј, Акиндин, Северијан, Зенон и многу други. Сите цврсто врзани ги поведе во Византија, но патем од рани и изнемоштеност испоумреа Светите Зотик, Теопрепиј и Акиндин. Во близината на Халкидон го убија Св. Северијан, а Агатоник и останатите беа одведени во Тракија, во местото Силимврија, каде што после мачења беа убиени со меч и влегоа во радоста на својот Господ."
        },
        {
          "title": " Светата маченичка Евлалија",
          "important": false,
          "desc": "Во времето на страшните гонења на христијаните во Шпанија живееше една девица Евлалија, родена од родители христијани, во местото наречено Варкинон. Сета предадена на Христа како на свој Женик, сета вдлабочена во Светото Писмо, таа истрајно се трудеше во драговолни подвизи на духот и телото. Кога мачителот Дакијан немилосрдно ги убиваше христијаните ширум Шпанија, па дојде во Варкинон, Евлалија ноќе се искраде од кај родителите, излезе пред мачителот и пред многуброен народ го изобличи за убивање невини луѓе, а ги исмеа и мртвите идоли и јавно ја исповеда својата вера во живиот Господ Христос. Разјарен Дакијан нареди да ја разголат и да ја бијат со стапови. Но Светата девица изјави дека заради Христа не чувствува ни болки ни маки. Тогаш мачителот ја приврза крстообразно за едно дрво и нареди телото да ѝ го палат со свеќи. Ја запраша каде е нејзиниот Христос сега да ја спаси. А Евлалија одговори: „Овде е со мене, но ти заради твојата нечистотија не можеш да Го видиш.“ Евлалија го предаде својот дух на Бога во големи маки. Кога издивна, видоа како од нејзината уста излегува бел гулаб. Тогаш ненадејно падна снег и го покри голото тело на маченичката како да е фустан. Третиот ден дојде Свети Феликс и жално плачеше пред висечкото тело на Света Евлалија. Тогаш на мртвото лице на светителката се појави насмевка. Нејзините родители дојдоа заедно со други христијани и чесно го погребаа телото на Светата девица. Света Евлалија пострада за својот Господ и појде во вечната радост на почетокот од 4 век."
        }
      ]
    },
    {
      "day": "5",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Иринеј Лионски",
          "important": false,
          "desc": "Во младоста му беше ученик на апостолскиот ученик Свети Поликарп, којшто го испрати на проповед во Галија. По маченичката смрт на Свети Потин за епископ го поставија Иринеј. Во своите многубројни списи тој час ја изложува православната вера час пак ја брани од еретиците. Пострада за Христа во времето на царот Север, во 202 година, со илјадници други христијани (деветнаесет илјади)."
        },
        {
          "title": " Светиот маченик Луп",
          "important": false,
          "desc": "Овој свет маж беше слуга кај Свети Димитриј, војвода Солунски. Кога Свети Димитриј беше убиен со меч од царот Максимијан, Луп ги потопи во крвта на маченикот полите од својата наметка и својот прстен. Со таа наметка и со тој прстен тој потоа вршеше многу чуда во Солун, исцелувајќи ги луѓето од секоја мака и болка. За тоа дозна царот Максимијан, којшто дотогаш се имаше задржано во Солун, па заповеда и Луп да го мачат и убијат. Но војниците што ги исукаа мечовите на Луп ги свртеа еден против друг и си зададоа тешки рани меѓусебно. Бидејќи Луп иако беше христијанин сѐ уште не беше крстен, Му се молеше на Бога некако да го устрои неговото Крштение пред смртта. Во тој миг се излеа вода од облак врз Светиот маченик и така прими крштение одозгора. После големи маки го убија и се пресели во Небесното Царство."
        },
        {
          "title": " Свети Виктор",
          "important": false,
          "desc": "Пострада во Марсеј, во 3 век. После тешки измачувања беше фрлен во затвор, каде што ги обрати во верата Христова чуварите. Умре распнат на крст."
        }
      ]
    },
    {
      "day": "6",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Евтихиј",
          "important": false,
          "desc": "Еден од помалите апостоли, родум од Севастопол. Ученик и подражател на Светите апостоли Јован Богослов и Павле. Иако не е вбројан во Седумдесеттемина апостоли, сепак се нарекува апостол затоа што им беше ученик на големите апостоли и затоа што во евангелската служба покажа вистинска апостолска ревност. Посветен за епископ-мисионер, Евтихиј многу патуваше, имајќи за сопатник ангел. Во затворот примаше небесен леб од ангелот. Кога му го стружеа телото со железо, од него течеше крв со необично благоухано миро. Го фрлаа во оган и на ѕверови, но најпосле го убија со меч во Севастопол."
        },
        {
          "title": " Преподобен Арсениј Комељски",
          "important": false,
          "desc": "Родум од Москва, од род на големци. Како момче стапи во монаштво во обителта на Св. Сергеј Радоњежски. Бидејќи беше примерен монах, го избраа за игумен. Но тој жеднееше за молитвена осаменост и се оддалечи во Комењската шума, каде што се подвизуваше до смртта, борејќи се храбро со големите демонски искушенија. Се упокои во Господ во 1550 година."
        },
        {
          "title": " Светата маченичка Сира",
          "important": false,
          "desc": "Роднина на Св. Марија Голиндуха (12 јули). Персијанка, од градот Хирхаселевкос, ќерка на голем жрец огнопоклоник. Воспитана во незнабоштво, девицата Сира дозна за Христос од некои бедни жени христијанки и нејзиното младо срце се распали со љубов кон Господ. Еднаш кога боледуваше, а додека сѐ уште не беше крстена, побара од христијанскиот свештеник прав од црквата, но тој како некрстена ја одби. Тогаш таа со голема вера се допре до одеждите на свештеникот и оздраве. Тоа чудесно исцеление уште ја доутврди во Христовата вера. Но нејзиниот бездушен татко ја предаде на измачувања, при што беше охрабрувана со небесни виденија. Ја удавија насилно со коноп и ја потопија во вода, во 558 година, во времето на персискиот цар Хозрој I, а во осумнаесеттата година од нејзиниот живот. Така оваа Света девица го заврши патот на земјата и се пресели во ангелските престојувалишта на небото."
        }
      ]
    },
    {
      "day": "7",
      "holydays": [
        {
          "title": "Пренос на моштите на Светиот апостол Вартоломеј",
          "important": false,
          "desc": "На овој ден се празнува преносот на моштите на Свети Вартоломеј, додека неговиот главен празник е на 11 јуни. Кога овој голем апостол беше распнат на крст во Албанопол Ерменски, христијаните го симнаа неговото тело и чесно го погребаа во оловен ковчег. Па бидејќи на неговиот гроб стануваа многубројни чуда, особено исцеленија на болни, заради што се зголемуваше бројот на христијаните, незнабожците го зедоа ковчегот со моштите и го фрлија во морето. Во исто време фрлија и четири други ковчези со мошти на четворица маченици: Папијан, Лукијан, Григориј и Акакиј. Но по Божја Промисла ковчезите не потонаа, туку носени од водата допливаа, и тоа: Акакиевиот во градот Аскалус, Григориевиот во Калабрија, Лукијановиот во Месин, Папијановиот на друга страна во Сицилија, а Вартоломеевиот на Липарските острови. Липарскиот епископ Агатон во некое таинствено откровение дозна за приближувањето на моштите на Свети Вартоломеј до островите. Во таа прилика од моштите на апостолот се случија многубројни исцеленија на болни. Агатон со клирот и народот излегоа на брегот и го дочекаа ковчегот со голема радост. Моштите беа положени во црквата на Свети Вартоломеј и лежеа овде до времето на Теофил Иконоборец (околу 839 година), па бидејќи тогаш муслиманите ги загрозија Липарите, моштите на апостолот беа пренесени во градот Беневет. Така Господ го прослави Својот апостол со чуда и за време на животот и после смртта."
        },
        {
          "title": " Светиот апостол Тит",
          "important": false,
          "desc": "Еден од Седумдесеттемина. Роден е на Крит и воспитан со грчката поезија и философија. По еден повод тој зеде да го чита Пророкот Исаија и се посомнева во елинската мудрост. Откако чу за Господ Исус Христос, дојде во Ерусалим со уште некои Критјани и лично ги слушна зборовите на Спасителот и ги виде Неговите силни дела. Неговото младешко срце се прилепи за Христа. Подоцна беше крстен од апостол Павле, кому во евангелското дело му служеше како на татко. Павле толку го возљуби Тит, што го нарекуваше ту син (Тит 1, 4) ту брат (2 Кор. 12, 18). Тит многу патуваше со големиот апостол на народите и од него беше поставен за епископ Критски. При Павловото страдање во Рим беше присутен и Тит, којшто чесно го погреба телото на својот учител и духовен отец. Потоа се врати на Крит и таму со голем успех ги крштеваше незнабожците и мудро управуваше со Црквата Божја до длабока старост. Се упокои во деведесет и четвртата година од својот живот."
        },
        {
          "title": " Светите Едески Исповедници",
          "important": false,
          "desc": "Страдаа многу по затвори и во прогонство заради православната вера во времето на царот Валент, кој се држеше за ариевската ерес. Но беа ослободени од царот Теодосиј."
        }
      ]
    },
    {
      "day": "8",
      "holydays": [
        {
          "title": "Светиот маченик Адријан и преподобна Наталија",
          "important": false,
          "desc": "Маж и жена, обајцата од благороден и богат род, од Никомидија. Адријан беше незнабожец и началник на преторот, а Наталија потајна христијанка. Беа млади и живееја во брак тринаесет месеци до мачеништвото. Кога свирепиот цар Максимијан ја посети Никомидија, заповеда христијаните да се фаќаат и да се подложуваат на маки. Во близина на градот, во една пештера, беа собрани дваесет и тројца христијани. Некој ги поткажа кај власта и беа луто камшикувани со воловски жили и биени со стапови, па потоа ги фрлија во затвор. По ова ги изведоа од затворот и ги одведоа кај преторот заради попис на имињата. Адријан ги гледаше овие луѓе, измачени и трпеливи, мирни и кротки, па ги заколна да му кажат што очекуваат од својот Бог за толкуте претрпени маки. Тие му говореа за блаженството на праведните во Царството Божјо. Кога го чу тоа и повторно се вгледа во нив, Адријан одеднаш се сврте кон писарот и му рече: „Запиши го и моето име со светите, и јас сум христијанин.“ Писарот, кога чу, го праша: „Да не слезе од умот?“ Одговорот на Адријан беше: „Не слегов од умот, туку си дојдов на умот.“ Откако слушна за ова Наталија многу се израдува и кога Адријан со другите седеше окован во затворот, таа дојде и им служеше на сите; а кога мажот ѝ го биеја и го измачуваа со разни маки, таа го храбреше да истрае докрај. После долги маки во затворот, царот нареди таму да се однесе наковална за да им ги толчат со чекан рацете и нозете. Ова беше извршено, и така Адријан и останатите дваесет и тројца мажи издивнаа во претешки маки. Нивните мошти Наталија ги пренесе во Цариград, каде што ги погреба чесно. По неколку дена ѝ се јави Свети Андреј, сиот во светлост и надземна убавина и ја повика да појде кај Господ. Света Наталија мирно Му го предаде на Бога својот дух."
        },
        {
          "title": " Преподобен Титој",
          "important": false,
          "desc": "Ученик на Свети Пахомиј и голем меѓу Мисирските подвижници. Игумен на манастирот во Тавена. Сиот живот го мина во потполна чистота. Еднаш еден брат го запраша: „Кој пат води кон смирението?“ На ова Титој му одговори: „Патот кон смирението се воздржанието, молитвата и мислата за себе како за понизок од сѐ што постои.“ Достигна мошне висок степен на совршенство. Кога ги креваше рацете на молитва неговиот дух влегуваше во екстаза. Се упокои во 4 или 5 век. Заедно со него се споменува и преподобен Ивистион."
        },
        {
          "title": " Свети Зер-Јаков",
          "important": false,
          "desc": "Голем мисионер на христијанството во Абисинија. "
        }
      ]
    },
    {
      "day": "9",
      "holydays": [
        {
          "title": "Светиот маченик Фануриј",
          "important": false,
          "desc": "Кој бил и кога живеел овој светител не се знае. Многу се почитува на Родос и на Крит. Од нашите краишта во Прилеп и Битола. Во 1500 година им се јавил на некои на островот Родос и таму покажал чуда и исцеленија. Таму е пронајдена и една негова стара икона. На неа Фануриј е изобразен како млад војник, којшто во десната рака држи крст, а во левата запалена свеќа. Свети Фануриј многу се слави и во Мисир. Таму постои предание дека неговата мајка била голема и непоправлива грешничка. Но синовската љубов на Свети Фануриј кон неа била извонредна. Тој повеќе Му се молеше на Бога за спасението на својата мајка, одошто за своето. При неговото убиство, додека незнабожците го трупале со камења, светителот се молел: „Заради овие мои маки, помогни им Господи на сите што ќе се помолат за спасението на мојата грешна мајка.“ Во Мисир, а и кај нас, многумина така и се молат: „Спаси ја, Господи, грешната мајка на Свети Фануриј, а и мене, грешниот, помогни ми.“ И заради оваа молитва мнозина добиваат помош."
        },
        {
          "title": " Преподобен Пимен Велики",
          "important": false,
          "desc": "Родум Мисирец. Голем мисирски подвижник. Како момче ги посетуваше прочуените подвижници и собираше од нив опитно знаење како трудољубива пчела. Еднаш Пимен измоли од Старецот Павел да го однесе кај Свети Паисиј. Кога го виде Паисиј му рече на Павле: „Ова дете ќе пасе многумина, со него е раката Божја.“ Со време Пимен се замонаши и кон монаштво привлече уште двајца од своите браќа. Еднаш дојде мајка им да ги види своите синови, но Пимен не ја пушти внатре, а ја праша: „Сакаш повеќе да нѐ видиш овде или во вечноста?“ Мајка му се оддалечи со радост, говорејќи: „Штом сигурно ќе ве видам таму, тогаш не сакам да ве видам овде.“ Во манастирот на овие тројца браќа, со којшто управуваше најстариот брат, Анувиј, типикот беше ваков: ноќе четири часа минуваа во ракоделие, а четири во псалмопеење. Дење од утрото до пладнето времето го минуваа наизменично во работа и во молитва; од пладнето до Вечерната читаа, а после Вечерната си подготвуваа вечера: тоа им беше единствениот оброк во деноноќието, и тоа обично од некакво зелје. За нивниот живот самиот авва Пимен рече: „Јадевме тоа што ни се предлагаше, никој никогаш не рече: дај ми нешто друго или јас тоа не го сакам. На тој начин ние го поминавме сиот живот во безмолвие и во мир. Авва Пимен се подвизуваше во 5 век и мирно се упокои во длабока старост.“"
        },
        {
          "title": " Светиот свештеномаченик Кукша и Пимен Посник",
          "important": false,
          "desc": "Обајцата беа монаси на Печерскиот манастир. Кукша со успех им го проповедаше Евангелието на Вјатчаните и со успех ги крштеваше. Еден ден го нападнаа незнабожци и го заклаа, заедно со неговиот ученик. Во тој миг Пимен Посник стоеше на служба во Печерскиот манастир, па бидејќи со духот ја проѕре смртта на Кукша, којшто му беше ученик и другар, возвикна: „Братот наш, Кукша, денес е убиен за Евангелието.“ И кога го рече ова и самиот издивна."
        }
      ]
    },
    {
      "day": "10",
      "holydays": [
        {
          "title": "Преподобен Мојсеј Мурин",
          "important": false,
          "desc": "Родум Етиопјанин, а најнапред по занимање беше разбојник и водач на разбојничка дружина. Потоа покајник и голем подвижник. Како роб на еден господар, Мојсеј побегна и се вброја меѓу разбојниците. Заради неговата голема телесна сила и безобѕирност, разбојниците го избраа за старешина. Одеднаш го навали грижа на совеста и покајание за злосторствата што ги имаше извршено. Ја остави дружината, стапи во еден манастир и се предаде на потполна послушност кон својот духовник и на манастирскиот типик. Многу се служеше со поуките на Светите Макариј, Арсениј и Исидор. Подоцна се повлече на безмолвие во една келија, каде што сиот се предаде на телесен труд, молитва, бдение и богомислие. Беше многу мачен од демонот на блудот. Кога му го исповеда ова на духовникот Исидор, доби совет да пости што повеќе и да не јаде до ситост. Но кога и тоа не му помогна, тој на совет од Старецот почна ноќе да бдее и да се моли стоејќи. Потоа си постави обичај по цела ноќ да им носи на Старците вода од бунарот. После шестгодишен страшен труд, најпосле Свети Исидор чудесно го исцели од блудните помисли, мечтаења и сништа, наведувани врз него од демоните. На старост беше ракоположен за свештеник. Основа свој манастир и имаше седумдесет и пет ученици. Во овој живот поживеа седумдесет и пет години. Својата смрт ја виде предвреме и еден ден им рече на учениците да бегаат, зашто на манастирот ќе навалат вараварите. Кога учениците почнаа и него да го викаат да бега, тој рече дека самиот треба да загине од насилство, како што некогаш и го вршел, според зборовите: „Кој се фаќа за нож, од нож ќе загине“ (Матеј 26, 52). Остана со шестмина од браќата: дојдоа варварите и ги заклаа. Еден од монасите на братството беше скриен во близина и гледаше како ги убиваат. Виде кога седум светли венци се спуштаа врз седумтемина маченици."
        },
        {
          "title": " Преподобен Сава Псковски и Крипецки",
          "important": false,
          "desc": "По потекло Србин. Се подвизуваше најпрво во Псковскиот манастир на Пресвета Богородица, каде што беше игумен. Но бидејќи го славеа, тој бегаше од човечка слава. Се оддалечи на брегот на езерото Крипец и таму основа обител во име на Свети Јован Богослов. Сепак и овде не можеше да се скрие од славата и прочуеноста. Го посети и псковскиот кнез Јарослав со жената. Сава не ѝ дозволи на жената да влезе во манастирот, но ја благослови и Му се помоли на Бога за неа надвор од манастирот, при што ја исцели од некоја болест. Овој Божји светител се упокои во 1495 година. Неговите мошти тогаш беа и сега се чудотворни."
        }
      ]
    },
    {
      "day": "11",
      "holydays": [
        {
          "title": "Отсекувањето на главата на Св. Јован Крстител",
          "important": true,
          "desc": "Ирод Антипа, синот на стариот Ирод, убиецот на Витлеемските младенци во времето на раѓањето на Господ Исус, беше господар на Галилеја во времето на проповедта на Свети Јован Крстител. Овој Ирод беше оженет со ќерката на арапскиот кнез Арета. Но бидејќи зол изданок од зол корен, Ирод ја протера својата законска жена и незаконски ја зеде за сожителка Иродијада, жената на својот брат Филип, којшто сѐ уште беше жив. Против ова беззаконие стана Свети Јован Крстител и силно го изобличи Ирод. Ирод го фрли во затвор. За време на еден пир во неговиот дом во Севастија Галилејска пред гостите играше Салома, ќерката на Филип и Иродијада. И пијан и занесен од таа игра, Ирод ѝ вети на танчерката дека ќе ѝ даде сѐ што ќе посака, па дури и кога би побарала половина од неговото царство. Наговорена од мајка ѝ, Салома ја побара главата на Свети Јован Крстител. Ирод нареди и му ја отсекоа на Јован главата во затворот, па му ја донесоа на Ирод на чинија. Учениците Јованови ноќе го зедоа телото на својот учител и чесно го погребаа, а Иродијада го избоде со игла Јовановиот јазик, а главата му ја закопа на некое нечисто место. Што стана понатаму со главата на Светиот Предвесник опишано е под 24 февруари. Но набрзо оваа група злосторници ги постигна Божја казна. За да ја измие честа на својата ќерка кнезот Арета удри со војска на Ирод и го порази до темел. Поразен Ирод беше осуден од кесарот Калигула на прогонство, најнапред во Галија, а потоа во Шпанија. Како прогонети Ирод и Иродијада живееја во беда и понижувања, додека земјата не се отвори и не ги проголта. Салома загина со зла смрт на реката Сикорис (Сула). Смртта на Свети Јован се случи пред Пасха, а празнувањето на 29 август е востановено затоа што тој ден е осветена црквата којашто на неговиот гроб ја подигнаа во Севастија Светиот цар Конастантин и неговата мајка, Светата царица Елена. Во таа црква се положени моштите на Јовановите ученици: Елисеј и Авдиј."
        },
        {
          "title": " Светиот маченик Анастасиј Радовишки",
          "important": true,
          "desc": "Момче од Радовиш, од Струмичката епархија во Македонија. Учеше занает во Солун. Турците го присилуваа да се потурчи, а тој одлучно ги одби. За ова беше мачен и најпосле го обесија на 29 август, 1794 година."
        },
        {
          "title": " Преподобна Теодора Солунска",
          "important": false,
          "desc": "Како жена на имотен и благочестив човек живееше на островот Егина. Но кога Арапите ја загрозија Егина, тие се преселија во Солун. Овде својата единица ќерка ја дадоа во манастир. Во монаштво го доби името Теописта. Наскоро мажот на Теодора се упокои, та и Теодора се замонаши. Беше голема подвижничка. Често слушала ангелско пеење и им говорела на сестрите: „Не слушате ли колку прекрасно пеат ангелите во небесното светилиште?“ Се упокои во седумдесет и петтата година од животот, во 879 година. Од нејзиното тело потече целебно миро, од коешто многумина се исцелија."
        }
      ]
    },
    {
      "day": "12",
      "holydays": [
        {
          "title": "Светите Александар, Јован и Павле, патријарси Цариградски",
          "important": false,
          "desc": "Александар учетсвуваше на I Вселенски Собор во Никеја, наместо престарениот патријарх Митрофан, когошто потоа го наследи. Kога некои философи сакаа да се препираат со него за верата, на едниот од нив му рече: „Во името на мојот Господ Исус Христос ти заповедам да замолкнеш!“ И во тој миг философот онеме. Со својата молитва и на Ариј тој му го прекина животот. Се упокои на возраст од деведесет и осум години, во 340 година. Свети Јован Постник управуваше со Црквата во времето на злиот цар Анастасиј, еретик акефалит. Се упокои во 595 година. Свети Павле IV управуваше со Црквата пет години и осум месеци. Од престолот се одрече откако тајно прими схима, за да се покае за гревот што најпрво се согласи со иконоборците. Му беше претходник на големиот Тарасиј и се упокои во времето на Ирина и Константин, во 784 година."
        },
        {
          "title": " Преподобен Христофор",
          "important": false,
          "desc": "Подвижник од 4 век во обителта на Свети Теодосиј. Виде во визија дека кандилата на трудољубивите монаси горат, а оние на мрзливите не горат."
        }
      ]
    },
    {
      "day": "13",
      "holydays": [
        {
          "title": "Празник на појасот на Пресвета Богородица",
          "important": false,
          "desc": "После своето успение, Пресвета Богородица му го даде својот појас на апостолот Тома. Тој појас подоцна беше пренесен во Цариград и чуван во запечатен ковчег во црквата на Пресвета Богородица во Влахерна, што ја изгради царицата Пулхерија. Овој ковчег никогаш не се отвараше, сѐ до времето на царот Лав Мудриот (886 г. – 912 г.). Сопругата на Лав, царицата Зоа, душевно се разболе, и според некое таинствено видение посака врз неа да го положат појасот на Пресвета Богородица. Царот го помоли патријархот, па го отворија ковчегот, го извадија појасот и го положија врз болната царица. Таа веднаш оздраве. Во спомен на тоа чудо се востанови овој празник. Дел од тој појас се наоѓа во Грузија, во Зугдид. Имено, ќерката на царот Роман се исцели со помош на овој појас и подоцна, кога се омажи за царот Абухаз Грузиски, таа понесе дел од појасот со себе. На заповед од рускиот цар Александар I изградена е посебна црква во Мингрелија во Зугдид, каде што се чува тој дел од чудотворната облека на Пресветата Божја Мајка."
        },
        {
          "title": " Светиот свештеномаченик Кипријан",
          "important": false,
          "desc": "Се роди од родители неверни и самиот беше воспитан во незнабоштво. Стана прочуен во Картагена како учител за философија и реторика. Беше женет. Но кога стана христијанин, престана да живее со жената и се предаде на деноноќен подвиг на проучување на Светото Писмо и восовршување на својот карактер. Заради неговите необични добродетели беше избран за презвитер, а набрзо и за епископ. Колку што беше милостив кон христијаните толку беше тврд кон еретиците. Под раководство на Светиот Дух напиша бројни поучни дела. Особено снажно пишуваше против идолопоклонството, јудаизмот и ереста на Новацијан. Прекрасни му се написите за девственоста, за мачеништвото, за милостињата, за трпението, за молитвата Господова итн. Пострада во времето на Валеријан и Галиен, во 258 година. Пред смртта Му се помоли на Бога, го благослови народот, и остави дваесет и пет златници за да му се дадат на џелатот што ќе го погуби. Тој е пример на недостижна христијанска величина и великодушност."
        }
      ]
    },
    {
      "day": "14",
      "holydays": [
        {
          "title": "Почеток на црковната година ",
          "important": false,
          "desc": "Првиот Вселенски Собор определи црковната година да почнува на 1 септември. Месецот септември кај Евреите беше почеток на граѓанската година (Исх. 23, 16), месец на собирање на плодовите и принесување жртви на благодарност кон Бога. Во времето на ова празнување Господ Исус влезе во синагогата во Назарет и ја отвори книгата на Пророкот Исаија и ги прочита зборовите: „Духот Господов е врз Мене; зашто Господ Ме помаза за да им благовестам на бедните, Ме испрати да лекувам скрушени по срце, да им проповедам на заробените отпуштање и на слепите прогледување; да ја проповедам благопријатната Господова година и денот за одмазда на нашиот Бог“ (Исаија 1 - 2). Уште овој месец септември е значаен во историјата на христијанството по тоа што во него царот Константин Велики ја однесе победата над Максенциј, непријателот на Христовата вера, а на таа слобода ѝ уследи слободата на христијанската вероисповед во целото римско царство. Долго време во христијанскиот свет и граѓанската година беше сметана од 1 септември; на 1 јануари се премести најпрво во Западна Европа, а потоа во Русија, во времето на Петар Велики."
        },
        {
          "title": " Преподобен Симеон Столпник",
          "important": false,
          "desc": "Родум Сириец, од родители селани. Во својата осумнаесетта година побегна од родителите и се замонаши. Се предаваше себеси на најтешки подвизи, понекогаш постејќи по четириесет дена. Потоа се предаде на особен подвиг: имено, деноноќно сотеше на столб, во непрестајна молитва. Неговиот столб најпрво беше висок шест лакти, потоа му подигнаа еден од дванаесет, па од дваесет и два, па од триесет и шест, и најпосле столб висок четириесет лакти. Мајка му Марта двапати доаѓаше да го види, но тој не ја примаше, туку од столбот ѝ рече: „Не ме вознемирувај сега, мајко, ако се удостојам ќе се видиме во оној свет.“ Свети Симеон претрпе безбројни напади од демоните, но сите ги победи со молитва кон Бога. Овој светител изврши големи чуда и мнозина болни ги исцели со збор и со молитва. Околу неговиот столб притекнуваше народ од сите страни, богати и сиромашни, цареви и робови. И тој им помагаш на сите; на некои враќајќи им го телесното здравје, на некои давајќи им утеха и поука, а некои изобличувајќи ги заради нивната еретичка вера. Така ја одврати царицата Евдокија од Евтихиевата ерес и ја приведе кон Православието. Свети Симеон се подвизуваше за време на царевите Теодосиј Помладиот, Маркијан и Лав Велики. Овој прв столпник во христијанството и голем чудотворец поживеа сто и три години и се упокои во Господ на 1 септември, 459 година. Неговите мошти се пренесени во Антиохија, во црквата посветена на неговото име."
        }
      ]
    },
    {
      "day": "15",
      "holydays": [
        {
          "title": "Светиот маченик Мамант",
          "important": false,
          "desc": "Родум од Пафлагонија, од Теодот и Руфина, прочуени христијани. Неговите родители беа фрлени во затвор заради Христовото име. Во затворот прво умре татко му, а потоа мајка му откако го роди и самата се упокои. Така значи остана младенецот во затворот меѓу мртвите тела на своите родители. Но Промислителот Бог го испрати Својот ангел кај некоја благородна вдовица Ама, на којашто ангелот ѝ се јави во сон и ѝ рече да отиде во затворот и да го земе детето кај себе. Ама измоли дозвола од градоначалникот да ги закопа умрените, а детето го зеде во својот дом. Почна да зборува дури кога наполни пет години и првиот збор му беше „мама“. Заради ова и го доби името Мамант. На училиште Мамант покажа необична бистрина, а бидејќи од дома беше воспитан во христијански дух, не ја криеше својата вера, туку ја исповедаше пред врсниците исмевајќи ги идолите. Во времето на царот Аврелијан имаше жестоко гонење на христијаните. Незнабожците не ги штедеа ни христијанските деца. Мамант имаше петнаесет години кога беше изведен пред царот. Царот му рече барем на збор да се одрече од Христа, на што Мамант му одговори: „Ни во срцето ни со устата нема да се одречам од мојот Бог и Цар Исус Христос.“ Царот нареди и го биеја, го гореа со свеќи и најпосле го фрлија в море. Но ангел Божји го спаси и го одведе на висока гора, близу Кесарија. Овде тој живееше во осама и во молитва. Од неговата светост се спитомуваа дивите ѕверови. Најпосле тука и беше пронајден од гонителите и повторно подложен на маки. Откако ја победи силата на огнот и на дивите ѕверови, го прободија со трозабецот на некој идолски жрец. Така Му ја предаде својата света душа на Бога, Кому Му остана верен во сите маки. Од неговите мошти се случија многубројни исцелувања на болни."
        },
        {
          "title": " Свети Јован Постник, патријарх Цариградски",
          "important": false,
          "desc": "Се празнува и на 30 август. Најпрво беше златар, па по Божја Промисла, а заради својата голема добродетелност беше посветен за свештеник. Како млад Свети Јован еднаш одеше со некој стар монах, Евсевиј, од Палестина. Одеднаш му дојде глас на Евсевиј од некого невидлив: „Авво, не оди од десната страна на великиот Јован!“ Вака гласот Божји ја навестуваше велката служба на којашто Јован наскоро требаше да биде повикан. После блажениот Евтихиј, Јован беше избран за патријарх Цариградски. Никако не сакаше да прими, но беше застрашен од некое небесно видение, па затоа прими. До својата смрт беше испосник, молитвеник и чудотворец. Се упокои во 595 година. По неговата смрт како единствена сопственост кај него најдоа една дрвена лажица, една ленена кошула и една стара облека. Прочуени се неговите списи за покајанието и за исповедта."
        },
        {
          "title": " Свети Елеазар",
          "important": false,
          "desc": "Син на Арон, втор по ред Израелски првосвештеник. Помошник на Мојсеј при пребројувањето на Израилскиот народ и помошник на Исус Навин при поделбата на земјата ветена на дванаесетте колена. Верно го чуваше ковчегот на заветот во Силом. Се упокои мирно."
        }
      ]
    },
    {
      "day": "16",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Антим",
          "important": false,
          "desc": "Роден е во Никомидија и од детството воспитан како вистински христијанин. Телото му беше умртвено, духот смирен, зависта искоренета, гневот скротен, мрзливоста протерана,... имаше љубов кон сите, мир со сите; благоразумност покрај сѐ, ревност кон славата Божја, јавна за сите. Не е чудо што човек со такви добродетели беше поставен за епископ. Свети Антим епископствуваше во Никомидија во времето на лутото гонење на христијаните под свирепите цареви Диоклецијан и Максимијан. Особено во Никомидија христијанската крв се лееше во потоци. Една година на денот на Христовото Рождество во еден храм беа изгорени дваесет илјади маченици (види под 28 декември). Тоа се случи во времето на архиерејството на Антим. Но гонењето не заврши со тоа, туку продолжи, па мнозина христијани беа фрлени во затвор и така чувани за маки и убивање. Свети Антим се оддалечи во едно село, Оман, не за да ѝ побегне на смртта, туку за да може оттаму да го храбри своето стадо во подвигот на мачеништвото, за никој да не отпадне заради страв. Едно од неговите писма до христијаните во затворот го фатија и му го предадоа на царот Максимијан. Царот испрати дваесет војници да го фатат и да го доведат Антим. Белокосиот проѕорлив старец им излезе во пресрет на војниците, ги воведе во својот дом и ги нагости, па дури потоа им кажа дека тој самиот е Антим когошто тие го бараат. Восхитени од неговата добрина војниците му предлагаа да се скрие, а тие да му речат на царот дека не можеле да го најдат. Но Антим им одговори дека тој не смее да дозволи со лага да се престапува заповедта Божја и да се спасува неговиот живот, туку појде со нив. Патем војниците поверуваа во Христа и примија крштение од овој епископ. Изведен пред царот Свети Антим баше долго и луто измачуван, а најпосле го исекоа со секира. Го прослави Господа и се упокои во Него во почетокот од 4 век."
        },
        {
          "title": " Светата маченичка Василиса",
          "important": false,
          "desc": "Деветгодишно девојченце. Пострада во Никомидија недолго после смртта на Свети Антим. Мачителите ѝ го прекрија со рани целото тело, но таа Му остана верна на Христа. Бог ја зачува во огнот и пред ѕверовите неповредена. Нејзиниот мачител Александар откако го виде тоа се покаја и ја прими верата Христова. Василиса излезе во полето, падна на колена да Му се помоли на Бога и да Му заблагодари за претрпените маки и го предаде духот свој на Господа околу 309 година."
        },
        {
          "title": " Преподобен Теоктист",
          "important": false,
          "desc": "Сопостник и соподвижник на Свети Ефтимиј Велики. Теоктист беше игумен на Ефтимиевата Лавра што се наоѓаше на далечина од шест милји од Ерусалим кон Ерихон. Во сѐ му беше ученик на Свети Ефтимиј и под неговото духовно раководство управуваше со манастирот до својата деведесетта година. Со својот живот Му угоди на Бога и се упокои на средината од 5 век, во времето на ерусалимскиот патријарх Атанасиј."
        }
      ]
    },
    {
      "day": "17",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Вавила",
          "important": false,
          "desc": "Овој голем и прекрасен човек, ако може да биде наречен човек, како што се изразува Свети Јован Златоуст за него, беше архиереј во Антиохија во времето на скверниот цар Нумеријан. Нумеријан заклучил мир со некој варварски цар којшто бил многу поблагороден и помирољубив од самиот Нумеријан. Во знак на својата искрена желба за траен мир, варварскиот цар го даде своето помало синче на дворецот кај царот Нумеријан за да се воспитува таму. Еден ден Нумеријан со свои раце го закла тоа невино детенце и им го принесе на жртва на идолите. Уште жежок од злосторството и од невината крв, овој злосторник под круна појде во христијанскиот храм да види што се прави таму. Свети Вавила беше со народот на молитва, па слушна дека царот доаѓа со својата свита и сака да влезе в црква. Вавила го прекина богослужењето, излезе пред црквата и му рече на царот дека не може да влезе во светиот храм, каде што се прославува единствениот вистинит Бог. Беседејќи за Вавила Златоуст рече: „Од кого друг би се уплашил оној којшто со таква власт се однесуваше кон царот?... Тој со тоа ги научи царевите да не ја спростираат својата власт подалеку од мерата што им ја дал Бог; им покажа на свештениците како треба да се ползуваат со својата власт.“ Посрамен царот се врати, но смисли одмазда. Утредента царот го повика Вавила и почна да го укорува и да му нуди да им принесе жртва на идолите, кое светителот се разбира го одби неотстапно. Тогаш царот го окова во вериги и го фрли во затвор. Царот исто така ги истизаваше и трите деца: Урван на дванаесет, Прилидијан на девет и Еполиниј на седум години. На овие деца Вавила им беше духовен отец и учител и тие не се одвојуваа од него заради љубовта кон него. Ѝ беа синови на една благочестива христијанка Христодула, којашто и самата страдаше заради Христа. Царот најпрво ги пореди, па на секое дете му удрија толку стапови колку што имаше години, а потоа ги фрли во затворот и најпосле ги уби со меч сите тројца. Вавила окован присуствуваше на мачењето на децата и ги храбреше, а потоа и самиот ја положи својата чесна глава под мечот. Христијаните го погребаа во окови, како што им остави завет пред смртта, во една гробница со оние тројца прекрасни младенци. Нивните свети души одлетаа во небесните живеалишта, а нивните чудотворни мошти останаа за полза на верните, како сведоштво на нивната храброст во верата. Пострадаа околу 250 година."
        },
        {
          "title": " Светиот пророк Мојсеј Боговидец",
          "important": false,
          "desc": "Голем водач и законодавец на народот Израилски. Роден е во Египет околу 1550 година пред Христа. Четириесет години живееше во Египет на дворецот на Фараонот; четириесет години живееше како пастир во созерцание на Бога и на светот; а последните четириесет години го водеше народот низ пустината во Ветената Земја, којашто ја виде, но не влезе во неа, бидејќи во едно Му згреши на Бога (4 Мојсеева 20, 12). Се упокои во сто и дваесеттата година од својот живот. Како чудотворец, според зборовите на Свети Василиј Велики, Мојсеј беше предобраз на Христос. Се јави на гората Тавор при Преображението на Господ. А според сведоштвото на Свети Јован Лествичник, им се јавувал на монасите во Синајскиот манастир."
        }
      ]
    },
    {
      "day": "18",
      "holydays": [
        {
          "title": "Светиот пророк Захарија",
          "important": false,
          "desc": "Таткото на Свети Јован Предвесник. Син Варахиин, од родот на Авиј, кој ја држеше осмата чреда на богослужење во храмот ерусалимски. Жена му беше Елисавета, ќерка на Совија, сестрата на Света Ана, мајката на Пресвета Богородица. Во времето на царот Ирод, детеубиецот, еден ден Захарија служеше според својата чреда во ерусалимскиот храм. И во олтарот му се јави ангел Божји, од когошто Захарија се уплаши. А ангелот му рече: „Не плаши се, Захарија“ (Лука 1). И му објави ангелот дека неговата жена Елисавета ќе роди син, според нивните молитви. А беа обајцата стари, и Захарија и Елисавета. Кога Захарија се посомнева во зборовите на небесниот известител, ангелот му рече: „Јас сум Гавриил кој стојам пред Бога.“ И онеме Захарија од тој миг, и не проговори додека не му се роди синот и додека не напиша на табличка: „Јован му е името.“ Тогаш му се отвори устата и Го величаше Бога. Подоцна, кога се роди Господ Исус и кога Ирод почна да ги убива децата во Витлеем, Ирод испрати да го најдат и синот на Захарија и да го убијат. Бидејќи Ирод имаше чуено за сѐ што му се случи на Захарија и како се роди Јован. Кога ги виде војниците Елисавета го зеде Јован на раце - тогаш имаше една и пол година - и побегна со него од дома, и бегаше по каменливи и пусти места. Гледајќи ги војниците како ја гонат, таа повика кон гората: „Горо Божја, прими ја мајката со дете!“ И се отвори карпата и ги скри во себе мајката и детето. Ирод, разјарен затоа што не го заклаа Јован, нареди да го заколат Захарија пред олтарот. Крвта на Захарија се истури врз меремрот и се стврдна како камен и остана така како сведоштво за злосторството на Ирод. А таму каде што се скри Елисавета со Јован, се отвори пештера и потече вода и со Божја сила израсна плодородна палма. Четириесет дена по смртта на Захарија се упокои и блажената Елисавета. И остана младенецот Јован во пустината, хранет од ангел и чуван од Божјата Промисла до оној ден кога требаше да се јави на Јордан."
        },
        {
          "title": " Светите маченици Јувентин и Максимин",
          "important": false,
          "desc": "Житието на овие двајца свети луѓе е малку познато, но нивното страдање за Христа е познато од беседата на Свети Јован Златоуст во нивна пофалба. Тие беа војници во времето на царот Јулијан Отстапник. На еден војнички пир во разговор со другите тие го осудија царот заради гонењето на христијаните. Некој му го јави тоа на царот и царот ги фрли во затвор. Некои од луѓето на царот ги посетија со намера да ги одвратат од вистинската вера, велејќи им дека многу од нивните другари се откажале од Христа. На тоа тие витешки одговорија: „За тоа токму ние мораме да стоиме храбро и да се принесеме себеси на жртва заради нивното отстапништво.“ Убиени се ноќе со меч. Но потоа се пронајдени нивните мошти, а од нив се пројави чудотворна сила."
        },
        {
          "title": " Преподобен Атанасиј",
          "important": false,
          "desc": "Се подвизуваше во Вилна и подоцна беше игумен на манастирот во Брест. Заради својата непоколебливост во Православието, беше убиен од католиците на 5 септември, 1648 година. Моштите му чудодејствуваат во Брест."
        }
      ]
    },
    {
      "day": "19",
      "holydays": [
        {
          "title": "Спомен на чудата на Св. Архангел Михаил",
          "important": false,
          "desc": "Во Фригија имаше едно место наречено Хони („нурнување“) недалеку од Ерапол; и на тоа место извор со чудотворна вода. Кога Светиот апостол Јован Богослов со Филип го проповедаше Евангелието во Ерапол, тој погледна на она место и прорече дека таму ќе се отвори извор на чудотворна вода од која многумина ќе добијат исцеление и дека тоа место ќе го посети великиот Божји Архистратиг Михаил. Наскоро потоа ова пророштво се исполни, се отвори извор којшто заради својата чудесна сила се прочу на сите страни. Еден незнабожец во Лаодикија имаше нема ќерка и заради ова беше во голема тага. Но во сон му се јави Архангелот Михаил и го упати да ја води својата нема ќерка на изворот, каде што ќе оздрави. Таткото веднаш послуша, ја одведе ќерката и кај водата затекна многуброен народ, којшто на изворот си бараше спасение од разни маки. Тие сите беа христијани. Тогаш човекот ги праша како треба да бара исцеление, а христијаните му рекоа: „Во името на Отецот и Синот и Светиот Дух треба да го молиш Светиот Архангел Михаил.“ Оној човек така и се помоли и ја напои ќерка си од водата, а потоа девојката почна да зборува. Тогаш тој човек незнабожец се крсти заедно со сиот свој дом, а крај изворот му изгради црква на Светиот Архангел Михаил. Подоцна на тоа место се насели едно момченце по име Архип и таму се подвизуваше во тврд подвиг на пост и молитва. Незнабожците многу му пакостеа, зашто не им беше по волја тоа што од хриситјанската светост исходи толкава сила и привлекува многуброен народ. Па во својата злоба тие ја навртеа блиската река за да ги потопи црквата и изворот. Но откако Архип му се помоли, повторно се јави Светиот Архангел и во карпата покрај црквата отвори расцеп којшто ја прими сета навртена река. Така она место се спаси и се нарече Хони („нурнување“) зашто реката се нурна во отворената бездна. Свети Архип се подвизуваше тука седумдесет години и се упокои мирно во Господа."
        },
        {
          "title": " Свети Евдоксиј",
          "important": false,
          "desc": "Војвода во римската војска. Пострада за Христа во времето на царот Диоклецијан. Судени и мачени од милетинксиот началник во Ерменија, со него пострадаа и неговите пријатели Зинон и Макариј и уште илјада сто и четворица војници, коишто Евдоксиј ги беше обратил во христијанство. По смртта ѝ се јави на својата жена. И неговата жена Василиса ја одржа верата во Христа до смртта и се упокои мирно."
        },
        {
          "title": " Преподобен Давид",
          "important": false,
          "desc": "Беше разбојнички водач околу Хермопол во Мисир и дури на постари години си дојде на себеси, се покаја и се замонаши. Нему му се јави Светиот Архангел Гавриил, којшто му даде сила на чудотворство. Се упокои мирно во 6 век, откако со голем подвиг се удостои со Царството Божјо."
        }
      ]
    },
    {
      "day": "20",
      "holydays": [
        {
          "title": "Светите апостоли Евод и Онисифор",
          "important": false,
          "desc": "Овие беа апостоли од Седумдесеттемина. Евод го спомнува Свети Игнатиј во своето Послание до Антиохијците со голема пофалба. Евод му беше ученик на Светиот апостол Петар и негов наследник во чинот епископ Антиохиски. Тој напиша дело за Пресвета Богородица, во кое изложува како Светата Дева е воведена на Нејзината тригодишна возраст во храмот; како остана во храмот единаесет години; како кога влезе во петнаесеттата година му беше предадена на Свети Јосиф за да ја чува и како во петнаесеттата година Го роди Господ. Напиша и едно друго дело, под наслов „Светило“. Но обете овие дела во времето на гонењето на христијаните беа упропастени. Убиен е за Христа во времето на бавењето на царот Веспазијан во Антиохија. Светиот апостол Павле го спомнува Свети Онисифор како свој искрен пријател и помошник (2 Тимотеј 1, 16 -18). Пострада за Христа во Колофон, каде што беше епископ. Велат дека го врзале за коњи и така го растргнале. Овие верни Христови војници чесно пострадаа и се преселија во радоста на својот Господ."
        },
        {
          "title": " Светиот маченик Созонт",
          "important": false,
          "desc": "Родум од Ликаонија. Беше овчар, а во сѐ го држеше Божјиот зкаон и ги поучуваше своите врсници и другари во благочестието. Според некое видение дозна дека ќе треба маченички да пострада за Христа. Во тоа време имаше големо гонење на христијаните во блискиот град Помпеопол од страна на некој Максимијан, хегемон киликиски. А во градот имаше некој златен идол на кого незнабожците му се поклонуваа. Созонт ги остави своите овци, отиде во градот, влезе во незнабожечкиот храм, му ја скрши раката на златниот идол, ја раздроби и им ја раздаде на сиромасите. Заради тоа во градот настана голема тревога и незнабожците почнаа да го бараат виновникот. За да не пострада некој друг заради неговото дело, Созонт се упати кај хегемонот и се пријави себеси како христијанин и извршител на она дело. Мачителите најпрво го тепаа, а потоа го обесија на дрво и го стружеа со железни четки, а кога беше веќе на умирање го ставија на оган, каде што Свети Созонт Му ја предаде својата душа на Бога. Пострада околу 304 година. Неговите мошти чудодејствуваа и над нив беше подигнат храм посветен на светителот."
        },
        {
          "title": " Светиот маченик Евпсихиј",
          "important": false,
          "desc": "Син на сенаторот Дионисиј. Жестоко мачен за Христа, со биење и стружење, па потоа полумртов фрлен во затвор. Му се јави ангел Божји и го исцели. Пуштен од затвор, тој го радздаде сиот свој имот: нешто на сиромасите, а нешто на своите клеветници. Повторно го фатија и го стружеа додека не ја предаде својата душа на Господ. Од неговите рани наместо крв потече млеко и вода. Пострада во времето на царот Адријан."
        }
      ]
    },
    {
      "day": "21",
      "holydays": [
        {
          "title": "Рождество на Пресвета Богородица",
          "important": true,
          "desc": "Пресвета Дева Марија се роди од своите стари родители, Јоаким и Ана. Татко Ѝ беше од племето Давидово, а мајка Ѝ од родот Аронов. И така Таа по татко беше од царски, а по мајка од архиерејски род и со тоа го предобразуваше Оној Којшто од Неа ќе се роди, како Цар и Првосвештеник. Нејзините родители беа веќе остарени, а немаа деца. И затоа беа посрамени пред луѓето и скрушени пред Бога. И во својата скрушеност Му се молеа на Бога со плач, да ги израдува во нивната старост и да им подари едно чедо, како што некогаш ги израдува старецот Авраам и старицата Сара подарувајќи им го синот Исак. И семноќниот Бог Којшто гледа сѐ ги израдува со радост што ги надминуваше сите нивни очекувања и најубави соништа. Бидејќи им подари не само ќерка туку и Божја Мајка; ги озари не само со привремена радост туку и со вечна. Бог им даде само една ќерка, којашто подоцна им роди само еден внук - но каква ќерка и каков внук! Благодатната Марија, прославена меѓу жените, храм на Светиот Дух, олтар на Живиот Бог, трпеза на небесниот леб, кивот на светоста Божја, дрво со најсладок плод, слава на родот човечки, пофалба на женскиот род, источник на девственоста и чистотата - тоа беше од Бога даруваната ќерка на Јоаким и Ана. Родена во Назарет, а после три години одведена во храмот ерусалимски, од каде што се врати подоцна пак во Назарет, за наскоро да ја чуе благовеста на Светиот архангел Гавриил за раѓањето на Синот Божји, Спасителот на светот, од Нејзиното пречисто и девствено тело."
        },
        {
          "title": " Празник на иконата на Пресвета Богородица во Калишта",
          "important": false,
          "desc": "Во манастирот на Пресвета Богородица близу селото Калишта, западно од Струга, Пресвета Богородица ја покажуваше својата сила и милост низ могубројни чуда. Мнозина болни беа исцелени чудотворно, а разбојниците што намислуваа да го ограбуваат или осквернат манастирот беа луто казнувани од невидлива сила. Во храмот се наоѓа и чудотворна икона на Пресвета Богородица, а во близина има две исцелителни води: на Свети Петар и на Свети Ананија. Недалеку од главниот храм има пештера и во неа параклис посветен на Свети Атанасиј."
        }
      ]
    },
    {
      "day": "22",
      "holydays": [
        {
          "title": "Светите Јоаким и Ана",
          "important": false,
          "desc": "Свети Јоаким беше син на Варпафир, од Јудиното колено, и потомок на царот Давид. Ана беше ќерка на свештеникот Матан, од коленото Левиево, како и првосвештеникот Арон. Тој Матан имаше три ќерки: Марија, Совија и Ана. Марија се омажи во Витлеем и ја роди Саломија; Совија се омажи исто така во Витлеем и ја роди Елисавета, мајката на Свети Јован Предвесник; а Ана се омажи во Назарет за Јоаким и во својата старост Ја роди Пресвета Богородица. Јоаким и Ана живееја во брак педесет години и беа бесплодни. Живеја богоугодно и тивко и од сите свои приходи само една третина употребуваа за себе, другата им ја раздаваа на сиромасите, а третата ја жртвуваа во храмот. А беа доволно имотни. Еднаш на старост, кога одеа да Му принесат жртва на Бога во храмот, првосвештеникот Исахар го укори Јоаким: „Не си достоен од твојата рака да се прими дар, бидејќи си бездетен.“ Така и другите што имаа деца го туркаа Јоаким зад себе како недостоен. Тоа многу ги нажали овие две стари души, па дома се вратија во голема тага. Тогаш обајцата припаднаа на молитва кон Бога за и ним да им направи чудо како некогаш на Авраам и Сара и да им подари едно дете за утеха во староста. Бог им го испрати Својот ангел, којшто им го објави раѓањето на нивната преблагословена ќерка, со Која ќе се благословат сите народи на земјата и преку Која ќе дојде спасението на светот. И Ана зачна веднаш и во деветтиот месец Ја роди Пресветата Дева Марија. Свети Јоаким поживеа на земјата осумдесет, а Ана седумдесет и девет години и се преставија кај Господ."
        },
        {
          "title": " Спомен на Третиот Вселенски Собор",
          "important": false,
          "desc": "Овој Собор се состана во 431 година во Ефес, во времето на царот Теодосиј Помладиот. На Соборот присуствуваа двесте отци. Овој Собор го осуди Несториј, Цариградскиот патријарх, заради еретичкото учење за Пресвета Дева Марија и за раѓањето на Господ. Имено, Несториј не сакаше да Ја нарекува Пресветата Дева Богородица, туку Христородица. Со осудата на Несториј Светите отци утврдија Пресветата Дева да се именува Богородица. Освен тоа, ги потврдија одлуките на Првиот и Вториот Вселенски Собор, особено Никејо-Цариградскиот Символ на Верата и заповедаа никој да не смее од овој символ ниту нешто да одзема ниту да додава."
        },
        {
          "title": " Свети Никита угодник Божји",
          "important": false,
          "desc": "Живееше во Цариград, во 12 век. Со својот живот толку Му угоди на Бога, што пред него црковната врата се отвараше сама и кандилата се палеа сами од себе. Толку беше силна неговата молитва. По желба на некој ѓакон Созонт и по молитвата на Никита, ним двајцата им се јавил од оној свет некој свештеник со којшто Созонт бил скаран и останал неизмирен. Им се јавил најнапред еден ред свештеници во бели одежди, а потоа друг ред, во црвени одежди. Меѓу нив Созонт го препозна својот соперник и се помири со него. Ова се случи ноќе, во Влахернската црква."
        }
      ]
    },
    {
      "day": "23",
      "holydays": [
        {
          "title": "Светите маченички Минодора, Митродора и Нимфодора",
          "important": false,
          "desc": "Трите се родени сестри од некое место во Витинија Азиска. Воспитани во хрситијански дух, се повлекоа од градот во пустината, сакајќи да го воздигнат својот ум кон Бога и да се ослободат од сиот лажлив свет и така да го проживеат овој век во чистота и девственост, како вистински невести Христови. Се предадоа на голем труд, пост и молитва, додека Бог не ги украси со дар на чудотворство. Кога почнаа кај нив да доаѓаат болни заради исцеленија, станаа прочуени наспроти нивната волја. Слушна за нив и кнезот Фронтон и ги довлече на суд. Кога ги виде, се зачуди од убавината на нивните лица. Бидејќи иако беа големи испоснички, и телото им беше суво, лицето им беше светло, озарено со внатрешен мир и Божествена благодат. Кнезот најпрво им ласкаше и им ветуваше да ги испрати кај царот којшто би ги омажли за свои големци, но кога се увери дека неговите ласкања и ветувања немаат никакво дејство врз овие невести на Господ Исус Христос, нареди, па прво ја мачеа Минодора, а нејзините сестри ги фрлија во затвор. После лутите маки кнезот ѝ свика на Минодора: „Принеси им жртва на боговите!“ На ова Светата маченичка одговори: „Зар не гледаш дека ништо друго и не правам туку самата себеси Му се принесувам на жртва на мојот Бог?“ Кога Света Минодора издивна во маки, тогаш кнезот ги изведе и останатите две сестри и ги постави покрај мртвото тело на Минодора, па покажувајќи на неа ги советуваше да се одречат од Христа. Но бидејќи останаа непоколебливи и нив ги уби во големи маки. Во тој миг удри гром од небото и го погуби бездушниот Фронтон со неговите слуги. Христијаните чесно ги погребаа телата на Светите маченички. Пострадаа меѓу 305 и 311 година во времето на Максимијан Галериј и се упокоија во Христовото Царство."
        },
        {
          "title": " Светата царица Пулхерија",
          "important": false,
          "desc": "Ќерка на царот Аркадиј. Се заветуваше вечно да живее во девственост и во знак на својот завет во соборната црква подигна Чесна Трпеза од злато и скапоцени камења. Соцаруваше со својот брат Теодосиј Помладиот. Голема ревнителка за христијанската вера. На нејзино настојување е свикан Третиот Вселенски Собор во Ефес, којшто ја осуди Несториевата ерес. Таа ја изгради прочуената црква на Пресвета Богородица во Влахерна во Цариград. По смртта на Теодосиј се венча со новоизбраниот цар Маркијан, но живееше со него како со брат. Таа ги пронајде моштите на Светите четириесет Севастиски маченици. Се упокои во Господ на 10 септември, во педесет и петтата година од животот."
        }
      ]
    },
    {
      "day": "24",
      "holydays": [
        {
          "title": "Преподобна Теодора Александриска",
          "important": false,
          "desc": "Од Александрија, жена на млад маж. Наговорена од некоја бајачка, таа изврши прељуба со друг човек. И веднаш совеста почна луто да ја гризе. Си ја исече косата и се облече во машка облека, па стапи во машкиот манастир Октодекат под машкото име Теодор. Нејзиниот труд, пост, бдеење, понизноста и плачното покајание ги восхитуваа сите браќа. Наклеветена од некоја блудна девица дека е од неа обесчестена и забременила, Теодора не сакаше да се оправдува, сметајќи го тоа како казна Божја за својот поранешен грев. Избркана од манастирот таа седум години помина пребивајќи по шуми и пустини, притоа негувајќи го и детето на онаа блудница. Ги победи сите ѓаволски искушенија: не сакаше да му се поклони на сатаната, не сакаше да прими јадење од рацете на еден војник, не сакаше да ги слуша советите на мажот ѝ да му се врати - зашто сето тоа беше само ѓаволски привид и штом Теодора ќе се прекрстеше со крстот, сѐ исчезнуваше како чад. По седум години игуменот ја прими во манастирот, каде што проживеа уште две години, па се упокои во Господ. Дури тогаш дознаа монасите дека е жена, а на игуменот му се јави ангел и сѐ му објасни. Нејзиниот маж тогаш дојде на погреб и до смртта остана во келијата на својата некогашна жена. Света Теодора имаше голема Божја благодат: скротуваше ѕверови, исцелуваше болести, изведе вода во сув бунар. Така ја прослави Бог вистинската покајничка којашто долготрпеливо се каеше девет години за само еден грев. Се упокои во 490 година."
        },
        {
          "title": " Свети Силуан Атонски",
          "important": false,
          "desc": "Старец Силуан е роден во 1866 година, со световно име Семјон Иванович Антонов, во набожно руско семејство во Тамбовската губернија. Уште кога беше малечок, на четиригодишна возраст еден настан го поттикна да помисли во себе: Кога ќе пораснам, ќе го обиколам целиот свет да Го барам Бог. Многу време помина од тогаш, Семјон порасна. Еднаш, кога имаше деветнаесет години, слушајќи разговор за некој светител по име Јован на чијшто гроб се случуваа многу чуда, Семјон помисли: Ако тој е свет, значи дека е Бог со нас и тогаш нема потреба да Го барам. При оваа мисла во неговото младо срце се разгоре оган на љубовта кон Бог. Неговиот ум постојано беше свртен кон сеќавањето на Бог и тој многу Му се молеше плачејќи. Тогаш имаше почувствувано внатрешна промена и стремеж кон монаштвото. Го молеше татко му да го пушти во Киево-Печерска Лавра. Но, тој му велеше: Најпрво отслужи војска, па потоа си слободен да одиш. Ваква внатрешна состојба кај него траеше неколку месеци, а потоа престана. Тој повторно почна да се дружи со своите врсници, да оди со девојки и воопшто, да живее како и сите останати момчиња. Неговото семејство беше големо: татко, мајка, тој со четворица браќа и две сестри. Сите живееја во слога. Семјон и неговите браќа со години работеа на имотот на кнезот Трубецкој. Семјон беше човек со исклучителна физичка сила. Можеше да подига голем товар и со ретка издржливост да ги поднесува жегата и студот. Таа сила, што подоцна му служеше за исполнување на исклучителни подвизи, во тоа време беше и причина за неговиот најголем грев, за кој силно се каеше. Имено, еднаш кога тој со неговиот другар одеа низ селото, во пресрет им доаѓаа двајца селски кондураџии. Едниот, кој бил познат како кавгаџија беше поднапиен. Тој почна да го задева Семјон, кој најпрво се обиде да остане настрана. Еве што тој самиот подоцна кажуваше за ова: Прво, сакав да се тргнам настрана, но наеднаш се засрамив бидејќи девојките што стоеја наоколу ми се потсмеваа, и силно го удрив во градите. Тој одлета далеку од мене, со сета тежина падна на грб на сред патот. Од устата му потече крв. Сите се исплашија, па и јас. Си помислив во себеси: убив човек! И застанав. Во тој час помладиот брат на кондураџијата зеде еден голем камен и го фрли кон мене. Успеав да се свртам, па така каменот ме погоди во грб. Тогаш му реков: „Сакаш ли и ти да си поминеш како твојот брат?“ и се втурив кон него. Но, тој избега. Кондураџијата лежеше на патот. Луѓето дотрчаа и се собраа околу него за да му помогнат да се подигне и едвај го однесоа дома. Боледуваше отприлика два месеца. Но, среќа, остана жив. Долго време после оваа случка морав да бидам внимателен, бидејќи браќата на кондураџијата и нивните другари ноќе со ножеви демнеа по ќошевите од улиците, но Бог ме сочува. Така, заради бурната младост во душата на Семјон почна да гасне првиот Божји призив кон монашкиот живот. Но, Бог го повика повторно. Еднаш, после периодот на нецеломудрено живеење, тој задрема и во полусон виде како змија му влегува во устата. Тој почувствува силно гадење и се разбуди. Тогаш ги слушна зборовите: Ти ја голтна змијата во сонот и се гнасиш. Колку ли ми е тешко Мене кога гледам што правиш! Семјон не виде никого. Само го слушна гласот што ги изговараше овие зборови и кој по својата сладост и убавина беше сосема необичен. Кротоста и сладоста на овој глас оставија на него потресувачки впечаток. Според длабокото и несомненото убедување на Старецот, тоа беше гласот на Пресвета Богородица. До крајот на својот живот тој ја благословуваше Мајката Божја затоа што не го презре, туку го удостои за Нејзината посета и го подигна после падот. Овој втор повик се случи малку пред неговото заминување на отслужување на воениот рок и беше од пресудно значење во изборот на неговиот понатамошен пат. Првата последица од овој повик беше коренита промена на неговиот живот. Семјон чувствуваше длабок срам заради неговото минато и почна многу да се кае пред Бог. Решеноста по завршувањето на воениот рок да замине во манастир се врати со уште поголема сила. Во него се разбуди силно чувство на гревот и заради тоа неговиот став кон сè во животот сосема се измени. Тој многу Му се молеше на Бог сите околности да ги нареди на начин кој ќе му овозможи лесно да замине во манастир. Силно Му благодареше на Бог што ги услиша неговите молитви, но својот грев не го заборави. Гревот, пред сѐ, е духовна и метафизичка појава. Коренот на гревот е во мистичната длабочина на духовната природа на човекот. Суштината на гревот не е во нарушувањето на етичките норми, туку во отстапувањето од вечниот Божествен живот, за кој е создаден човекот и на кој е, по својата природа, повикан. Гревот, пред сѐ, се извршува во тајните длабочини на човековиот дух, а неговите последици го погодуваат целиот човек. Направениот грев се одразува и на душевната и на физичката состојба на човекот, на неговата надворешност, на целиот негов понатамошен живот. Гревот неминовно ги преминува границите на неговиот индивидуален живот и го оптеретува со зло животот на целото човештво. Според тоа, тој ќе се одрази и на животот на целиот свет. Не само гревот на прататкото Адам имаше последици од космичко значење, туку секој грев, на секого од нас, било тој јавен или таен, се одразува на состојбата на целиот свет. Правејќи грев, телесниот човек не ги доживува неговите последици онака како што ги доживува духовниот човек. Телесниот човек не запазува некои особени промени во својата душена состојба при направениот грев, бидејќи стално се наоѓа во духовна смрт, и бидејќи не го познава вечниот живот на духот. Меѓутоа, духовниот човек, при секакво приклонување на својата волја кон гревот, запазува промена во својата духовна состојба заради намалувањето на благодатта. По отсужувањето на воениот рок, Семјон појде кај отец Јован Кронштатски да побара молитвена помош и благослов. Но, бидејќи отец Јован не го затекна во Кронштат, реши да му остави писмо во кое беа напишани само неколку збора: Отец, сакам да се замонашам, помолете се светот да не ме задржи. На Света Гора пристигна во есен 1892 година и стапи во манастирот на свети великомаченик Пантелејмон. Овде започна неговиот нов, подвижнички живот. Тој сакаше, низ тајната на покајанието, да ја ослободи својата душа од сè што ја притискаше. Затоа, со решителност и страв Божји, не оправдувајќи се ни за што, ги исповеди сите свои гревови што ги сторил во животот. Брат Симеон влегуваше во духовниот живот според вековниот поредок на светогорскиот монашки живот, проткаен со непрестајно сеќавање на Бог… Како прост човек, слободен од многу прашања, тој, како и останатите монаси, се навикнуваше на новиот живот по пат на органско соединување со средината во којашто се наоѓаше. Поуките на игуменот, духовникот и старците повеќе имаа карактер на практични упатства. Едно од таквите упатства за почетникот е келијната молитва да ја исполнува пред сѐ со бројаница кажувајќи ја Исусовата молитва. Честото повикување на Пресветото име Исусово ја услади душата на братот Симеон. Тој многу се израдува кога дозна дека оваа молитва може да се кажува секогаш и секаде, при секоја работа и во секоја прилика, дека е добро да се „држи“ и за време на црковната служба, и дека таа ги заменува сите богослужби кога не постои можност да се појде во црква. Тој огнено и многу се молеше, бидејќи неговата душа силно тагуваше и копнееше по Оној Кој може да ја спаси. После кратко време, веќе после три недели, за време на Вечерната служба пред иконата на Богородица, тој осети дека молитвата влегува во неговото срце и се исполнува таму сама од себе без престан. Но, тогаш тој уште не го разбираше значењето и големината на реткиот дар што го доби од Мајката Божја. Братот Симеон беше трпелив, незлобив и послушен. Но, беше неопитен во духовната борба. Една вечер, во неговата келија се појави необична светлина, којашто го проземаше дури и неговото тело, така што тој можеше да ја види својата внатрешност. Помислата му велеше: Прими, тоа е благодат. Сепак, душата на послушникот почувствува немир и се најде во недоумение. Иако, молитвата и понатаму продолжи да дејствува во него, духот на скрушеност се оддалечи во таа мера што за време на молитвата го нападна смеа. Тој силно се удри по челото со раката. Смеата престана, но духот на покајанието не се врати, а молитвата течеше без скрушеност. Тогаш тој разбра дека со него нешто не е во ред. После видување на оваа чудна светлина почнаа да му се јавуваат демони. Месеците поминуваа еден по друг, а демонските напади стануваа сѐ помачни. Доаѓајќи до крајно очајание, седејќи во својата келија тој помисли: Бог е неумолив. Оваа мисла предизвика во него чувство на целосна оставеност и наеднаш тој почна да потонува во темнина на очајание и тага. Оваа состојба траеше околу еден час. Истиот ден за време на Вечерната служба во црква „Господ на неискажлив начин му се јави“ на младиот послушник. И целото негово битие се исполни со огнот на благодатта на Светиот Дух. Живеејќи го своето воскресение и гледајќи ја светлината на вечниот живот душата на Симеон некое време ја живееше состојбата на пасхално празнување. По извесно време, тој уште еднаш го доживеа благодатното озарување слично на првото, но сепак помалку силно. Потоа, тоа почна да слабее. Тогаш, повторно почна да се јавува стравот да не ја изгуби благодатта. Го мачеше прашањето како да го спречи губењето на благодатта. Мачен од своите сомнежи, Симеон појде да се посоветува со старец Анатолиј, кој го советуваше за време на молитвата да го чува умот од мечтаења и од помислите врзувајќи го за зборовите на молитвата. Симеон помина многу време кај старецот Анатолиј. На крајот од нивниот разговор старецот Анатолиј не скривајќи го своето восхитување му кажа на Симеон: кога сега си ваков, каков ли ќе бидеш кога ќе остариш? Ова беше грешката на старецот Анатолиј, бидејќи така на младиот подвижник му даде повод за славољубие со коешто овој уште не знаеше да се бори. Така, Симеон ја започна најтешката, најсложената и најтенкосетната борба - борбата со славољубието. Гордоста и славољубието се извор на сите неволји и падови. Благодатта почнува да го напушта човекот, срцето се лади, молитвата слабее, умот се расејува и почнува налет на страсните помисли. Душата којашто еднаш беше удостоена да го види вечниот живот, срцето коешто ја почувствува сладоста на Светиот Дух, умот кој ја позна чистотата нема да се согласат со прифаќањето на нечистите помисли. Душата тагува, плаче, се моли и се бори да го задржи Незадржливиот. Симеон е 1896 година потстрижен во расо со името Силуан, а во 1911 година прими схима. Монахот Силуан постепено се учеше на посовршениот начин на аскетски живот, исполнувајќи притоа тешки подвизи кои на многумина им изгледаат невозможни. Тој спиеше најмногу 2 часа дневно, со прекини од 15-20 минути, седејќи на некое столче. Дење работеше во манастирската мелница, подвизувајќи се во внатрешното послушание - во отсекувањето од својата волја и учејќи се на попотполна предаденост на волјата Божја. Беше воздржлив во јадење, во разговор, во движењето, непрестајно пребиваше во умната молитва изговарајќи го името Исусово во себе, што е најтежок подвиг кој ги исцрпува сите сили на човекот. Но, и покрај овој подвиг, светлината на благодатта често го напушташе, а ноќе го вознемируваа демоните. Како утеха во неговата духовна борба на монахот Силуан од Господ му беа упатени зборовите: држи го умот свој во адот и не очајувај. Монахот Силуан низ опитот во својот живот разбра дека бојното поле на духовната борба со космичкото зло е човечкото срце. Тој со духот виде дека најдлабокиот корен на гревот е гордоста, тој камшик на човештвото што луѓето ги оддели од Бог и светот го турна во безбројни неволји и страдања, тоа семе на смртта што човештвото го обви со теминината на очајанието. Оттогаш монахот Силуан сите свои сили ги насочува кон подвигот за стекнување на Христовото смирение, што му беше дадено да го познае за време на првото Божјо јавување, но коешто сепак не успеа да го сочува. Напоредно со благодатните посети во душата на монахот Силуан растеше и чувството на благодарност кон Бог: Господи, како да Ти заблагодарам за оваа неискажлива милост; на незнајко и грешник каков што сум јас му ги откриваш Своите тајни. Светот пропаѓа притеснет со оковите на очајанието, а мене, последниот од сите, ми го откриваш вечниот живот. Господи, направи сиот свет да Те познае, а не само јас. Неговата молитва ја прозема болката за светот што не Го знае Бог. Да се молиш за сите луѓе е исто како да пролеваш крв. Христовата љубов е блаженство кое не може да се спореди со ништо на светот. Но, таа љубов е воедно и најголемото страдање. Гледано низ призмата на Христовата љубов, сите луѓе се неразделен дел од нашето сопствено битие. Братот наш е нашиот живот. Старецот Силуан со особен жар се молеше и за умрените. Еден подвижник ме праша: „Дали плачеш за своите гревови?” Му одговорив: „Малку, но за умрените пролевам многу солзи.” Тогаш тој ми рече: „Ти плачи за себеси, а другите Господ ќе ги помилува. Така кажа Игуменот Макариј.” Го послушав и почнав да правам така како што ми кажа. Престанав да плачам за умрените, но тогаш престанав да плачам и за себеси. Му раскажав за тоа на еден друг подвижник којшто имаше дар на солзи. Тој сакаше да размислува за страданијата на Спасителот, како Господ, Царот на Славата, толку многу страдаше за нас, и секој ден пролеваше многу солзи. Го прашав: „Дали да се молам за умрените?” Тој воздивна и ми рече: „Кога тоа би било можно, јас сите би ги извел од пеколот, и дури тогаш мојата душа би се успокоила и би се радувала.” При тоа со рацете направи движење како да собира снопови на нива, а од неговите очи течеа солзи. После тоа, јас не престанав да се молам за умрените. И солзите ми се вратија. Јас многу плачев молејќи се за нив. Во своите молитви Старецот не беше многуглаголив, но секогаш се молеше многу долго. Често се молеше без зборови. Умот во особен чин на синтеза мисли на сите одеднаш. Тогаш душата стои на онаа граница каде што секој миг може да се изгуби чувството за светот, па и за своето сопствено тело, кога умот престанува да мисли во одделни поими, кога човек со духот невидливо Го гледа единствено Бог. Во таквите моменти човекот ја заборава земјата, молитвата се прекинува и тој во еден восхит на молчење пребива во Бог. Кога сиот ум е во Бог, човекот сосема го заборава светот, говореше Старецот. Старецот Силуан беше удостоен за она знаење со какво што се удостојуваат само исклучителни поединци на една генерација. Во своите разговори тој како да се плашеше да оди понатаму од некое навестување. Кога Старецот приметуваше дека неговиот соговорник не ги разбира неговите зборови, веќе не се трудеше понатаму да го објаснува она што, пред сѐ, се познава преку опит. А неговата духовна целомудреност не му дозволуваше да го изнесува својот опит. Така, Старецот за време на својот живот остана „неоткриен“. Без сомнеж, не беше тоа само волјата Божја, туку и неговата сопствена желба. Неа Бог ја прифати и ја исполни, сокривајќи го дури и од Отците на Света Гора. Сепак, Старецот Силуан не остана сосема неоткриен. Некои монаси, а и лаици го посетуваа или беа со него во преписка. Меѓу нив, беа и некои Епископи, свештеници со високо теолошко образование. Еднаш, еден странец, православен, кој поминуваше некое време во манастирот на свети Пантелејмон, се сретна со Старецот Силуан, го засака и почна често да го посетува. За ова знаеја и монасите. Еднаш, еден од јеромонасите од соборот на Старците, начитан, го сретна странецот во манастирскиот ходник и го праша: „Не можам да разберам зошто вие, учени академици, одите кај Старецот Силуан, тој неписмен селанин? Зарем не најдовте некој попаметен од него?“ „Да го разберете Старецот Силуан, треба да бидете академик“, одговори гостинот со болка во душата. За површен набљудувач Старецот до крајот на својот живот остана само „обичен“ човек. Живееше како и секој добар монах: го исполнуваше послушанието, беше воздржлив во сѐ. Го држеше манастирскиот типик, се причестуваше два пати неделно, а за време на постот три пати неделно. Работеше како манастирски економ. Според неговата физичка сила таа работа за него не беше тешка. Секогаш беше спокоен и благ. Ништо не го нарушуваше неговиот душевен мир, ниту страстите го изобличуваа неговиот внатрешен или надворешен лик. А како вистински и опитен подвижник, знаеше да го прикрива својот внатрешен живот и да живее сокриено, според заповедта Господова. До крајот на својот живот не се интересираше за световните нешта, а во длабочината на своето срце непрестајно го носеше огнот на Христовата љубов. Се упокои на 24 септември 1938 година, после 46 години монашки живот. За светител е канонизиран од страна на Вселенската Патријаршија во Константинопол во 1988 година. Навидум во животот на Старецот нема ништо особено, но во суштина целиот негов живот беше непрекината борба за стекнување и зачувување на Христовата љубов. Старец Силуан спаѓаше меѓу оние ретки подвижници кои на почеток од својот подвиг добиваат голема благодат на совршените. Но, бидејќи никој во потполност не може да го сочува дарот на божествената љубов, подоцна во текот на понатамошниот подвиг тие го преживуваат одземањето на благодатта и богооставеноста. Всушност, тоа не е целосно одземање на благодатта, туку душата и најмалото слабеење на благодатното дејство го доживува како богооставеност. Овие подвижници најмногу страдаат заради силината на контрастот. Бидејќи ја познаа благодатта и ја видоа несоздадената божествена светлина, тие неспоредливо подлабоко и поостро ја доживуваат темнината на богооставеноста и нападите на страстите. Тоа значеа неговите зборови: вие не можете да ја разберете мојата тага, или оној кој не Го позна Господ не може да Го бара со солзи."
        },
        {
          "title": " Преподобен Ефросин готвач",
          "important": false,
          "desc": "Прост човек, но Божји човек. Служеше како готвач во еден Аморејски манастир во 9 век. Духовникот на тој манастир една ноќ се виде себеси во Рајот и таму го здогледа Ефросин. Ефросин му избра три рајски јаболка и му ги подари. Кога се разбуди, духовникот покрај својата перница ги најде оние три прекрасни миризливи јаболка. Брзо појде кај Ефросин и го праша: „Кај беше ноќеска, брате?“ „Таму каде што беше и ти, оче,“ му одговори блажениот угодник Божји. Тогаш духовникот им го објави целиот случај на монасите и сите ја познаа светоста и богоугодноста на Ефросин. А Ефросин, плашејќи се од славата меѓу луѓето, веднаш побегна од манастирот и се скри во пустината, каде што го помина остатокот од својот живот."
        }
      ]
    },
    {
      "day": "25",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Автоном",
          "important": false,
          "desc": "Се оддалечи во времето на гонењето на Диоклецијан од Италија во Витинија Азиска, во местото наречено Сореос и таму долго време помина во христијански подвиг и изгради црква посветена на Светиот Архангел Михаил. Престојуваше во куќата на еден добар христијанин Корнелиј, когошто Автоном го посвети најпрво за презвитер, а потоа и за епископ. Недалеку од градот Сореос беше местото Лимна, населено само со незнабожци. Свети Автоном отиде во тоа место и набргу многумина ги просвети со Христовото Евангелие. Тоа ги озлоби незнабожците и тие еден ден јурнаа во црквата на Св. Архангел Михаил во Сореос и за време на богослужбата го убија Автоном во олтарот, а убија и многумина други христијани во храмот. Во времето на царот Константин на гробот на Св. Автоном подигна храм некој царски големец Севиријан. Двесте години после својата смрт Св. Автоном му се јави на еден војник по име Јован. Тој Јован ги откопа моштите на светителот и ги најде сосема нетлени. И мнозина болни добија здравје од светите мошти. Така Бог го прослави оној којшто Него Го прославуваше за време на животот на земјата."
        },
        {
          "title": " Преподобен Даниил од Тасос",
          "important": false,
          "desc": "Подвижник и основач на голем манастир. Современик на Св. Јоаникиј Велики. Бил присутен при посетата на Свети Јоаникиј на Тасос. Народот го молел прославениот Јоаникиј да ги ослободи од змиите. Светителот Му се помолил на Бога и змиите во огромен број јурнале во морето и се издавиле."
        },
        {
          "title": " Светите маченици Македониј, Татијан и Теодул",
          "important": false,
          "desc": "Пострадаа за Христа во времето на Јулијан богоотстапникот, а во местото Мероса Фригиска. Беа луто мачени заради разорувањето на некоја идолска статуа. Ги печеа на железна леса сѐ додека не Му ги предадоа душите на Бога. Додека ги гореа на оган овие храбри мажи му се потсмеваа на мачителот: „Нема да пробаш од нашето месо како е испечено?“ И уште велеа, како славниот ѓакон Леонтиј: „Сврти нѐ на другата страна, зашто оваа веќе се испече!“ Гледајќи ги и слушајќи ги мачениците на огнот, нивниот мачител беше многу поисплашен и позбунет одошто тие."
        }
      ]
    },
    {
      "day": "26",
      "holydays": [
        {
          "title": "Светиот свештеномаченик Корнилиј стотникот",
          "important": false,
          "desc": "Римјанин и римски офицер во Кесарија Палестинска. Крстен од апостолот Петар, според небесно откровение (Дела 10, 1). Беше прв од незнабожците што ѝ пристапија на Божјата Црква. Дотогаш некои мислеа дека Црквата Христова е само за Евреите и за оние што го примаат еврејското обрезание. Откако се крсти, Корнилиј остави сѐ и тргна по апостолот Петар. Овој апостол подоцна го постави за епсикоп и го испрати во незнабожечкиот град Скипсеосис, каде што Свети Корнилиј претрпе многу бесчестења и мачења заради Христа, но со сила Божја го урна храмот на Аполон и го крсти кнезот на тој град, Димитриј, и двесте седумдесет и седуммина нензабожци. Откако беше известен од Бога за денот на својата смрт, тој ги повика сите христијани, ги посоветува, се помоли на Бога за нив, и мирно се престави кај Господ во својата чесна старост. Со време го заборавија неговиот гроб и стана запуштен. Но светителот му се јави на Троадскиот епископ Силуан и му јави за својот гроб, со заповед таму да подигне црква. Епископот го изврши тоа со помош на богатиот граѓанин Евгениј. Од моштите на Свети Корнилиј се извршија многубројни чуда."
        },
        {
          "title": " Светата маченичка Кетевана",
          "important": false,
          "desc": "Царица Кехетинска. Пострада како христијанка од шахот Абас I, во 1624 година. На заповед на шахот, на главата ѝ ставија усвитен котел. Нејзиниот син Тејмураз, цар грузиски, ги положи нејзините мошти под престолот на храмот Аливердски во Грузија."
        },
        {
          "title": " Преподобен Еротеј",
          "important": false,
          "desc": "Родум од Пелопонез, од селото Каламат. Се подвизуваше во Иверскиот манастир на Света Гора. Се одликуваше и со голема светска ученост и со строг монашки подвиг. Се грижеше да го исполни монашкото правило на Свети Арсениј: во текот на дваесет и четири часа на монахот му е доволен еден час спиење. Се упокои на островот Јура во 1745 година. Неговите мошти се чудотворни. Од нив се чува главата во Иверскиот манастир. Од допирот на светите мошти на преподобен Еротеј една жена во Цариград прогледала."
        }
      ]
    },
    {
      "day": "27",
      "holydays": [
        {
          "title": "Воздвижение на Чесниот Крст (Крстовден)",
          "important": true,
          "desc": "На овој ден се празнуваат два настани поврзани со Чесниот Крст: прво, пронаоѓањето на Чесниот Крст на Голгота, и второ, враќањето на Чесниот Крст од Персија во Ерусалим. Обиколувајќи ја Светата Земја Св. царица Елена намисли да го побара Чесниот Крст на Христос. Некој старец Евреин, по име Јуда, единствен знаеше за местото каде што се наоѓаше Крстот, па принуден од царицата изјави дека Крстот е закопан под храмот на Венера, којшто на Голгота го подигна царот Адријан. Царицата нареди и го разурнаа оној идолски храм, па копајќи во длабочина најдоа три крста. Додека царицата беше во недоумение како да го распознае Христовиот Крст, покрај местото поминуваше поворка со мртовец. Тогаш патријархот Макариј рече да ги полагаат крстовите редум врз мртовецот. А кога го ставија врз него третиот крст, покојникот оживе. По тоа познаа дека е тоа вистинскиот Христов крст, чесен и животворен. Потоа го положија врз една болна жена и жената оздраве. Тогаш патријархот го крена крстот за да го види сиот народ, а народот со солзи пееше: „Господи помилуј!“ Царицата Елена направи ковчег од сребро и го положи во него Чесниот Крст. Подоцна, кога царот Хозрој го зазеде Ерусалим, многумина ги одведе во ропство, а Крстот Господов го однесе во Персија. Во Персија Крстот лежеше четиринаесет години. Во 628 година грчкиот цар Ираклиј го победи Хозрој и со слава го поврати Крстот во Ерусалим. Влегувајќи во градот царот Ираклиј го носеше Крстот на своите плеќи. Но одеднаш застана и не можеше да зачекори ни чекор. Патријархот Захариј виде ангел којшто му попречуваше на царот во раскошни облеки да оди под Крстот, по оној пат по којшто Господ одеше бос и понижен. Тоа видение патријархот му го објави на царот. Тогаш царот се слече, па босоног и во бедна облека го зеде Крстот, го изнесе на Голгота и го положи во храмот на Воскресението, на радост и за утеха на целиот христијански свет."
        }
      ]
    },
    {
      "day": "28",
      "holydays": [
        {
          "title": "Светиот маченик Никита",
          "important": true,
          "desc": "Родум од Готите, ученик на епископот Теофил Готски, кој учествуваше на Првиот Вселенски Собор. Кога кнезот Готски Атанарик почна да ги мачи христијаните, тогаш Св. Никита застана пред кнезот и го изобличи за безбожништво и нечовечност. Мачен со страшни маки, Никита сѐ посилно ја исповедаше верата Христова и Му се молеше на Бога со благодарност. И умот непрестајно му беше воздигнат и вдлабочен кон Бога, а на градите под облеката ја држеше иконата на Пресвета Богородица со предвечниот Младенец Христос, во став на стоење кога во рацете го држи Својот крст. Св. Никита ја носеше оваа икона бидејќи Пресвета Богородица му се јави и го утеши. Најпосле мачителот го фрли Христовиот војник во оган, во којшто маченикот издивна, но неговото тело остана неповредено од огнот. Неговиот другар Маријан го пренесе телото од Готската земја (Влашка и Бесарабија) во Киликија во градот Мопсуест, каде што му изгради црква на Св. Никита и неговите чудотворни мошти ги положи во таа црква. Свети Никита пострада и се прослави во 372 година."
        },
        {
          "title": " Преподобен Филотеј",
          "important": false,
          "desc": "Од селото Мирмикс или Марвин, во Мала Азија. Мајка му го носеше истото име, само превртено: Теофила. Тој беше презвитер и уште за време на животот голем чудотворец. Во една прилика претвори вода во вино, другпат умножи леб. Се упокои во Господ во 10 век. Моштите се пројавија како мироточиви."
        },
        {
          "title": " Светиот маченик Порфириј",
          "important": false,
          "desc": "Родум од Мимос, актер. Најпрво пред царот Јулијан Отстапник ги исмеваше христијаните. Така еднаш исмевајќи ја христијанската тајна на Крштението на сцената се потопи себеси во вода, изговарајќи ги зборовите: „Во името на Отецот и Синот и Светиот Дух!“ Кога излезе од водата возвикна: „Сега сум христијанин!“ Сите мислеа дека се шегува како глумец, како и секогаш, но тој остана на своето, престана да ги исмева христијаните и најпосле пострада за Христа. Обезглавен во 361 година, се пресели во Царството Небесно."
        }
      ]
    },
    {
      "day": "29",
      "holydays": [
        {
          "title": "Светата великомаченичка Ефимија",
          "important": false,
          "desc": "Родум од Халкидон. Татко ѝ беше сенаторот Филофрон, а мајка Теодорисија, обајцата благочестиви христијани. Ефимија беше прекрасна девица и по тело и по душа. Кога антипатот Приск устрои празник за жртвопринесување на Ареј во Халкидон, тогаш четириесет и деветмина христијани се засолнија од тоа скверно жртвопринесување и се сокрија. Но ги пронајдоа и ги изведоа пред Приск. Меѓу нив беше и Света Ефимија. Кога надмениот Приск ги запраша зошто не ѝ се покоруваат на царската заповед, тие одговорија: „И на царската и на твојата заповед треба да ѝ се покориме, ако не Му се противи на небесниот Бог; ако пак се противи на небесниот Бог, не само што не треба да ѝ се покоруваме туку треба и да ѝ се противиме.“ Тогаш Приск ги удираше на разни маки, и тоа деветнаесет дена наред, секојдневно. Дваесеттиот ден ја одвои од останатите Ефимија и почна да ѝ ласка за нејзината убавина за да ја придобие за идолопоклонството. Но бидејќи сите лаксања пропаднаа залудно, заповеда да ја мачат девицата. Ја мачеа прво на тркало, но ангел Божји ѝ се јави и го искрши тркалото. Потоа ја фрлија во огнена печка, но со Божја сила беше сочувана. Кога го видоа тоа, двајцата војници Виктор и Состен поверуваа во Христа, заради што беа фрлени пред ѕверовите и така славно го завршија својот живот. Потоа Ефимија беше фрлена во ров исполнет со вода и со секаква отровна нечистотија, но таа ја прекрсти водата кога влезе во ровот и остана неповредена. Најпосле ја изведоа пред дивите ѕверови, таа со благодарност Му се помоли на Бога и го предаде својот дух. Нејзините родители чесно го погребаа телото. Пострада во 304 година и се пресели во вечната радост. Се споменува и на 11 јули."
        },
        {
          "title": " Преподобен Доротеј",
          "important": false,
          "desc": "Мисирски пустиножител. Цели шеесет години се подвизувал во една келија во Тиваида. Се одликуваше со необично трудољубие и со чудотворство. Дење им ѕидаше келии на новите монаси, а ноќе плетеше асури, никако не прекинувајќи ги молитвите и псалмопението."
        },
        {
          "title": " Светата маченичка Људмила",
          "important": false,
          "desc": "Таа му е баба на Св. Вацлав, кралот чешки. Беше мажена за чешкиот кнез Боривој. Многу ревнуваше за Христовата вера и мнозина ги обрати од незнабоштво во христијанство. Снаа ѝ ја мразеше, па испрати луѓе што ја удавија старицата Људмила. Вацлав го погреба телото на Св. Људмила во црквата на Св. Георгиј во Прага. Од нејзините мошти се случија многу чуда. Пострада во Течино во 927 година. Св. Вацлав, големиот ревнител за православната вера, беше убиен од својот брат Болеслав."
        }
      ]
    },
    {
      "day": "30",
      "holydays": [
        {
          "title": "Светите маченички Вера, Надеж, Љубов и мајка им Софија",
          "important": true,
          "desc": "Живееја и страдаа во Рим, во времето на царот Адријан. Мудрата Софија, како што ја одликува и името што го носи (софија - мудрост), остана вдовица, а како добра христијанка се утврди себеси и своите ќерки добро во верата Христова. Во времето кога мачителската рака на Адријан се протегна и врз добордетелниот дом на Софија, Вера имаше дванаесет, Надеж десет, а Љубов девет години. Изведени пред царот тие сите четири држејќи се за раце смерно но одлучно ја исповедаа верата во Господ Христос и одбија да ѝ принесат идолски жртви на Артемида. Пред страдањето мајката ги крепеше ќерките со совети да истраат докрај. „Вашиот небесен љубител Исус Христос е вечно здравје, неискажлива убавина и живот бесмртен. И кога вашите тела ќе бидат убиени во маки, Он ќе ве облече во нераспадливост и раните на вашите тела ќе светнат на небото како ѕвезди.“ Мачителот ги мачеше со лути маки сите една по една: најпрво Вера, па Надеж, па Љубов. Ги тепаа, ги сечеа, ги фрлаа во оган и во врела смола и најпосле една по една ги убија со меч. Софија ги зеде мртвите тела на своите ќерки, ги однесе надвор од градот и таму чесно ги погреба. Остана на нивниот гроб три дена и три ноќи молејќи Го Бога и така Му го предаде својот дух итајќи во рајските населби, каде што ја чекаа душите на нејзините блажени ќерки."
        },
        {
          "title": " Светата маченичка Агатоклија",
          "important": false,
          "desc": "Им беше слугинка на извесни Никола и Павлина, коишто најпрво беа христијани, но го оставија христијанството и повторно им се поклонија на идолите. Св. Агатоклија не сакаше да го следи примерот на своите господари, па затоа беше луто мачена и од нив и од судијата. Најпосле нејзината госпоѓа ја умртви фрлајќи ѝ оган на вратот. Но Бог ја прослави Својата слугинка во Своето Небесно Царство."
        }
      ]
    }
  ]
}